{"data":[{"id":"1582660720","type":"albums","href":"/v1/catalog/us/albums/1582660720?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/9f/cf/dc/9fcfdc19-7a61-3836-defb-35d817529b25/886449511440.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cfd0cf","textColor2":"fbeacc","textColor4":"d1d1bc","textColor1":"f9eae3","bgColor":"286a80","hasP3":false},"artistName":"Lil Nas X","isSingle":false,"url":"https://music.apple.com/us/album/montero/1582660720","isComplete":true,"genreNames":["Pop","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"MONTERO","recordLabel":"Columbia","upc":"886449511440","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Columbia Records, a Division of Sony Music Entertainment","playParams":{"id":"1582660720","kind":"album"},"editorialNotes":{"standard":"Lil Nas X is nothing if not a testament to the power of being true to yourself. His breakthrough single, “Old Town Road,” forced the industry to revisit old conversations about the limitations of genre, race, and who is kept out (or locked in) by the definitions we use to talk about music. The Georgia-born singer-rapper responded in kind with a remix and remixes to that remix that rocketed him up the charts and simultaneously highlighted the fickleness of the entire endeavor—did Billy Ray Cyrus suddenly prove his country bona fides any more than the addition of Young Thug proved his trap ones or Diplo his electronic? But that's the magic of Lil Nas X and of his debut album <i>MONTERO</i>: He knows that pop music is whatever the artist creating it wants it to be, an exercise of vulnerable imagination packaged as unyielding, larger-than-life confidence.<br />\n“I feel like with this album, I know what I wanted,” he tells Apple Music's Zane Lowe. “I know what I want. I know where I want to be in life. And I know that's going to take me being more open and bringing it out of myself no matter how much it hurts or feels uncomfortable to say things that I need to say.” But any such ambivalence doesn't explicitly manifest in the songs here, as Lil Nas X roams his interior spaces as openly as he does assorted styles—which span everything from emo and grunge to indie pop and pop punk. On “DEAD RIGHT NOW,” a thunderous track complete with choral flourishes, he recaps the journey to this moment, how it almost didn't happen, and the ways his personal relationships have changed since. “If I didn’t blow up, I would've died tryna be here/If it didn’t go, suicide, wouldn’t be here,” he sings, adding, “Now they all come around like they been here/When you get this rich and famous everybody come up to you singing, 'Hallelujah, how’d you do it?'”<br />\nAll throughout—on songs like “SUN GOES DOWN” or “DONT WANT IT”—the weight of his burdens exists in contrast to the levity of his sound, a particular kind of Black and queer disposition that insists on a joy that is far more profound than any pain. And make no mistake, there is plenty of joy here. On “SCOOP,” he finds an effervescent kindred spirit in Doja Cat, while “DOLLA SIGN SLIME,” which features Megan Thee Stallion, is a trapped-out victory lap. Elsewhere, the dark riffs on the outstanding “LIFE AFTER SALEM” bring him to new creative lands altogether.<br />\nThe album brims with surprises that continuously reveal him anew, offering a peek into the mind of an artist who is unafraid of himself or his impulses, even with the knowledge that he's still a work in progress. “Don't look at me as this perfect hero who's not going to make mistakes and should be the voice for everybody,” he says. “You're the voice for you.” And to that effect, <i>MONTERO</i> is a staggering triumph that suggests not just who Lil Nas X is but the infinite possibilities of who he may be in the future, whether that falls within the scope of our imaginations or not.","short":"“I feel like with this album, I know what I wanted.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6pOiDiuDQqrmo5DbG0ZubR"}},{"id":"1578523673","type":"albums","href":"/v1/catalog/us/albums/1578523673?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/17/ac/34/17ac349e-2d3d-2893-1d51-748f6f0bc486/21BMR0002708.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"d2d7cc","textColor2":"eac4a4","textColor4":"c7b191","textColor1":"f8f3ee","bgColor":"3e6745","hasP3":false},"artistName":"Carly Pearce","isSingle":false,"url":"https://music.apple.com/us/album/29-written-in-stone-video-deluxe/1578523673","isComplete":true,"genreNames":["Country","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"29: Written In Stone (Video Deluxe)","recordLabel":"Big Machine Records, LLC","upc":"00843930067565","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Big Machine Label Group, LLC","playParams":{"id":"1578523673","kind":"album"},"editorialNotes":{"standard":"Written in the wake of her divorce from another country artist, Carly Pearce’s seven-track EP <i>29</i> was released to significant critical and commercial acclaim, notching a coveted 2021 CMA Album of the Year nomination and likely contributing to her June 2021 induction into the Grand Ole Opry. With <i>29: Written in Stone</i>, Pearce expands the project’s scope, retaining the heartbreak and honesty that made it so beloved while also sharing some of the wisdom and strength she’s gleaned by living and surviving those very stories. “I just want people, no matter what they’re going through in their lives, to know they can listen to this album and see that even when you have to go straight through it, you can overcome it,” Pearce tells Apple Music.<br />\nThe original EP, including hits like “Next Girl” and “Should’ve Known Better,” features on the collection, along with eight new tracks as well as three videos, including a live performance of the title track. Standouts include the multigenerational heartbreak anthem “Dear Miss Loretta” and the album’s closer, “Mean It This Time,” which offers a measured, hard-earned approach to moving on after heartbreak. Below, Pearce walks Apple Music through several key tracks on <i>29: Written in Stone</i>.<br />\n<b>“Diamondback”</b>\n“I want people to start the album knowing that I’m strong and in a good place. I think those whimsical fairy-tale fiddles really set up the image of what happened to me over the last year and a half. So I felt like, sonically, it was a good opener. We had such a good time making this album, and writing this song in particular, because I was at a place where I felt I could be a little sassy and write from strength.”<br />\n<b>“Dear Miss Loretta”</b>\n“I’ve always loved Loretta [Lynn]. I grew up in Kentucky and was always into her music, but I think when so many things happened to me I realized just how much we had in common as far as really understanding the way she wrote her songs and understanding the magnitude of them. I wanted to write kind of a letter to her, even though I’ve never met her, just showing the similarities we have and how I now understand why she wrote the way that she did.”<br />\n<b>“Next Girl”</b>\n“I think that was the one that, sonically, happened and I knew it was the direction that I wanted to go for the album, as far as that true ’90s sound, which I hadn’t heard from any female who’s out there right now. I felt like we were tapping into truly what Patty Loveless would do in 2021, or 2020, I guess. I feel like that song, in particular, really encouraged me to walk into my roots and was the starting place for the album.”<br />\n<b>“29”</b>\n“That song, I had the idea while walking around during quarantine where my parents live. I knew I wanted to write a song called ‘29’—the year I got married and divorced—and I knew that I wanted it to be the title of the album. So I feel like this was an idea that was in my hand that I was nervous to make, in reality, but it really gave the blueprint for how vulnerable I could really go in my music.”<br />\n<b>“Your Drinkin’, My Problem”</b>\n“I feel like some of my favorite ’90s country songs—‘Neon Moon’ by Brooks & Dunn, ‘Blame It on Your Heart’ by Patty Loveless—they had such a sad lyric but they felt so good. And this is a similar thing. This is a jam, but if you listen to the lyrics, it’s awful. It’s this tale of someone dealing with someone who’s not ready to face their demons and how it’s really affecting you way more than it is the other person.”<br /> \n<b>“Mean It This Time”</b>\n“What I really want people to take away from the album is that I am hopeful and not a scorned woman and not bitter and not feeling like love is never going to happen, and that I really desire all of those things and feel like I deserve them. That was my prayer for the future, that people can end this chapter knowing that I’m hopeful for what’s to come.","short":"“Even when you have to go straight through it, you can overcome it.”"},"isCompilation":false}},{"id":"1585718716","type":"albums","href":"/v1/catalog/us/albums/1585718716?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/4b/a2/83/4ba2834b-3f28-3665-61af-1e5bb1c049a2/886449547005.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3a2f22","textColor2":"14120a","textColor4":"403224","textColor1":"0c0f08","bgColor":"f0b08c","hasP3":false},"artistName":"Tems","isSingle":false,"url":"https://music.apple.com/us/album/if-orange-was-a-place-apple-music-up-next-film-edition-ep/1585718716","isComplete":false,"genreNames":["R&B/Soul","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-14","name":"If Orange Was A Place (Apple Music Up Next Film Edition) - EP","recordLabel":"Since 93/RCA Records","upc":"886449547005","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Since '93/RCA Records","playParams":{"id":"1585718716","kind":"album"},"editorialNotes":{"standard":"After a year filled with highlights—including a critically acclaimed debut EP, 2020’s <i>For Broken Ears</i>, and hit collaborations with Wizkid, Justin Bieber (“Essence”), and Drake (“Fountains”)—Nigerian alté R&B singer-songwriter Tems leans into a newfound sense of creative freedom on her sophomore EP. “I have learnt to let go and just live life and just do what comes naturally to me,” she tells Apple Music. “It has helped me find a new freedom of expression and a new vibe that isn't based on past experiences but present moments.” Through its five tracks, <i>If Orange Was a Place</i> creates ample space for Tems’ distinctive voice to shine as she navigates through themes of finding inner peace and staying true to self. “Orange is a vibe,” she explains. “It is the feeling of sunset and the sweetness of an orange. And when I think of those songs, I am transported to a different place where everything is warm and sweet.”<br />\nLyrically and sonically, Tems (Temilade Openiyi) represents an alté sound driving a new wave of African R&B—one centered on mood, expression, and originality, and one less concerned with trying to sound too familiar. “Growing up in Nigeria has created the rebel in me when it comes to my sound,” she explains, “and what motivates me to move every morning. All the encounters I have had brought out that rebel in me in different ways—the rebel that dares to do things her own way.” Here, Tems shares a snapshot of the EP, track by track.<br />\n<b>“Crazy Tings”</b>\n“This song was inspired by the crazy amazing things that have been going on in my life, and it was made in Ghana. The beat was played to me by GuiltyBeatz and I was surrounded by orange light and alcohol. The vibes just flowed in afterwards.”<br />\n<b>“Found” (feat. Brent Faiyaz)</b>\n“I was in LA with Brent; he is such an amazing artist. He always knows how to bring a different perspective. The song is really about releasing different thoughts in my head and reconciling them with my truth.”<br />\n<b>“Replay”</b>\n“This song was just my rebel side coming out. Again, this was just me expressing my thoughts on opinions and all types of energies I encounter. It’s me reiterating who I am. The song was produced by Jonah Christian.”<br />\n<b>“Avoid Things”</b>\n“I am someone who doesn’t like unnecessary disputes that lead nowhere, and ‘Avoid Things’ is about my [desire] to provide solutions, but being met with resistance, madness, and crazy things.”<br />\n<b>“Vibe Out”</b>\n“‘Vibe Out’ is the setting of the sun and getting prepared to move. It is what I call the ‘ginger’ and the burst of dance…the sunset dance.”","short":"“Orange is a vibe—a place where everything is warm and sweet.”"},"isCompilation":false}},{"id":"1582747147","type":"albums","href":"/v1/catalog/us/albums/1582747147?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/a4/cd/2c/a4cd2c33-a0db-0bf5-329f-ba12a8fabf60/21UMGIM84620.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"002912","textColor2":"012b12","textColor4":"014a21","textColor1":"000100","bgColor":"00c65d","hasP3":false},"artistName":"NCT 127","isSingle":false,"url":"https://music.apple.com/us/album/sticker-the-3rd-album/1582747147","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Sticker - The 3rd Album","recordLabel":"SM Entertainment","upc":"00888735938986","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SM Entertainment","playParams":{"id":"1582747147","kind":"album"},"editorialNotes":{"standard":"A stylish return for the boy band always looking to the future.","short":"A stylish return for the boy band always looking to the future."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6nYbIKGcTmKM5BAlJPPcad"}},{"id":"1583765400","type":"albums","href":"/v1/catalog/us/albums/1583765400?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/95/3a/04/953a045d-0c7c-31be-eadd-74afeeb138a3/794043208393.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"95c279","textColor2":"8ed251","textColor4":"76b259","textColor1":"b5e47a","bgColor":"183778","hasP3":false},"artistName":"Marcus Mumford & Tom Howe","isSingle":false,"url":"https://music.apple.com/us/album/ted-lasso-season-2-apple-tv-original-series-soundtrack/1583765400","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":22,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Ted Lasso: Season 2 (Apple TV+ Original Series Soundtrack)","recordLabel":"WaterTower Music","upc":"794043208393","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 This compilation WaterTower Music as licensee for Warner Bros. Entertainment Inc.","playParams":{"id":"1583765400","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4iuesiyXlzpKClih0Kehqy"}},{"id":"1584873099","type":"albums","href":"/v1/catalog/us/albums/1584873099?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/d0/fa/64/d0fa6445-eb04-7bf9-9d36-c59ab909aa19/194690618918_cover.jpg/{w}x{h}bb.jpeg","height":2000,"textColor3":"c4542f","textColor2":"f54517","textColor4":"c43b19","textColor1":"f46532","bgColor":"021422","hasP3":false},"artistName":"Mozzy","isSingle":false,"url":"https://music.apple.com/us/album/untreated-trauma/1584873099","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Untreated Trauma","recordLabel":"Mozzy Records / EMPIRE","upc":"194690618918","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mozzy Records / EMPIRE","playParams":{"id":"1584873099","kind":"album"},"editorialNotes":{"standard":"It’s hard to think that an MC with as many critically acclaimed projects under his belt as Mozzy could still be improving, but then he delivers something like <i>Untreated Trauma</i> and we’re forced to reconsider what we actually know of him. The Sacramento spitter, who’s been holding fast to the aesthetics and platitudes of contemporary gangsta rap since his debut in the early 2010s, is in top form across <i>Untreated Trauma</i>, delivering about as many quotable lines as your average Drake project. (They’ll land for a different audience, to be certain.) To hear him tell comrades or even well-wishers in his signature gravelly delivery, “I’m sipping often, that’s the only thing that heal a n***a/You better not cry about my death until you kill a n***a,” on “Tycoon,” is to understand him as an MC, and, ostensibly, a person. He’ll soften things up a little on “Whole 100,” but the project is consistently NorCal mob music. Featured guests include EST Gee, Babyface Ray, YFN Lucci, and Celly Ru, all of whom make sense in the scope of Mozzy’s identity: personable rappers you would not want to piss off.","short":"The horrors seem to have only made him a better MC."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4opRnSX2yqAj0UE0GFM8ld"}},{"id":"1581542411","type":"albums","href":"/v1/catalog/us/albums/1581542411?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/e0/23/0a/e0230af9-8820-a8f8-a95a-d60d1f0e24f5/634164275129.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"c7b8a8","textColor2":"ea7f52","textColor4":"c46a45","textColor1":"efe1ce","bgColor":"2a160e","hasP3":false},"artistName":"Sevyn Streeter","isSingle":false,"url":"https://music.apple.com/us/album/drunken-wordz-sober-thoughtz/1581542411","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Drunken Wordz Sober Thoughtz","recordLabel":"Entertainment One Music","upc":"634164275129","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 TStreetz Corp/Groundwerk, LLC","playParams":{"id":"1581542411","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6sWl7sC34PChdFVegNJRuv"}},{"id":"1579427251","type":"albums","href":"/v1/catalog/us/albums/1579427251?l=en-US","attributes":{"artwork":{"width":4670,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/40/74/d2/4074d2d8-9ac4-4c95-80d0-4987c4e52d6c/21UMGIM76968.rgb.jpg/{w}x{h}bb.jpeg","height":4670,"textColor3":"38383b","textColor2":"141414","textColor4":"414143","textColor1":"09080a","bgColor":"f7f6fe","hasP3":false},"artistName":"LILHUDDY","isSingle":false,"url":"https://music.apple.com/us/album/teenage-heartbreak/1579427251","isComplete":true,"genreNames":["Pop","Music","Alternative"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Teenage Heartbreak","recordLabel":"Immersive/Sandlot/Geffen Records","upc":"00602435787916","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Immersive/Sandlot/Geffen Records","playParams":{"id":"1579427251","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1585230200","type":"albums","href":"/v1/catalog/us/albums/1585230200?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/e7/20/bf/e720bf5c-23d0-1fc1-7d0e-18731fe9bd09/Fatboy_Slim_-_Everybody_Loves_A_Mixtape_-_Volume_6.png/{w}x{h}bb.jpeg","height":2000,"textColor3":"c4b7a6","textColor2":"ebd9cd","textColor4":"bcada4","textColor1":"f4e4cf","bgColor":"040000","hasP3":false},"artistName":"Fatboy Slim","isSingle":false,"url":"https://music.apple.com/us/album/everybody-loves-a-mixtape-vol-6-brand-new-dj-mix/1585230200","isComplete":false,"genreNames":["House","Music","Dance"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Everybody Loves A Mixtape, Vol. 6: Brand New (DJ Mix)","upc":"5056381816162","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1585230200","kind":"album"},"isCompilation":false}},{"id":"1571325251","type":"albums","href":"/v1/catalog/us/albums/1571325251?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/35/6b/2a/356b2a74-3e80-dbcc-9286-c986c34ef7ab/886449036318.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"36332f","textColor2":"181513","textColor4":"3e3937","textColor1":"0e0e0a","bgColor":"d7cac4","hasP3":false},"artistName":"2CELLOS","isSingle":false,"url":"https://music.apple.com/us/album/dedicated/1571325251","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Cello"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Dedicated","recordLabel":"Masterworks","upc":"886449036318","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment","editorialNotes":{"short":"Ten pop covers played with power and passion by the Croatian duo."},"isCompilation":false,"spotify":"https://open.spotify.com/album/2jYX4IaYNua4GUz1bL8SaG"}},{"id":"1579615651","type":"albums","href":"/v1/catalog/us/albums/1579615651?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/e4/fc/86/e4fc86fb-38cb-9120-650e-0181be181440/194690430596_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cecfcb","textColor2":"cfc9a1","textColor4":"a9a482","textColor1":"fefefc","bgColor":"101109","hasP3":false},"artistName":"Tank","isSingle":false,"url":"https://music.apple.com/us/album/sex-love-pain/1579615651","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2007-05-15","name":"Sex, Love & Pain","recordLabel":"Blackground Records, LLC","upc":"194690430596","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2007 Blackground Records, LLC","playParams":{"id":"1579615651","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/58WvlSmvoKkrvUuZHw322D"}},{"id":"1583651332","type":"albums","href":"/v1/catalog/us/albums/1583651332?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/6a/c4/e6/6ac4e60d-5e29-da16-d312-d4cb486e68f3/794043205743.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"ca7d10","textColor2":"f57600","textColor4":"c65f00","textColor1":"fa9c14","bgColor":"0a0000","hasP3":false},"artistName":"Hans Zimmer","isSingle":false,"url":"https://music.apple.com/us/album/dune-original-motion-picture-soundtrack/1583651332","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":22,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Dune (Original Motion Picture Soundtrack)","recordLabel":"WaterTower Music","upc":"794043205743","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 This compilation WaterTower Music as licensee for Legendary Features Productions US, LLC","playParams":{"id":"1583651332","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/56k8ay5oE5apR61WIeE4wQ"}},{"id":"1577435202","type":"albums","href":"/v1/catalog/us/albums/1577435202?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/28/23/0a/28230aa5-5730-86e7-b7ba-921a48033e08/886449424580.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c9bd9e","textColor2":"e2d5b2","textColor4":"beb498","textColor1":"f0e1b8","bgColor":"303133","hasP3":false},"artistName":"Scotty McCreery","isSingle":false,"url":"https://music.apple.com/us/album/same-truck/1577435202","isComplete":true,"genreNames":["Country","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Same Truck","recordLabel":"Triple Tigers","upc":"886449424580","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Triple Tigers","playParams":{"id":"1577435202","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0R9QjGSDl6EX4yWu3Rr1eU"}},{"id":"1569844173","type":"albums","href":"/v1/catalog/us/albums/1569844173?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/91/fc/ae/91fcae29-7136-a442-a750-72c4862c436f/4050538630107.jpg/{w}x{h}bb.jpeg","height":4000,"textColor3":"c8bca6","textColor2":"dfe3c9","textColor4":"b2b6a0","textColor1":"faecd0","bgColor":"000000","hasP3":false},"artistName":"Buena Vista Social Club","isSingle":false,"url":"https://music.apple.com/us/album/buena-vista-social-club-25th-anniversary-edition/1569844173","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":33,"isMasteredForItunes":true,"releaseDate":"1997-09-17","name":"Buena Vista Social Club (25th Anniversary Edition)","recordLabel":"World Circuit","upc":"4050538630107","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 World Circuit Limited, a BMG Company","playParams":{"id":"1569844173","kind":"album"},"editorialNotes":{"standard":"In 1997, Ry Cooder became the envy of every producer when he gathered Cuba’s best musicians in one Havana studio to recreate the island sound of the ‘40s and ‘50s. What resulted was nothing short of magical. From Compay Segundo’s gently swaying <i>son</i> “Chan Chan” to Ibrahim Ferrer’s entrancing <i>bolero</i> “Dos Gardenias” to Omara Portuondo’s achingly beautiful rendition of “Veinte Años,” this is the soundtrack of a golden era—authentic and timeless.","short":"This is the sound of Cuba’s heartbeat."},"isCompilation":false}},{"id":"1578284035","type":"albums","href":"/v1/catalog/us/albums/1578284035?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/56/17/d8/5617d8fc-bf08-cd6c-7f7c-8a194b2e8a64/4050538682625.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"adadaf","textColor2":"f61c25","textColor4":"c5161e","textColor1":"d9d9db","bgColor":"000000","hasP3":false},"artistName":"Billy Idol","isSingle":false,"url":"https://music.apple.com/us/album/the-roadside-ep/1578284035","isComplete":true,"genreNames":["Rock","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"The Roadside - EP","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538682625","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 BFI Records, Inc, under exclusive license to Dark Horse Records/BMG Rights Management (US) LLC","playParams":{"id":"1578284035","kind":"album"},"isCompilation":false}},{"id":"1582176366","type":"albums","href":"/v1/catalog/us/albums/1582176366?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d5/ed/9e/d5ed9edb-2dd3-adb9-03e7-271615faa16c/artwork.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2d2f","textColor2":"3a2016","textColor4":"513f38","textColor1":"100a0a","bgColor":"aab8c3","hasP3":false},"artistName":"Unusual Demont","isSingle":false,"url":"https://music.apple.com/us/album/hues/1582176366","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Hues.","recordLabel":"Avant Garden","upc":"196398961778","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Avant Garden","playParams":{"id":"1582176366","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1iIGc6gmBf9I0iWYPpjZLU"}},{"id":"1583618205","type":"albums","href":"/v1/catalog/us/albums/1583618205?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/10/08/ac/1008acd7-489d-696b-c357-24aecd2c97be/720841502739.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"302f2e","textColor2":"2d3231","textColor4":"545855","textColor1":"000000","bgColor":"f2efe6","hasP3":false},"artistName":"Fela Kuti","isSingle":false,"url":"https://music.apple.com/us/album/egbe-mi-o-edit-ep/1583618205","isComplete":true,"genreNames":["Worldwide","Music","African","Afro-Beat"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"1971-01-01","name":"Egbe Mi O (Edit) - EP","recordLabel":"Knitting Factory","upc":"720841502739","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Knitting Factory Records","playParams":{"id":"1583618205","kind":"album"},"isCompilation":false}},{"id":"1582053240","type":"albums","href":"/v1/catalog/us/albums/1582053240?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/18/7c/f0/187cf0f7-005a-653e-b9a6-1ea06dff8737/193872934235_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3bcacb","textColor2":"38bfed","textColor4":"2c99bd","textColor1":"4afcfe","bgColor":"000000","hasP3":false},"artistName":"Brandon Tory","isSingle":false,"url":"https://music.apple.com/us/album/unicorn/1582053240","isComplete":true,"genreNames":["Alternative Rap","Music","Hip-Hop/Rap"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Unicorn","recordLabel":"FORMLESS","upc":"193872934235","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 FORMLESS","playParams":{"id":"1582053240","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5xH3cFrrIfucXEhXRQRx0p"}},{"id":"1579967156","type":"albums","href":"/v1/catalog/us/albums/1579967156?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/86/3f/40/863f40cb-a97c-f33e-62c5-9604c398d404/886449385744.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"35312d","textColor2":"201815","textColor4":"3e372f","textColor1":"151013","bgColor":"b4b498","hasP3":false},"artistName":"Jameson Rodgers","isSingle":false,"url":"https://music.apple.com/us/album/bet-youre-from-a-small-town/1579967156","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Bet You're from a Small Town","recordLabel":"River House Artists/Columbia Nashville","upc":"886449385744","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment. All rights reserved.","playParams":{"id":"1579967156","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/00rNMpiSdqmVWMmQsahNTo"}},{"id":"1579611267","type":"albums","href":"/v1/catalog/us/albums/1579611267?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/c7/99/d9/c799d9b4-dae4-bffb-0485-429087cefa9e/194690430572_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c4bbc0","textColor2":"b2e1fa","textColor4":"92b7cb","textColor1":"f1e6ec","bgColor":"0f0f11","hasP3":false},"artistName":"Tank","isSingle":false,"url":"https://music.apple.com/us/album/one-man/1579611267","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2002-10-28","name":"One Man","recordLabel":"Blackground Records, LLC","upc":"194690430572","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2002 Blackground Records, LLC","playParams":{"id":"1579611267","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7hvuMFAkm8Ycy7cSc50XRn"}},{"id":"1567043532","type":"albums","href":"/v1/catalog/us/albums/1567043532?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/3c/a1/4f/3ca14fda-5deb-64e0-16a1-3c4404043dc5/4050538695571.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"cbc1ab","textColor2":"e56c35","textColor4":"b7562a","textColor1":"fff2d7","bgColor":"000000","hasP3":false},"artistName":"Melissa Etheridge","isSingle":false,"url":"https://music.apple.com/us/album/one-way-out/1567043532","isComplete":true,"genreNames":["Rock","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"One Way Out","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538695571","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 M.L.E Music, Inc. under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1567043532","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/19Qpt0zW5Rj8Z85T47YpUG"}},{"id":"1581314267","type":"albums","href":"/v1/catalog/us/albums/1581314267?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/cc/81/de/cc81de06-8b8b-d2ec-3148-b93595e38460/4250101434853_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"412515","textColor2":"161616","textColor4":"452717","textColor1":"121413","bgColor":"ff6a19","hasP3":false},"artistName":"Alex Paterson & The Orb","isSingle":false,"url":"https://music.apple.com/us/album/connecting-the-dots-dj-mix/1581314267","isComplete":false,"genreNames":["Electronic","Music","Ambient"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Connecting the Dots (DJ Mix)","recordLabel":"Kompakt","upc":"4250101434853","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kompakt","playParams":{"id":"1581314267","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/46L9tNr4y1nCwpwDkYIyIT"}},{"id":"1584415532","type":"albums","href":"/v1/catalog/us/albums/1584415532?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/d3/45/3a/d3453ae6-184a-0808-00e7-920b053b3979/21UMGIM83712.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"202237","textColor2":"190a16","textColor4":"23253a","textColor1":"160713","bgColor":"4992c9","hasP3":false},"artistName":"THE JACKS","isSingle":false,"url":"https://music.apple.com/us/album/slowdance/1584415532","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"SLOWDANCE","recordLabel":"EDGEOUT Records","upc":"00602438803149","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 UMG Recordings, Inc. & EDGEOUT Records, LLC","playParams":{"id":"1584415532","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4lmkUsJaZ7gMb9tuu0mxfO"}},{"id":"1584919716","type":"albums","href":"/v1/catalog/us/albums/1584919716?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/b3/53/d8/b353d8cd-363a-2aac-e21c-193b41c103e6/21UM1IM08491.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3d3129","textColor2":"26110a","textColor4":"4e3930","textColor1":"100601","bgColor":"efdac9","hasP3":false},"artistName":"Jessica Chastain","isSingle":false,"url":"https://music.apple.com/us/album/the-eyes-of-tammy-faye-original-motion-picture-soundtrack/1584919716","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"The Eyes of Tammy Faye (Original Motion Picture Soundtrack)","recordLabel":"Hollywood Records","upc":"00050087494421","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 20th Century Studios","playParams":{"id":"1584919716","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6VBUxTR7P8yDL2caKtLkLN"}},{"id":"1584266838","type":"albums","href":"/v1/catalog/us/albums/1584266838?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/37/4f/9a/374f9a0e-e13c-625e-7a58-e9b31811bd23/194690618048_cover.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"cccbcc","textColor2":"c9c6cb","textColor4":"a19fa3","textColor1":"ffffff","bgColor":"020003","hasP3":false},"artistName":"VEDO","isSingle":false,"url":"https://music.apple.com/us/album/1320/1584266838","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"1320","recordLabel":"New Wav Music Group / Island Prolific / EMPIRE","upc":"194690618048","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 New Wav Music Group / Island Prolific / EMPIRE","playParams":{"id":"1584266838","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3C442Onkmd4SFO1JCvaDji"}},{"id":"1582800461","type":"albums","href":"/v1/catalog/us/albums/1582800461?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/e3/8f/48/e38f4877-4746-1e70-80c9-6e3470654298/093624884095.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"4f4f30","textColor2":"0f313e","textColor4":"3f5a47","textColor1":"232421","bgColor":"fffb6d","hasP3":false},"artistName":"Dead Sara","isSingle":false,"url":"https://music.apple.com/us/album/aint-it-tragic/1582800461","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Ain't It Tragic","recordLabel":"Warner Records","upc":"093624884095","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2020, 2021 Warner Records Inc.","playParams":{"id":"1582800461","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5r2lUKLgKTNqbsloCwB9X5"}},{"id":"1579611824","type":"albums","href":"/v1/catalog/us/albums/1579611824?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/7b/7f/68/7b7f684e-c9fe-fb0d-61c6-dcac2f9c7992/194690430558_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"bc8f60","textColor2":"dc8755","textColor4":"b46c45","textColor1":"e7b277","bgColor":"110207","hasP3":false},"artistName":"Tank","isSingle":false,"url":"https://music.apple.com/us/album/force-of-nature/1579611824","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2001-03-13","name":"Force of Nature","recordLabel":"Blackground Records, LLC","upc":"194690430558","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2001 Blackground Records, LLC","playParams":{"id":"1579611824","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/63NIAS98umJg7ROg1AtbB1"}},{"id":"1585694351","type":"albums","href":"/v1/catalog/us/albums/1585694351?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/c5/78/44/c57844e5-2eaa-d034-6a21-bf0d6e676fa2/21CRGIM29528.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"402803","textColor2":"2a1919","textColor4":"543415","textColor1":"120b02","bgColor":"f99e07","hasP3":false},"artistName":"St. Vincent","isSingle":false,"url":"https://music.apple.com/us/album/the-nowhere-inn/1585694351","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":19,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"The Nowhere Inn","recordLabel":"Loma Vista Recordings","upc":"00888072398511","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Loma Vista Recordings., Distributed by Concord.","playParams":{"id":"1585694351","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1jfLCbkowa2O8Wq52mo61d"}},{"id":"1584179470","type":"albums","href":"/v1/catalog/us/albums/1584179470?l=en-US","attributes":{"artwork":{"width":1440,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/07/42/fa/0742fa73-f69d-10aa-17bc-aeee44838877/cover.jpg/{w}x{h}bb.jpeg","height":1440,"textColor3":"c7c6c2","textColor2":"d7d9d2","textColor4":"b3b4af","textColor1":"f0efea","bgColor":"242422","hasP3":false},"artistName":"Marc E. Bassy","isSingle":false,"url":"https://music.apple.com/us/album/bowie-ep/1584179470","isComplete":true,"genreNames":["Dance","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Bowie - EP","recordLabel":"New Gold Medal","upc":"3616559181717","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 NEW GOLD MEDAL / PIVTL PROJECTS","playParams":{"id":"1584179470","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1585228057","type":"albums","href":"/v1/catalog/us/albums/1585228057?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/bd/52/de/bd52deab-be7c-fdc2-764e-105d98526640/21UM1IM09525.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2e2f","textColor2":"003368","textColor4":"2e5782","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"JESSIA","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-jessia-single/1585228057","isComplete":true,"genreNames":["Pop","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Apple Music Home Session: JESSIA - Single","recordLabel":"Artist Driven Records / Republic Records","upc":"00602438808229","audioTraits":["lossless","lossy-stereo"],"copyright":"Artist Driven Records; ℗ 2021 Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1585228057","kind":"album"},"editorialNotes":{"standard":"Vancouver singer-songwriter JESSIA knows her way to the heart of a great tune. “It really shows if it's a good song or not if you can just play it acoustically and it still has an impact,” she tells Apple Music. To wit, for her <i>Home Session</i> EP, she recorded an impassioned, pared-down cover of 5 Seconds of Summer’s “Youngblood,” cutting right to its melodic essentials. She also remade her own track “I’m not Pretty”—a minimalist pop bop that took off earlier this year—in much the same way, her guitar's downstroke accents now providing the track's rhythmic momentum. “I was so excited to do these home sessions as I have been writing my EP this entire year,” she says. “That has been a lot of building songs to be as big and present as possible. It's been an incredible process, but these sessions have been refreshing because we could strip everything back. I definitely want to incorporate some stripped-down songs into my live show, because there is something truly special about those bare moments.”","short":"“If it's a good song, you can just play it acoustically and it still has an impact.”"},"isCompilation":false}},{"id":"1572431958","type":"albums","href":"/v1/catalog/us/albums/1572431958?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/11/6f/e7/116fe788-6bec-3a46-f928-9d23ce88c212/0045778781966.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"ca7895","textColor2":"f472ab","textColor4":"c75e90","textColor1":"f892b2","bgColor":"131023","hasP3":false},"artistName":"Thrice","isSingle":false,"url":"https://music.apple.com/us/album/horizons-east/1572431958","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Horizons / East","recordLabel":"Epitaph","upc":"0045778781966","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Epitaph","playParams":{"id":"1572431958","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6JLTZPPzQDKjv6zkenbZnc"}},{"id":"1552393900","type":"albums","href":"/v1/catalog/us/albums/1552393900?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/c3/79/fe/c379febd-3421-fb81-feec-32dbd63d8b26/196006023126.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"36352f","textColor2":"282723","textColor4":"4f4c44","textColor1":"0a0909","bgColor":"e8e2c8","hasP3":false},"artistName":"Candlebox","isSingle":false,"url":"https://music.apple.com/us/album/wolves/1552393900","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Wolves","recordLabel":"Pavement Music","upc":"196006023126","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Pavement Entertainment, Inc","playParams":{"id":"1552393900","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7JflRoAudUQYmy24IUIFeF"}},{"id":"1582800005","type":"albums","href":"/v1/catalog/us/albums/1582800005?l=en-US","attributes":{"artwork":{"width":3500,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/b1/48/c0/b148c02f-137a-0a15-5777-f2dd73a8208f/5060899079247_cover.jpg/{w}x{h}bb.jpeg","height":3500,"textColor3":"2d2600","textColor2":"402232","textColor4":"614128","textColor1":"000000","bgColor":"e5be00","hasP3":false},"artistName":"Metronomy","isSingle":false,"url":"https://music.apple.com/us/album/posse-volume-1-ep/1582800005","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-09-15","name":"Posse, Volume. 1 -EP","recordLabel":"Because Music Ltd.","upc":"5060899079247","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Because Music Ltd.","playParams":{"id":"1582800005","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1579566212","type":"albums","href":"/v1/catalog/us/albums/1579566212?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/0f/ec/f3/0fecf3e5-44c1-4eaf-abe1-3c38eba42587/3760014197598.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"2c2c2e","textColor2":"1a1a1b","textColor4":"383839","textColor1":"0b0c0d","bgColor":"b0b0b0","hasP3":false},"artistName":"Nevermind","isSingle":false,"url":"https://music.apple.com/us/album/carl-philipp-emanuel-bach/1579566212","isComplete":true,"genreNames":["Classical","Music","Chamber Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Carl Philipp Emanuel Bach","recordLabel":"Alpha Classics","upc":"3760014197598","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Alpha Classics / Outhere Music France","playParams":{"id":"1579566212","kind":"album"},"editorialNotes":{"standard":"The French ensemble Nevermind (flute, violin, viola da gamba, and harpsichord) pays homage to J.S. Bach’s second surviving son with a terrific trio of his quartets and a couple of sonata movements. Emanuel wrote the quartets at the height of his powers, and they display all the imagination and invention you might expect of a Bach. Bridging the gap between the Baroque and early Romanticism (Beethoven was 18 when Emanuel died), this music seethes with life. Anna Besson’s gorgeous Melzer flute (after a Carlo Palanca original) crowns an ensemble that is underpinned by Jean Rondeau’s characteristically poetic harpsichord playing.","short":"Music that seethes with life, performed wonderfully by the French ensemble."},"isCompilation":false}},{"id":"1570719918","type":"albums","href":"/v1/catalog/us/albums/1570719918?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/5c/a4/02/5ca402c0-04a8-0785-5021-35369805cf1f/5055869565981.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"afa99a","textColor2":"ccbaad","textColor4":"a5988a","textColor1":"d9cfc1","bgColor":"071400","hasP3":false},"artistName":"RP Boo","isSingle":false,"url":"https://music.apple.com/us/album/established/1570719918","isComplete":true,"genreNames":["Electronic","Music","Dance","House"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Established!","recordLabel":"Planet Mu","upc":"5055869565981","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Planet Mu","playParams":{"id":"1570719918","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1tdtDx55BTwtdSjqmAVrsl"}},{"id":"1583611639","type":"albums","href":"/v1/catalog/us/albums/1583611639?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/df/6f/9c/df6f9cad-3769-95d7-8a32-9ae8cf7950c4/780163607024.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"00cbb9","textColor2":"fe2600","textColor4":"cb2003","textColor1":"00fce3","bgColor":"000912","hasP3":false},"artistName":"Hildur Guðnadóttir & Sam Slater","isSingle":false,"url":"https://music.apple.com/us/album/battlefield-2042-official-soundtrack/1583611639","isComplete":true,"genreNames":["Original Score","Music","Soundtrack"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-09-22","name":"Battlefield 2042 (Official Soundtrack)","recordLabel":"EA Music","upc":"780163607024","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Electronic Arts Music","playParams":{"id":"1583611639","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0AS3lRdcaJuH3tZMawxaD1"}},{"id":"1558455013","type":"albums","href":"/v1/catalog/us/albums/1558455013?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/2b/dd/8e/2bdd8eab-e82c-afee-0be2-43500f638aa4/724596105559.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b6b483","textColor2":"f27aa5","textColor4":"c56688","textColor1":"dfdd9f","bgColor":"141412","hasP3":false},"artistName":"José González","isSingle":false,"url":"https://music.apple.com/us/album/local-valley/1558455013","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Local Valley","recordLabel":"Mute","upc":"724596105559","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Imperial Recordings under exclusive license to Mute for US & Canada","playParams":{"id":"1558455013","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6FtOADddclxzVHrpqCe79m"}},{"id":"1567030473","type":"albums","href":"/v1/catalog/us/albums/1567030473?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/6a/c5/91/6ac5910f-b6cb-c2f8-be80-1dca478aa2dd/0045778783861.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"d1a76d","textColor2":"dfbea5","textColor4":"b89e8a","textColor1":"fec980","bgColor":"1f1f1f","hasP3":false},"artistName":"Moor Mother","isSingle":false,"url":"https://music.apple.com/us/album/black-encyclopedia-of-the-air/1567030473","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Black Encyclopedia of the Air","recordLabel":"Anti/Epitaph","upc":"0045778783861","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Moor Mother, under exclusive license to Anti","playParams":{"id":"1567030473","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5MbfULVKirwaOOlA58Ja9J"}},{"id":"1582161579","type":"albums","href":"/v1/catalog/us/albums/1582161579?l=en-US","attributes":{"artwork":{"width":1440,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/0b/eb/12/0beb1255-802d-6b81-4aca-530bc8fbfcf6/cover.jpg/{w}x{h}bb.jpeg","height":1440,"textColor3":"24281e","textColor2":"0b1200","textColor4":"2c361c","textColor1":"000002","bgColor":"b1c98d","hasP3":false},"artistName":"Chaos In the CBD & Mongo Skato","isSingle":false,"url":"https://music.apple.com/us/album/brainstorm-ep/1582161579","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Brainstorm - EP","recordLabel":"In Dust We Trust","upc":"3616559142015","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 In Dust We Trust","playParams":{"id":"1582161579","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2N5shz2jPjiMcsjcBrAUOE"}},{"id":"1566679952","type":"albums","href":"/v1/catalog/us/albums/1566679952?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ac/d5/8e/acd58e7e-e783-23ff-55f3-474e85e901fa/4050538694772.jpg/{w}x{h}bb.jpeg","height":4000,"textColor3":"97c7c9","textColor2":"a2ebe9","textColor4":"84c3c6","textColor1":"baf0ec","bgColor":"0a243a","hasP3":false},"artistName":"Spiritbox","isSingle":false,"url":"https://music.apple.com/us/album/eternal-blue/1566679952","isComplete":true,"genreNames":["Hard Rock","Music","Rock","Metal"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Eternal Blue","recordLabel":"Rise Records","upc":"4050538694772","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Pale Chord Music, LLC under exclusive license to Rise Records, Inc.","playParams":{"id":"1566679952","kind":"album"},"editorialNotes":{"standard":"Taking its name from a computer virus developed by the NSA and leaked by hackers in 2017, the debut album from Canadian alt-metal trio Spiritbox has nothing to do with cyberattacks. Instead, vocalist Courtney LaPlante uses the term to describe the mood that permeates the record. “The story of the computer virus is fascinating—especially how it came into existence and how much it messed with people’s stuff,” she tells Apple Music. “But I latched onto it because of how cool the phrase is. Now, the words mean something completely different to me than when I first heard them.” Below, she describes each track on <i>Eternal Blue</i>.<br />\n<b>“Sun Killer”</b>\n“We wrote this in January of 2020, and we instantly knew that it would be the intro of the album. This has the drama that I look for when I’m listening to an opening of an album—it’s like when the band is walking out onstage for a show. When I hear this, I’m surprised by the flexibility of my voice because I’ve had a vocal cord injury for a long time. It’s finally healed itself up in the last couple of years, so this performance is like a mini-celebration that I feel like myself again.”<br /> \n<b>“Hurt You”</b>\n“All of our songs have a narrative, but they’re more about the feeling of the song. To me, this feels like the ups and downs of a toxic relationship. We always write the music first in this band, but I think it’s fun when you can have the lyrical content mimic the vibe of the music. The working title of this was ‘Heavy Clown,’ like Clown from Slipknot, because a lot of our favorite nu-metal references made it into this song.”<br /> \n<b>“Yellowjacket” (feat. Sam Carter)</b>\n“This is one of my favorites on the record. I think it’s a double drop-D guitar tuning, so it’s inhumanly heavy. I don’t do a lot of screaming on this song, but it definitely has some of the lowest, scariest screams I’ve ever gotten out of me. The rest of the song is me talking, and my inspiration for that was a lot of the alternative music of the ’90s—bands like Butthole Surfers, that had all this weird spoken-word stuff in their songs. And then, we had Sam Carter from Architects do some vocals on it, which sound amazing.”<br /> \n<b>“The Summit”</b>\n“I have this fantasy in my mind where there’s this new genre of music that doesn’t make sense, but it’s almost like the parameters are pulled off some genres that I like. And that’s where ‘The Summit’ lives. It’s hard to classify it as a metal song, but the guitar is so low and clear. Vocally, I took a lot of inspiration from The Weeknd and Charli XCX, especially the way she lets the last line of a chorus descend in a really playful way.”<br />\n<b>“Secret Garden”</b>\n“This is one of the first ones we wrote back in the summer of 2019, but it wasn’t quite ready back then. The working title was ‘Chino’ because it reminded us a little bit of Deftones, who we are very inspired by. I think the song has such a nice vibe to it—it feels romantically sorrowful. Lyrically, it’s me being introspective and advocating for myself. I think a lot of musicians fear losing who they are as their star rises, but I think anyone who’s in any transition period in their life can understand that feeling.”<br />\n<b>“Silk in the Strings”</b>\n“A lot of the songs on this album are heavy and open and slow, but all the more intense songs—like this one—were written later. When [guitarist] Michael [Stringer] first showed me this one, I wasn’t sure what to do because I always feel like the vocals need to match the energy of the song. So, whenever there’s something bouncy, I try not to think about what a metal vocalist would do. I look more to what I think good rappers would do. For this song, I was like, ‘How would the Wu-Tang Clan do this song?’ I would absolutely never be able to rap, but I really admire how important the flow is.”<br /> \n<b>“Holy Roller”</b>\n“We don’t really have a lot of other music that sounds like this song, but we just wanted something selfishly heavy. The narrator in this song is clearly not a good person. A lot of times in metal music, a song about a bad person is very on the nose—very graphic and explicitly violent. I wanted to explore something more insidious, like the religious cultism of someone like Jim Jones. I find those kinds of people so much scarier than a song about cutting someone’s head off or something like that.”<br /> \n<b>“Eternal Blue”</b>\n“This is one of the first tracks we wrote, and I think it’s my favorite. Our producer, Dan [Braunstein], really helped us dig a little deeper with the synth part of it, taking a lot of reference from New Wave acts from the ’80s, like Tears for Fears and Depeche Mode. I just love how heavy and beautiful the song is, and it has a very rare Michael Stringer guitar solo in it, which I love. Lyrically, it’s about someone who is at rock bottom but is trying not to romanticize that. Many people seem to glamorize depression, but I think it’s important not to get caught up in that.”<br /> \n<b>“We Live in a Strange World”</b>\n“Every time I listen to this song, I feel different about it. We first wrote it before the pandemic, before the band started gaining success. When I recorded it in February 2021, I had a lot more to say about how weird the world is. It feels like I’m just watching this stuff happen to me like a viewer—rather than it actually happening to me—because I’m just sitting in my house watching all of these people online starting to know who the band is. It’s a bizarre feeling, and you worry about messing it up.”<br /> \n<b>“Halcyon”</b>\n“This one’s Michael’s favorite song. Like ‘Sun Killer,’ I just love how dramatic it is. It’s a big heavyweight of a song, and it gives me a lot of room with my singing range. Most of these songs are me thinking about not wanting to mess up and not wanting to get my little spirit crushed. This one is me looking at all those successful people and the version of me that’s going to compromise everything so that they can be one of those people.”<br /> \n<b>“Circle With Me”</b>\n“This is the newest song on the record, and it was written in the studio. Michael wrote it in an afternoon. Some of the darker and dramatic parts remind me of Evanescence, but on the chorus I took reference from Tears for Fears. So, it’s this weird little song, but it really kind of unlocked a lot of creativity in us to make all of our songs better. We ended up putting it out first because it really represents how we’re feeling about our band right now.”<br /> \n<b>“Constance”</b>\n“Just as ‘Sun Killer’ was always to be the opener and ‘Holy Roller’ was always meant as the middle point, followed by ‘Eternal Blue,’ ‘Constance’ was always meant to be the last song. But the lyrics didn’t really start to form until last year when my grandma passed away. Writing this song just helped me think about the feelings of losing someone, and it’s dedicated to her because she always wanted me to put out a song that doesn’t have screaming in it.”","short":"“Most of these songs are me thinking about not wanting to mess up.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6cZ39G1mahxDAGfoPzDllb"}},{"id":"1566631552","type":"albums","href":"/v1/catalog/us/albums/1566631552?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/6d/cd/d3/6dcdd3d9-89ca-52cb-87bc-b634270c6fef/190296721298.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"d4d9e3","textColor2":"b5cdeb","textColor4":"9db5d5","textColor1":"fafafc","bgColor":"3e577f","hasP3":false},"artistName":"Matteo Myderwyk","isSingle":false,"url":"https://music.apple.com/us/album/notes-of-longing/1566631552","isComplete":true,"genreNames":["Classical Crossover","Music","Classical"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Notes of Longing","recordLabel":"Warner Classics","upc":"190296721298","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Matteo Myderwyk under exclusive licence to Parlophone Records Limited","playParams":{"id":"1566631552","kind":"album"},"editorialNotes":{"standard":"On <i>Notes of Longing</i>, Matteo Myderwyk creates an oasis of calm and comfort in music scored for solo piano and synth effects. There’s an almost orchestral depth to many of the tracks, such as in the beautiful “The Young Weaver,” although the music is at its most beguiling when scored for solo piano—the beautiful “Aria” possesses a hymn-like intimacy while the hypnotic “Longing” flows like a river out to sea, its destination reached in its final, breathtaking bars. <i>Notes of Longing</i> ends with “Continuum,” its Bach-esque harmonies moving gently beneath a trance-like, oscillating beat.","short":"Find an oasis of calm and comfort in music for solo piano and synth effects. "},"isCompilation":false,"spotify":"https://open.spotify.com/album/603CzL6P2uvxqlsPunk53H"}},{"id":"1523126012","type":"albums","href":"/v1/catalog/us/albums/1523126012?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/07/d9/09/07d90939-3043-17d0-270e-09d65bba79b8/1489.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"413836","textColor2":"3d2944","textColor4":"635364","textColor1":"120809","bgColor":"fbf8e7","hasP3":false},"artistName":"Mild High Club","isSingle":false,"url":"https://music.apple.com/us/album/going-going-gone/1523126012","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Going Going Gone","recordLabel":"Stones Throw Records","upc":"659457242336","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Stones Throw Records","playParams":{"id":"1523126012","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0c4lcf4DqYasZzNz8n2VBl"}},{"id":"1563958121","type":"albums","href":"/v1/catalog/us/albums/1563958121?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/2f/ea/3a/2fea3ad3-b97e-990b-13b8-31ed3530d3a4/21UMGIM24821.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"471724","textColor2":"31161f","textColor4":"5a2431","textColor1":"190610","bgColor":"ff5a78","hasP3":false},"artistName":"Employed To Serve","isSingle":false,"url":"https://music.apple.com/us/album/conquering/1563958121","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Conquering","recordLabel":"Spinefarm Records UK","upc":"00602438099573","audioTraits":["lossless","lossy-stereo"],"copyright":"A Spinefarm Records Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1563958121","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/38pSlzhA3EKAx3jsPZvwU6"}},{"id":"1579558269","type":"albums","href":"/v1/catalog/us/albums/1579558269?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ef/c1/53/efc15357-c3d6-9503-5e32-f7e97ca926cf/5056167165750_1.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"14304c","textColor2":"560000","textColor4":"592633","textColor1":"000b1f","bgColor":"68c2ff","hasP3":false},"artistName":"Kyle Dion","isSingle":false,"url":"https://music.apple.com/us/album/sassy/1579558269","isComplete":true,"genreNames":["R&B/Soul","Music","Pop"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Sassy","recordLabel":"Kyle Dion","upc":"5056167165750","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kyle Dion under exclusive license to AWAL Recordings America, Inc.","playParams":{"id":"1579558269","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0YCMzSXeLG5d9tCs8CNbAl"}},{"id":"1585680156","type":"albums","href":"/v1/catalog/us/albums/1585680156?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/94/e3/54/94e354b4-89d3-ad52-acd2-7a9843c3e91d/5050580751903.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"463539","textColor2":"2a2428","textColor4":"493f43","textColor1":"26171b","bgColor":"c5acaf","hasP3":false},"artistName":"Air Max '97","isSingle":false,"url":"https://music.apple.com/us/album/psyllium-eat-the-rich-single/1585680156","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Psyllium / Eat the Rich - Single","recordLabel":"Timedance","upc":"5050580751903","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Timedance","playParams":{"id":"1585680156","kind":"album"},"isCompilation":false}},{"id":"1567956987","type":"albums","href":"/v1/catalog/us/albums/1567956987?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/bb/09/13/bb091393-8ea0-32d8-b326-a0ea9d1d8fb3/075597916867.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2c2a","textColor2":"110e0b","textColor4":"32302e","textColor1":"0c0906","bgColor":"b8b8b8","hasP3":false},"artistName":"Jeremy Denk & The Saint Paul Chamber Orchestra","isSingle":false,"url":"https://music.apple.com/us/album/mozart-piano-concertos/1567956987","isComplete":true,"genreNames":["Classical","Music","High Classical"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Mozart Piano Concertos","recordLabel":"Nonesuch","upc":"075597916867","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 The Saint Paul Chamber Orchestra, under exclusive license to Nonesuch Records Inc.","playParams":{"id":"1567956987","kind":"album"},"editorialNotes":{"standard":"In their performances of two of Mozart’s greatest late piano concertos, soloist Jeremy Denk and the 29 players of The Saint Paul Chamber Orchestra strike the perfect balance between intimacy and symphonic grandeur. Oscillating between major and minor keys, the opening to <i>Piano Concerto No. 25</i> is one of Mozart’s richest concerto movements, embracing an extraordinary range of moods, from fragility and melancholy to sprightly humor and operatic drama. Denk’s piano touch is alive to each and every one, as it is throughout this remarkable recording: He brings a beautiful fluidity to <i>No. 25</i>’s final movement while his tone adopts a dark richness in all three movements of the Don Giovanni-esque <i>No. 20</i>. The Saint Paul Chamber Orchestra is the perfect partner to Denk’s incredible artistry.","short":"The perfect balance between intimacy and symphonic grandeur."},"isCompilation":false}},{"id":"1568562085","type":"albums","href":"/v1/catalog/us/albums/1568562085?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/d7/27/0c/d7270cab-7f9c-99a6-4f77-f7389a93d003/196006526924.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"a4af5e","textColor2":"ddca81","textColor4":"b4a871","textColor1":"c9d26a","bgColor":"102130","hasP3":false},"artistName":"Nate Smith","isSingle":false,"url":"https://music.apple.com/us/album/kinfolk-2-see-the-birds/1568562085","isComplete":true,"genreNames":["Contemporary Jazz","Music","Jazz"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Kinfolk 2: See the Birds","recordLabel":"Edition Records","upc":"196006526924","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Edition Records","playParams":{"id":"1568562085","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6zAtsNWsJZb7yutJ6u6Cjb"}},{"id":"1565382318","type":"albums","href":"/v1/catalog/us/albums/1565382318?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/07/d8/cd/07d8cd75-6c31-c6ce-c661-323c7fb628a5/dj.bupfiduc.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b9bac0","textColor2":"e3a788","textColor4":"b78870","textColor1":"e5e6ec","bgColor":"090b13","hasP3":false},"artistName":"Jordan Rakei","isSingle":false,"url":"https://music.apple.com/us/album/what-we-call-life/1565382318","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"What We Call Life","recordLabel":"Ninja Tune","upc":"5054429149166","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Ninja Tune","playParams":{"id":"1565382318","kind":"album"},"editorialNotes":{"standard":"A dedicated period of introspection influenced Jordan Rakei’s fourth album. “Therapy is a really logical way to help yourself improve in life,” the New Zealand-born, Australia-raised, and London-based singer-songwriter tells Apple Music. “It's not just about getting out of an extremely depressive state, or getting over a divorce or a really bad breakup. It's like, how can therapy be a tool to get me to see life slightly differently, and make me slightly happier?” <i>What We Call Life</i> finds Rakei at his most confident, his approach to composition and production shifting as a result of his journey, with each song representing something he learned via therapy. “I feel like it's really who I am right now,” he says. “I had my own sound, but I was letting my influences shine through a little bit more. But with this one, I feel like it's the first time I’ve had my own voice throughout a whole album.” Across his previous work, Rakei hasn’t found issues with genre-blending—fusing soul, jazz, R&B, and alternative influences with rare finesse. But <i>What We Call Life</i> is his most experimental, ambient, and existential set yet. “Introspection is hard for some people; they don't like thinking about their own life, or their past, or anything,” he says. “So doing a bit more of that would be really good for us all.” Here, Jordan guides us through each track.<br />\n<b>“Family”</b>\n“I was thinking about my parents’ divorce, when I was about 14. When I was a young teenager, I thought the divorce didn't affect me. But now, double the age, I’m reflecting and thinking about the impact it must have had on my parents, navigating now being single parents. Also, thinking about me, sympathizing with the young teenager that I was, not really understanding its impact. I had this idea that my parents were ‘super soldiers.’ As I became an adult, I'm like, ‘Oh, wow, that's just a normal person trying to go about their life.’”<br />\n<b>“Send My Love”</b>\n“I think of this track as three mini-songs in one. There's the verse, which is really atmospheric and spacious, but with a bit of a groove. When the chorus comes in, it becomes a pumping dance track. I actually produced it all first, I laid all the instrumental down, we did all the synthesizers and we did all the drum programming. Then as soon as I saw it all sitting, I was like, ‘How can my voice slot in this without getting in the way of the production?’ But the choruses, I've gone through five to six different choruses of trying to not get my vocals in the way, and decided to just keep it really simple.”<br />\n<b>“Illusion”</b>\n“I just really wanted this to be a fun one, not overthinking the process. I was born into a particular family with particular morals, in a country that had a certain privileges. Living in Australia, in a rich neighborhood, I had these advantages from birth. It's basically like a subtle argument of nature versus nurture, and whether you can control your own narrative in life.”<br />\n<b>“Unguarded”</b>\n“I wanted to have a track that breathed, production-wise. The focus wasn’t lyrics or the instrumentation, it was the energy and mood, and the way it all moves. It was more about the emotion rather than the message or the instrumental choices, about the movement and arc of the music.”<br />\n<b>“Clouds”</b>\n“I wanted the whole song to be built around this vocal loop idea, similar to James Blake’s ‘Retrograde’, or a Bon Iver song. I actually made that in lockdown, in my bedroom. I started making the instrumental in May 2020 when Black Lives Matter started surfacing around the world. My dad's from the Pacific Islands, and he's brown. But I always forget that I'm mixed-race, because I'm white-passing. I was raised in Australia, I had white friends. And when I first came out in my career, people would comment and say, ‘Jordan Rakei, the next white D’Angelo.’ So, I was attacking that, and the guilt I feel behind it, and acknowledging my heritage a bit more. Even now I'm trying to pronounce my last name how it should be pronounced. My whole life I just used to say ‘Rack-eye.’ But it's actually ‘Rah-kye’ or ‘Rah-kaye,’ depending on if you're in New Zealand or not. I still have to remind myself I'm Cook Islander.”<br />\n<b>“What We Call Life”</b>\n“When I was younger, there was a crazy party at my house. There were always parties at my house, because my parents were really sociable. I was a shy child, and quite anxious. I was angry at my parents for always having these parties when I was just a quiet, shy child. I was like, ‘Why do I constantly have to be put through this?’ I remember thinking to myself at that time, ‘Is this the life I expect? Is this what I’m going to be like for the rest of my life?’ I'm trying to talk to my inner child, and trying to give him some sort of reassurance, like, ‘Life's going to be all right, you're going to get through this.’ I used to be really stressed about it.”<br />\n<b>“Runaway”</b>\n“I've managed to really nail what I love about all types of music in one song. I feel like it's slightly complex; at the same time it's really simple. It's ethereal, but it's got a groove to it. All the harmony choices are exactly like what I'm into at the moment. And lyrically, it's about embracing a new path in life, and not running away from the past.”<br />\n<b>“Wings”</b>\n“I'm drawing from a different palette sonically. It's probably the heaviest, darkest tune on the album. So I was trying to channel my inner distorted guitar. Lyrically, it’s about breaking out of your mold, embracing your wings and flying to a new life, or plane of being. I wrote these verses way back in 2014 when I first moved to London. I just didn't feel like I ever had the right song emotionally to go with it. Until we were in the studio and we made this song, and I was just like, ‘Hey, I'm going to try and sing these lyrics over the top.’ And it's still relevant to where I'm at right now.”<br />\n<b>“Brace”</b>\n“I started the album quite bright, and I feel like this is quite expansive, it's a different sound from earlier songs in the album. But I really wanted that contrast. ‘Brace’ is a really relaxing, slow-moving cinematic experience.”<br />\n<b>“The Flood”</b>\n“I always knew when I made this track it was going to be the last track on the album, because it's got a long intro, it's got a long middle section, and then it's got a long outro. I wanted it to be a seamless story, like you’re embracing a new future. The last four minutes is all instrumental; I just wanted to ride out on it and let it fizzle away. It's talking about the flood of emotions in the body, and how responsive the body is to trauma. It's a narrative on emotion.”","short":"“This is the first time I’ve had my own voice throughout an album.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6Ifae2tRjg49lTQ9390iOD"}},{"id":"1582955609","type":"albums","href":"/v1/catalog/us/albums/1582955609?l=en-US","attributes":{"artwork":{"width":3756,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/b5/15/9d/b5159d43-dd65-1114-24c7-176fa860db4d/5056321653956.png/{w}x{h}bb.jpeg","height":3827,"textColor3":"aeaeae","textColor2":"eab699","textColor4":"bf957d","textColor1":"d6d6d6","bgColor":"11110f","hasP3":false},"artistName":"Prettybwoy","isSingle":false,"url":"https://music.apple.com/us/album/tayutau/1582955609","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Tayutau","recordLabel":"SVBKVLT","upc":"5056321653956","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SVBKVLT","playParams":{"id":"1582955609","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/02PzIDBXRfzurh9jdassts"}},{"id":"1572503604","type":"albums","href":"/v1/catalog/us/albums/1572503604?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/f7/97/c2/f797c2f7-40f5-d212-adad-f2bff9bd966d/840588148264.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b98e69","textColor2":"ef6929","textColor4":"c75823","textColor1":"dcad81","bgColor":"2a120a","hasP3":false},"artistName":"Alien Weaponry","isSingle":false,"url":"https://music.apple.com/us/album/tangaroa/1572503604","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Tangaroa","recordLabel":"Napalm Records","upc":"840588148264","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Napalm Records Handels GmbH","playParams":{"id":"1572503604","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5ZecWg9U3LCVyHOu7LQDZu"}},{"id":"1583794350","type":"albums","href":"/v1/catalog/us/albums/1583794350?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/dd/f5/a3/ddf5a39d-597f-d802-c939-f3a4a4b86c7e/4062548034622.png/{w}x{h}bb.jpeg","height":1400,"textColor3":"403f3f","textColor2":"13110f","textColor4":"42403f","textColor1":"10100f","bgColor":"ffffff","hasP3":false},"artistName":"Sei A","isSingle":true,"url":"https://music.apple.com/us/album/balance-single/1583794350","isComplete":false,"genreNames":["Electronic","Music","Electronica"],"trackCount":1,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Balance - Single","recordLabel":"Aus Music","upc":"4062548034622","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Simple Records / AUS Music - a division of K7 Music GmbH","playParams":{"id":"1583794350","kind":"album"},"isCompilation":false}},{"id":"1566636795","type":"albums","href":"/v1/catalog/us/albums/1566636795?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/54/a1/3b/54a13bfb-1ffd-2390-e6a4-d7f3dadbc58e/634457054219.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"363232","textColor2":"15110e","textColor4":"44403d","textColor1":"040000","bgColor":"fffefc","hasP3":false},"artistName":"Bad Bad Hats","isSingle":false,"url":"https://music.apple.com/us/album/walkman/1566636795","isComplete":true,"genreNames":["Indie Rock","Music","Alternative","Punk"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Walkman","recordLabel":"Don Giovanni Records","upc":"634457054219","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Don Giovanni Records","playParams":{"id":"1566636795","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6j7NwJ3QMjSxlxay1e7KOT"}},{"id":"1580567428","type":"albums","href":"/v1/catalog/us/albums/1580567428?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/43/1c/57/431c57c0-7978-d5a9-5f82-a36857e8814a/5060913704544.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"53232f","textColor2":"23070c","textColor4":"4e2931","textColor1":"29000a","bgColor":"faafc3","hasP3":false},"artistName":"musclecars","isSingle":false,"url":"https://music.apple.com/us/album/shelter-building-it-still-ep/1580567428","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Shelter (Building It, Still) - EP","recordLabel":"Coloring Lessons Records","upc":"5060913704544","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Coloring Lessons Records","playParams":{"id":"1580567428","kind":"album"},"isCompilation":false}},{"id":"1581115525","type":"albums","href":"/v1/catalog/us/albums/1581115525?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/dc/d3/ac/dcd3acb1-28c1-a875-497f-afdc65f31ee1/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"90cab1","textColor2":"b7e3d4","textColor4":"93b6aa","textColor1":"b4fcdd","bgColor":"010101","hasP3":false},"artistName":"Dart","isSingle":false,"url":"https://music.apple.com/us/album/dawn/1581115525","isComplete":true,"genreNames":["House","Music","Dance","Breakbeat"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Dawn","recordLabel":"Remmah","upc":"5054286108061","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Remmah","playParams":{"id":"1581115525","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0mnNRW7aEBqOud0JZRW9e9"}},{"id":"1568277293","type":"albums","href":"/v1/catalog/us/albums/1568277293?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/9f/a6/c0/9fa6c051-5ffe-ff13-5fe1-f24785b87dba/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3f3a3b","textColor2":"390b0a","textColor4":"613c3b","textColor1":"10090a","bgColor":"ffffff","hasP3":false},"artistName":"Carcass","isSingle":false,"url":"https://music.apple.com/us/album/torn-arteries/1568277293","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-09-17","name":"Torn Arteries","recordLabel":"Nuclear Blast","upc":"0727361536862","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Nuclear Blast","playParams":{"id":"1568277293","kind":"album"},"editorialNotes":{"standard":"On their first album in eight years, Liverpool death metal titans Carcass double down on the infectious harmonized riffage and medical-atrocity lyrics of their 2013 comeback album, <i>Surgical Steel</i>. To say that <i>Torn Arteries</i> is long-awaited is an understatement: The album was originally supposed to be out in early 2020. In fact, Carcass released the first single, “Under the Scalpel Blade,” in late 2019. When the pandemic hit, the band decided to delay the record’s release until they could safely tour. To tide fans over, they released the four-song <i>Despicable</i> EP in October 2020. But now, the moment of truth has arrived, and Carcass vocalist/bassist Jeff Walker isn’t giving any spoilers. “I don’t want to talk about the lyrics because you’re giving the game away,” he tells Apple Music. “It defeats the object of me not wanting them on the album, and you’re kind of instilling in people how they should be thinking.” Still, we managed to extract some comments from him on some key tracks.<br />\n<b>“Dance of Ixtab”</b>\n“Ixtab is the Mayan goddess of suicide by hanging. I’ve no idea how I stumbled across it, honestly. I could say I was on an alien peninsula or something, but that’s bullshit. Maybe I was watching <i>From Dusk Till Dawn</i>. I was probably doing some ‘research,’ and we all know what that means these days: Google. But it’s not glorifying suicide or dwelling on people being depressed. It’s a bit more sleazy than that.”<br />\n<b>“Eleanor Rigor Mortis”</b>\n“If there’s anything that we dusted off from the old days for this album, it’s this song title. We joked about using it way back on the first album. It falls into this Kinks/Beatles quintessential Englishness that we’ve always incorporated into Carcass. That was the vibe I was going for. I’m sure [Carcass guitarist] Bill [Steer] cringes over the fact that I bothered to use it.”<br /> \n<b>“Under the Scalpel Blade”</b>\n“We’ve managed to release this song three times now. With every album, you have a song that kind of becomes a single. So, we released this at the end of 2019 as a flexi single with <i>Decibel</i> when the album was supposed to be out in 2020. But then, of course, that didn’t happen. When we decided to do the EP, we had three songs that are not on the album, so we brought out one album track as well. And, of course, the song has to be on the album itself.”<br /> \n<b>“The Devil Rides Out”</b>\n“This is a movie title I’ve always loved, but the song has nothing to do with that. There’s always been anti-religious songs, but this is an anti-Satanic song. Satanism is just as fucking stupid as Christianity or every other ‘ism,’ you know? I really fancied the idea of doing a song that could be picked up by Christians and then they run to town thinking it’s a pro-Christian song. I love the idea of the label servicing some Christian radio stations with this track, but it never happened.”<br /> \n<b>“Kelly’s Meat Emporium”</b>\n“This was a real shop in Liverpool, but it doesn’t exist anymore. It’s somewhere I’d pass occasionally, and I just thought it was quaint because one minute it was open and then for years it was kind of derelict. To me, it was just a sign of the times. But the title is totally disconnected from the lyrics. It’s like ‘The Living Dead at the Manchester Morgue’ from the EP: It’s not like I watched the movie and wrote a song about it. I just liked the title. Like ‘Eleanor Rigor Mortis,’ it feels quintessentially British.”","short":"“I don’t want to talk about the lyrics because you’re giving the game away.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7gLYRl6OVQjgsceV95XuUR"}},{"id":"1568360025","type":"albums","href":"/v1/catalog/us/albums/1568360025?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/65/53/e1/6553e12d-976b-7738-2066-f4ab8b385b69/11520.jpg/{w}x{h}bb.jpeg","height":2000,"textColor3":"cecece","textColor2":"e1e1e1","textColor4":"b8b8b8","textColor1":"fcfcfc","bgColor":"161616","hasP3":false},"artistName":"Alicia Walter","isSingle":false,"url":"https://music.apple.com/us/album/i-am-alicia/1568360025","isComplete":true,"genreNames":["Pop","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"I Am Alicia","recordLabel":"Sooper Records","upc":"617201804919","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Sooper Records","playParams":{"id":"1568360025","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7moHPytGPsdk7HMScIbLWC"}},{"id":"1582674074","type":"albums","href":"/v1/catalog/us/albums/1582674074?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/71/1b/6b/711b6ba9-39f3-aa4a-4e26-eb2544a4ecdf/5056495214304_1.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"092c22","textColor2":"161616","textColor4":"123227","textColor1":"0b0e10","bgColor":"00a268","hasP3":false},"artistName":"Arthur Moon","isSingle":false,"url":"https://music.apple.com/us/album/chaos-chaos-chaos-side-a/1582674074","isComplete":true,"genreNames":["Alternative","Music","Electronic"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-09-17","name":"Chaos! Chaos! Chaos!: Side A","recordLabel":"Unity Rec","upc":"5056495214304","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Arthur Moon under exclusive license to Unity records","playParams":{"id":"1582674074","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7pxQlXeLh6Zz84YTDK4i9V"}}]}