{"data":[{"id":"1583227776","type":"albums","href":"/v1/catalog/us/albums/1583227776?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/09/14/d4/0914d491-67ca-62fc-64a2-4bad5278b7ae/21UMGIM74865.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d3a060","textColor2":"d8adbf","textColor4":"b48f9d","textColor1":"ffc373","bgColor":"241615","hasP3":false},"artistName":"Elton John","isSingle":false,"url":"https://music.apple.com/us/album/the-lockdown-sessions/1583227776","isComplete":true,"genreNames":["Pop","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"The Lockdown Sessions","recordLabel":"EMI","upc":"00602438711840","audioTraits":["lossless","lossy-stereo"],"copyright":"An EMI release; ℗ 2021 Mercury Records Limited","playParams":{"id":"1583227776","kind":"album"},"editorialNotes":{"standard":"Like many of us during the COVID pandemic, Elton John got to know a few of his neighbors very well. Unlike most of us, his neighbors are also famous musicians, and these serendipitous encounters have led to some of the highest-profile collaborations of his career. A chance meeting with Charlie Puth—“he lived three doors away from me”—was the first in a series of impromptu lockdown sessions launched via email and Zoom calls. After a few scattered tracks had come together, Elton had an epiphany. “I suddenly thought, ‘Oh my god, I’m a session musician again,’” he tells Apple Music, recalling his early days as a not-yet-famous piano player. “And it was just like, ‘You know what, I love this.’ To play on other people’s records, to hear different music and be able to fit in with someone else’s thoughts is an incredibly inspiring and moving thing to do.” And because it’s Elton—the host of Apple Music Radio’s Rocket Hour, where timeless classics mingle with the latest hits from upcoming artists—there’s a mix of old and new. Lil Nas X, Young Thug, and Nicki Minaj are here, as are the late Glen Campbell, Eddie Vedder, and Stevies Wonder and Nicks. “They’ve all taught me something at 74 years of age,” he says. “I think if that can happen in your life and you listen and learn something from these people, it’s a bonus.” As a further bonus, Sir Elton takes us track by track through each collaboration on the album.<br />\n<b>“Cold Heart” (PNAU Remix) with Dua Lipa</b>\n“She was the most professional, brilliant, well‐rehearsed, humble, fabulous, glamorous, beautiful person. I just took to her immediately. <i>Future Nostalgia</i> is one of my favorite albums of the year. She has a certain energy that kind of reflected and inspired me, too. But it was her professionalism and her humility that really struck me.”<br />\n<b>“Always Love You” with Young Thug and Nicki Minaj</b>\n“He came over; I went, ‘What do I call you? Thug? Young Thug? Mr. Thug?’ He said, ‘No, just call me Jeffery.’ He was very humble and very sweet and asked my advice: ‘What do you think I should do as I go on?’ I said, ‘Did you sing in the gospel choir?’ ‘Yes.’ I said, ‘Then sing a little bit more—use more melody as well as rapping, because you do that brilliantly.’ He came into the studio and he just freestyled it all the way. What he did on the track was amazing, and then we thought we're going to have to have a female to answer it. Eventually we got hold of Nicki. I never knew Nicki could sing. I’d just heard her rap. She sang beautifully. She really captured the meaning of the song.”<br />\n<b>“Learn to Fly” with Surfaces</b>\n“They had a hit in America at that particular time and they wanted me to play and maybe do some vocals on their next single. I went up to the studio, and I did my first ever Zoom recording. I put a piano and I did voice on it. And so really that was the first <i>Lockdown</i> track I did. When I go into those situations, I say, ‘Listen, I’m playing on your record. If you don’t like anything, tell me. It’s not going to hurt my feelings.’ They were very, very forthright like that. I put the piano on, then I did the harmonies and the vocals. I love decisive people, so it made it very easy.”<br />\n<b>“After All” with Charlie Puth</b>\n“Charlie Puth and I were in the studio—just the two of us. He’s got a little home studio with all his keyboards and his synths, his Pro Tools. I went up there, played electric piano, and actually wrote the song all the way through. This and the Stevie Wonder song are very unusual for me because I wrote them all the way through without a lyric and the melody. Charlie wrote some words, and I did a vocal, he did a vocal, and that came from that.”<br />\n<b>“Chosen Family” with Rina Sawayama</b>\n“Rina’s album was one of the most amazing records I heard that year. The most frustrating thing for people like her is that they couldn’t tour, because she’s such a visual artist, and you can imagine what the song was going to be like. She was stuck in COVID and we became email friends, and I fell in love with her. I just absolutely adore her. ‘Chosen Family’ is such a beautifully written track, and it’s so important now to bring people together in the divided world that we live in.”<br />\n<b>“The Pink Phantom” with Gorillaz feat. 6LACK</b>\n“I just love the fact that Damon [Albarn] works with so many different people, and he’s not afraid to take a chance. They’re not in it for the glamorization and the glory, they’re in it because they’re working with people they like. And they might not be the biggest‐selling records in the world, but that doesn’t matter to them. Damon used to think I had a pink Phantom, but I didn’t. If I was going to have a Phantom, then it probably would have been pink. I haven’t really had anybody rapping on my records before. To hear 6LACK rapping and Damon weaving me in and out of this dreamlike track was hypnotic and fascinating for me.”<br />\n<b>“It’s a sin” (global reach mix) with Years & Years</b>\n“Olly [Alexander] did a version of ‘It’s a sin’ acoustically. It’s a beautiful song. The lyrics say everything about being gay. It’s a genius lyric by Neil Tennant and a genius record. It’s a tribute to the Pet Shop Boys, and how their music has influenced me, has given me so much pleasure. And it showed the brilliance of both of them creating music and lyrics that sum up being gay. I’ve never written those kinds of songs. It’s me paying tribute to two people who have given me so much pleasure all my life.”<br />\n<b>“Nothing Else Matters” with Miley Cyrus feat. WATT, Yo-Yo Ma, Robert Trujillo & Chad Smith</b>\n“Miley is a fairly new artist in a way, because she’s kind of making different music from when she started, you know, ‘Wrecking Ball.’ I was so impressed with her voice on ‘Nothing Else Matters.’ I’ve always loved Metallica and I always loved that song. It’s the same kind of version, except there’s a piano at the beginning and the end…and there’s Yo‐Yo Ma.”<br />\n<b>“Orbit” with SG Lewis</b>\n“Sam Lewis is someone I’ve been looking at for a long time. He’s a young British producer; I’ve interviewed him on Rocket Hour and played his tracks. I went to the studio in London with his lyricist and wrote a song called ‘Orbit.’ He sent me a track which I didn’t like because it was too Eltonish. I wanted balls. I wanted to dance. I said, ‘Sam, go ahead and destroy what I've done. Just keep the bits you like. The reason I wanted to work with you is that I wanted you in it.’ What he finished up with I love, because it's a bit Depeche Mode, a bit New Order. It’s totally what I wanted. I didn’t want it to sound like Elton John doing a dance record with an Elton John song, which was too formulaic. Dance records aren’t formulaic, with bits and snatches of melodies.”<br />\n<b>“Simple Things” with Brandi Carlile</b>\n“She wrote me a letter 18 years ago asking me to play on her album, the most beautiful letter saying how much I’d meant to her as an artist. She came to Vegas and I played on her record. And we’ve become friends ever since. For her to sing on ‘Simple Things,’ it’s like a dream come true, a bucket list moment. I watched her grow and become the artist she is. She’s exactly the same as me, she wants to help young people. It’s one of my favorite songs. It’s a sort of song I would have written with Bernie.”<br />\n<b>“Beauty in the Bones” with Jimmie Allen</b>\n“This came about because of my friend Bruce Roberts, who’s been having a lot of bad health. Bruce is a songwriter who I’ve known for years, and he played me this track. I liked the song, a different kind of song to all the rest, a different kind of genre. I wanted to support Jimmie because he’s a young rising star. He’s unknown over here, he’s just starting out.”<br />\n<b>“One of Me” with Lil Nas X</b>\n“All the people I work with knew what they wanted, and so did Lil Nas X and Giles Martin. They were decisive people. I’d say, ‘Is that too much?’ He said, ‘Yes, a bit too much, calm it down a bit.’ And I think they used the bare bones of the piano I did, because I did some other funky stuff. And maybe it shifted the track from what they wanted it to be and made it a bit too Elton. And I also sang a little on the Lil Nas X track, but they didn’t use that either. And that's fair enough. It’s their record. I give them as much as they want, and they can just take it away and just use what they want. You have to accept that you’re playing on someone else’s record.”<br />\n<b>“E-Ticket” with Eddie Vedder</b>\n“I got to know Eddie Vedder because he comes to a lot of shows, especially in Hawaii, where he has a place. He gave me a beautiful ukulele. I’ve always loved him, and I love what he stands for. Eddie left a note for me in the studio saying it would be one of his bucket list items if I would ever write a song to one of his lyrics. So I wrote two—one for him and one for me. How lovely to be able to do something for someone who's as joyous as that.”<br />\n<b>“Finish Line” with Stevie Wonder</b>\n“I put the electric piano down. He came and played acoustic piano and then did the harmonica solo. Then we put the Kanye West choir on, which really made the difference. And then Stevie put his vocal on. I haven’t heard Stevie sound so young since he was about 19, just before he did <i>Talking Book</i>; it’s an ‘Uptight’ Stevie. I’m the Ernie Wise to him on that record, because I’m just the straight man. You just listen to what he does vocally and instrumentally, and you think, ‘Oh, my god, this is a true genius.’ I’m obviously a huge fan of his, and he’s still younger than me, which I loathe. On this track that we did, he produced something very special that Stevie Wonder fans haven’t heard for a long time.”<br />\n<b>“Stolen Car” with Stevie Nicks</b>\n“I didn’t know Stevie that well. When I say bucket list of vocalists, Stevie Nicks and Christine McVie would be two of my choices. It’s just a dream come true. She has a style of her own; I never get fed up listening to her. When people like Stevie Wonder, Eddie Vedder, Stevie Nicks, and Brandi Carlile say yes to you straight away, it really makes you feel special. On this record, we sound like an old married couple in a car like Thelma and Louise going to Big Bear and having an argument, pulling over by the side of the road.”<br />\n<b>“I'm Not Gonna Miss You” with Glen Campbell</b>\n“I got a phone call from Glen Campbell’s people saying the last song he wrote was called ‘I’m Not Gonna Miss You.’ And when that came out, I said in an interview that I thought it was one of the most beautiful songs that I ever heard because it was very short and sweet, but it was about his battle with Alzheimer’s. They said they were doing a remake of the album with people duetting with him. ‘Would you sing that song?’ I said, ‘Yes, absolutely, I’d love to sing that with him.’”","short":"“Oh my god, I’m a session musician again.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1591308862","type":"albums","href":"/v1/catalog/us/albums/1591308862?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/99/fe/69/99fe69f9-79fa-3a5d-d996-f8d54d0607d9/093624874508.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d0d0cf","textColor2":"a2c9b9","textColor4":"87a598","textColor1":"ffffff","bgColor":"191814","hasP3":false},"artistName":"Wale","isSingle":false,"url":"https://music.apple.com/us/album/folarin-ii/1591308862","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Folarin II","recordLabel":"MMG/Warner Records","upc":"093624874508","audioTraits":["lossless","lossy-stereo"],"copyright":"Maybach Music Group LLC/Warner Records Inc., ℗ 2021 Warner Records Inc.","playParams":{"id":"1591308862","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1584675130","type":"albums","href":"/v1/catalog/us/albums/1584675130?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/d3/d5/34/d3d53432-fa6d-f397-d385-1d9a7cf92710/21UMGIM86965.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3b3b38","textColor2":"32201b","textColor4":"594b45","textColor1":"0c0c0b","bgColor":"f6f6ec","hasP3":false},"artistName":"Lana Del Rey","isSingle":false,"url":"https://music.apple.com/us/album/blue-banisters/1584675130","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"Blue Banisters","recordLabel":"Polydor Records","upc":"00602438836741","audioTraits":["lossless","lossy-stereo"],"copyright":"A Polydor Records Release / An Interscope Records Release in the USA; ℗ 2021 Lana Del Rey, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1584675130","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1591320597","type":"albums","href":"/v1/catalog/us/albums/1591320597?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/48/b0/ec/48b0ec02-4c4b-8777-78e6-17806c6d95b4/21UM1IM06986.rgb.jpg/{w}x{h}bb.jpg","height":3600,"textColor3":"d1c2b0","textColor2":"e39615","textColor4":"c07c15","textColor1":"f9edd7","bgColor":"351715","hasP3":false},"artistName":"Moneybagg Yo","isSingle":false,"url":"https://music.apple.com/us/album/a-gangstas-pain-reloaded/1591320597","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":36,"isMasteredForItunes":true,"releaseDate":"2021-04-23","name":"A Gangsta’s Pain: Reloaded","recordLabel":"CMG/N-Less/Interscope Records","upc":"00602445108169","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 CMG/N-Less/Interscope Records","playParams":{"id":"1591320597","kind":"album"},"editorialNotes":{"standard":"When it’s all said and done, there’s no telling how COVID-19 will have affected the artistry of some of our favorite music-makers—except in the case of Moneybagg Yo, who tells Apple Music very plainly that it made him a more focused MC. “I just feel like a lot of my old music the fans didn't accept how I wanted them to accept it,” he says. “I just was in a different stage of my life and I was moving around a lot. The COVID situation had to happen, and by that happening, I sat down and thought about everything and I made the biggest songs of my career—of my life—in the pandemic.” <br />\nHere, Yo might be referring to the lead single from his fourth album <i>A Gangsta’s Pain</i>, the Future collaboration and instantaneous smash hit “Hard for the Next.” Or maybe he’s referring to an altogether trippy exploration of relationships through the eyes of a lean addict called “Wockesha.” Maybe he’s just that proud of the hard-charging “Shottas,” where he debuts a completely new flow. But regardless of which songs he’s referring to, the M-town representer claims that the break in action the world was forced to observe showed him exactly who he is. “I feel like by me sitting down and just figuring it out, I'm going to go back to the roots,” he says. “I'm giving them everything they love about Moneybagg Yo.” With <i>A Gangsta’s Pain: Reloaded</i>, the MC added six more tracks of his undeniable swagger. Below, Moneybagg Yo breaks down the <i>Reloaded</i> additions.<br />\n<b>“Wat Be Wrong??”</b>\n“You got people, they'll throw little slick shots on the internet. They'll try to post stuff, try to get your attention, but then turn around and try to U-turn when they see it don't work or they don't get your attention. But I'm like, ‘Nah, you gotta fix it how you broke it. You went to the internet. You got to tell <i>them</i> you sorry.’ A lot of people go through that.”<br />\n<b>“Gave It” (feat. Big Homiie G)</b>\n“‘Gave it’ is a street term. We say that when something is hard. If you go hard at something or if something fresh or you hop out, you pull up, you hop out with that drip, ‘Oooh, he gave it. He pulled up in this. He hopped out wearing this.’ He gave it, like he dripping. It's like a Memphis term or something like that. It's just relatable for the culture.”<br />\n<b>“This Feeling” (feat. Yung Bleu & Ja’niyah)</b>\n“Young Bleu, I’m sure you’re familiar with him, but it's another one of my artists, her name is Ja’niyah. I think she the best R&B artist in the world, the best R&B artist I ever heard. And if you go back, you'll hear me saying, like, Ja’niyah, Summer Walker, I love them—and that didn't change. But at the same time, she what they gave in Memphis, she one of them ones. And she actually presented the record to me. She was like ‘Bagg, what you think about this? You want to hop on it?’ I was like, ‘Yeah, I’ll get on it!’”<br />\n<b>“Scorpio”</b>\n“It was like at the tip of October and I was like, ‘This is Scorpio season.’ I just got real creative with it, and then I was listening to the DMX song. I was on YouTube and when it first came on, I was like, ‘Man, this joint right here a vibe.’ And then I listened and I was like, ‘All right, bet, he's telling a story.’ The pocket that I was in, when I do songs like that, like how I did ‘Scorpio’ and how I did ‘Wockesha,’ I call it my ‘Wockesha’ flow. I didn't even know the world was going to accept me like that, so now that's the Moneybagg style.”<br />\n<b>“Another One” (feat. DJ Khaled)</b>\n“I already had a song called ‘Another One.’ When I went into Deluxe mode, I was thinking of having fun and not thinking too hard. So what I did was I went back and I dug that up because I feel like the fans didn't receive it how I wanted them to receive it. Me and Khaled was already chopping it up; I sent it to him and he sent it right back the next day.”<br />\n<b>“Wockesha (Remix)” (feat. Lil Wayne & Ashanti)</b>\n“The song was already outta here and I’d only had Wayne talking at the top. And then it was an Ashanti sample so it just made sense to me. I was like, let me just go put both of them on it and don't think too hard. I dropped it and they was just going crazy about how Wayne killed it and Ashanti, she vibed out on it, and it was just perfect.”","short":"“I'm giving them everything they love about Moneybagg Yo.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1584840337","type":"albums","href":"/v1/catalog/us/albums/1584840337?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/65/91/64/65916436-92ec-93f5-044f-55eece524712/21UMGIM80854.rgb.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"f0cccf","textColor2":"f8d4ce","textColor4":"edadaa","textColor1":"fcfcfc","bgColor":"c30e1c","hasP3":false},"artistName":"The Rolling Stones","isSingle":false,"url":"https://music.apple.com/us/album/tattoo-you-deluxe/1584840337","isComplete":true,"genreNames":["Rock","Music"],"trackCount":20,"isMasteredForItunes":true,"releaseDate":"1981-08-24","name":"Tattoo You (Deluxe)","recordLabel":"Polydor Records","upc":"00602438770304","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Polydor Records Release; ℗ 2021 Promotone B.V., under exclusive licence to Universal International Music B.V.","playParams":{"id":"1584840337","kind":"album"},"editorialNotes":{"standard":"Most of 1981’s <i>Tattoo You</i> was conjured from a hodgepodge of unfinished tracks stretching back as far as 1973’s <i>Goats Head Soup</i>—as inauspicious a backstory as the Stones had in their catalog. Keith Richards said they just needed to jam something out before going on tour, an enterprise that by the end of the decade had swallowed their life as a studio band anyway. Others said Jagger and Richards weren’t getting along. Whatever the case, the end product was an album that didn’t just feel deceptively unified, but served as both a summary and a celebration of basically everything they’d done during a period where nobody seemed to know exactly <i>what</i> they were doing.<br />\n“I think the record company said, ‘Where's your album?’” frontman Mick Jagger tells Apple Music. “And we said, ‘Well, we don't have one.’ And they said, ‘Well, why don't you go back and see what you've got in the last eight years? You must have something.’ So we went back into the studio and we looked for tracks.”<br />\n“Start Me Up” started life as a reggae song for 1978’s <i>Some Girls</i>, “Waiting on a Friend”—an island-ish country ballad iced out with a solo by the jazz legend Sonny Rollins—for <i>Goats Head Soup</i>, and “Slave” was an R&B vamp for 1976’s <i>Black and Blue</i>. Jagger’s lyrics—mostly written and recorded in 1980—lent thematic consistency: He buckled for young girls (“Start Me Up”), complained about the weirdos next door (“Neighbours”), and discovered one could have a rich interpersonal relationship without music or sex (“Waiting on a Friend”).<br />\n“There were a lot of tracks that had no top lines, no tunes, no melody,” Jagger says. “So Keith and I worked on those tracks to make those tracks work. So we finished the whole album like that, and quite quickly—I had to write tons of lyrics. We first recorded ‘Start Me Up’ in Jamaica with Nicky Hopkins. But it was just the band, playing this riff and this pretty melody. I had to go back and start thinking, ‘Well, what's that going to be about?’”<br />\nHe was cresting 40, and as intoxicatingly arrogant in middle age as he’d been in youth. The band, once confined to verses and choruses, were increasingly stewards of a groove more important than any song. And with a few more years under their belt, they sounded as entitled to their funk as they once were to their sprawl. A lot had changed, but with <i>Tattoo You</i>—lean, confident, world-weary but fired up—the band once again became The Rolling Stones.<br />\nThis deluxe edition features a fully remastered version of the album and nine previously unreleased songs from the time period.","short":"Their 1981 classic, reissued and remastered—with unreleased tracks."},"isCompilation":false}},{"id":"1580136215","type":"albums","href":"/v1/catalog/us/albums/1580136215?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/d8/92/46/d89246de-9a9e-78cc-649d-74a96a65d3d1/21BMR0002771.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b3b5ad","textColor2":"e3cb31","textColor4":"bba527","textColor1":"d9dfd8","bgColor":"1b0c02","hasP3":false},"artistName":"Lady A","isSingle":false,"url":"https://music.apple.com/us/album/what-a-song-can-do-bonus-videos-edition/1580136215","isComplete":true,"genreNames":["Country","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"What A Song Can Do (Bonus Videos Edition)","recordLabel":"BMLG Records","upc":"00843930065370","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Big Machine Label Group, LLC","playParams":{"id":"1580136215","kind":"album"},"isCompilation":false}},{"id":"1590623411","type":"albums","href":"/v1/catalog/us/albums/1590623411?l=en-US","attributes":{"artwork":{"width":1800,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/23/a4/33/23a43359-3842-5bcf-0494-a69b72003d7b/093624896685.jpg/{w}x{h}bb.jpg","height":1800,"textColor3":"c0876b","textColor2":"e59564","textColor4":"b77750","textColor1":"f0a986","bgColor":"000000","hasP3":false},"artistName":"Majid Jordan","isSingle":false,"url":"https://music.apple.com/us/album/wildest-dreams/1590623411","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Wildest Dreams","recordLabel":"OVO Sound/Warner Records","upc":"093624896685","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 OVO Sound/Warner Records Inc.","playParams":{"id":"1590623411","kind":"album"},"editorialNotes":{"standard":"“When the pandemic hit, it's like there was nothing else to do, so we made an album,” says Majid Al Maskati of the Canadian duo Majid Jordan. But really, the seeds were being planted for <i>Wildest Dreams</i>, their third LP, long before, as they were riding the success of 2017's <i>The Space Between</i>. Between touring and traveling—in hotels and tour buses, in Toronto, Los Angeles, and Bahrain—they were consistently working on music, evolving into an even more polished version of themselves. “I think looking back to our last album, the music is like a photograph that we were able to see who we were then and where we are now,” producer Jordan Ullman tells Apple Music. “I think there's just a lot of growth—musical growth, personal growth, our family and friends, our circles getting a little bigger, thankfully—and we were able to put together an album that represents that hiatus.”<br />\nThe result is something like ecstasy unmuted. From the opening seconds of the synth-pop jam “Dancing on a Dream” to the final moments of the tranquil serenade “Sweet,” Majid Jordan zeroes in on the weightlessness that comes with surrendering to love, hope, and joy. “When Maj and I got together at the beginning, we wanted to make music for the people around us and ourselves,” Jordan says. “That positivity in our music is really a lifestyle that we hold close to us—we're here to make people enjoy themselves.” “It's like we're on the edge of our wildest dreams right now and anything feels like it's possible,” Majid adds. “I hope people get the chance to breathe the same way that we did.” Here the duo walk through each track on <i>Wildest Dreams</i>.<br />\n<b>“Dancing on a Dream” (feat. Swae Lee)</b>\nJordan: “We want people to turn on the album and start enjoying themselves immediately. ‘Dancing on a Dream’ was definitely the select for the first song I think almost the whole time while we were putting together this album. It was also one of the first songs that we got to work with Koz, who co-produced this with us. We started working with Koz on it, and it definitely led to a bunch of other musical journeys on this album, but this one for sure is like the door reopening after years.”<br />\n<b>“Summer Rain”</b>\nJordan: “We're influenced by so many different types of music, and definitely one of them is '80s synth dance music that kind of borders on almost like a rock song. We always try to put push ourselves and what we can do and also revisit what we've already done before. ‘Summer Rain’ is definitely a song that musically challenged us and gives that euphoric feeling for a dance record that still has meaning—I think that's really difficult to actually accomplish.”<br />\n<b>“Stars Align” (with Drake)</b>\nMajid: “‘Stars Align’ is about that perfect moment. It feels like everything coming together. The song title says it all, really—the place and time [when] everything's aligned for these wildest dreams to come true.”<br />\n<b>“Waves of Blue”</b>\nMajid: “I grew up in Bahrain on an island, so I used to spend a lot of time by the water just imagining what being in love would be like, because I hadn't been in love at that point—I was still young, probably 14, 15. And kind of in a similar vein of ‘Dancing on a Dream,’ ‘Waves of Blue’ is uplifting, and it makes you feel good. That's what we were very intentional with, returning after such a long time and such a difficult time—trying to enhance feelings of positivity and optimism. That feel-good factor, I think, is important for the world right now.”<br />\n<b>“Wildest Dreams”</b>\nMajid: “We made ‘Wildest Dreams’ the same day we made ‘Summer Rain,’ and that's the funny thing about music—you just don't know where it's going to go. One is very '80s and driving, and one is very slow, very heavy on the bass, and the vocals are going everywhere. But I think the idea was to create a visual, like giving a person a shape that embodies a wild dream and then realizing that even your dreams, your imagination can't create someone that's standing right in front of you. Like ‘it's a miracle God gave me you, there's an angel laying in my bed, broken halo hanging off her head’—it's about people coming together and just that feeling when you open up to somebody.”<br />\n<b>“Forget About the Party”</b>\nMajid: “I think just like stripping everything back, we don't really have a lot of songs like that on the album. It's a pretty produced album in terms of instrumentation and arrangement and stuff, so we just wanted to have a simple song that was easy to listen to. And also another song with meaning, just that's on an acoustic track, which is something we're learning to accomplish the more we go along. But it's just encouraging people to just kind of let go—the doubts, the fear, the feelings of loss.”\nJordan: “I remember the first time I heard Maj saying the idea, my initial thought was just not to get in the way of it at all. The guitar just accompanies it in a way that I think is the best version of that song. And that I think is also one of the best versions of our music—a stripped-down version where you are just listening to Maj’s voice and just some music that accompanies it.”<br />\n<b>“Been Through That”</b>\nMajid: “We've all been through when you're looking back on your life, just moments that you had to go through stuff—it's basically that idea. I see you, I recognize that because I've been through that.”\nJordan: “Yeah, and when we can communicate these things to other people, we can forgive ourselves and not hold on to it. To make it something that would be more dark in the production lane, it just didn't make sense. It made sense to make it as fun and groovy as possible, because it's really just kind of a conversation that we're having and put it to a song.”<br />\n<b>“Life Worth Living”</b>\nMajid: “I think this one is going to be a sleeper weird song that comes back in our career later down the road. Just something about the content of the lyrics: ‘What is a life worth? What is a life that we consider worth living?’ There's some interesting lyrics in the verses—‘you deserve the love you get, people know you from your silhouette, hollow living on time you borrow’—everyone's kind of had those feelings of just like emptiness, but they're being recognized as how they're being perceived and dealing with that. We all just want to get over that and enjoy life.”<br />\n<b>“Love Unconditional”</b>\nJordan: “‘Love Unconditional’ actually was an idea that Maj had written about eight years ago, and I came across it. Something about what he was saying really resonated with me at that time, and I kind of just flipped it into something that had more energy. Then Maj just took it over the top with the added hook. It's just something that, like, when I envision some of our music, I envision it in like a live setting, and that one is going to be incredible to experience with people.”\nMajid: “And the phrasing of the first line too, ‘I remember when I used to bathe in the comfort of your shade’—it's like a very Arabic type of phrasing that I kind of borrowed from. Just the way that they personify inanimate objects or things like shade. I was just playing with that kind of idea, and then it led into the rest of the song.”<br />\n<b>“Sway” (feat. Diddy)</b>\nMajid: “[This was] a dream-come-true moment. Someone who made music that reached everywhere in the world, and he was very excited to be a part of the project. He's a fan. He reached out and we said, ‘Well, listen, we have this song that's kind of inspired by the vibes you used to make.’ And we played it for him and he loved it. He FaceTimed me with his whole family dancing by the pool, and he was like, ‘Okay, I'm going to lay something on this tonight.’ We just wanted him to just do his thing, you know, just no rules, create whatever you want to make. It ended up becoming ‘Sway,’ which I think is like a nice party song, just as things are starting to take off for the night.”<br />\n<b>“Sweet”</b>\nMajid: “I still don't know how we made this one. It was like a 20- to 30-minute thing. I don't know how it happened.”\nJordan: “It's funny, I have the whole video on my phone, 'cause I set up my iPhone when we were first making it, so I have the whole 20 minutes on a video. This was just a moment that Maj and I were in the studio together. It was just us two, and I sat down at a Rhodes [piano] and Maj was singing and something just magical happened that felt very special. We wanted to protect that energy and take our time with it, so I think it only makes sense to leave people on that type of note of hope and love and how special those moments can be.”","short":"“We're here to make people enjoy themselves.”"},"isCompilation":false}},{"id":"1586891969","type":"albums","href":"/v1/catalog/us/albums/1586891969?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/ea/5d/40/ea5d40d3-0436-6d8d-0799-9d829de699f3/886449216413.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"42250e","textColor2":"3e1106","textColor4":"623011","textColor1":"160403","bgColor":"f3ad3b","hasP3":false},"artistName":"BIA","isSingle":false,"url":"https://music.apple.com/us/album/for-certain-deluxe/1586891969","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"FOR CERTAIN (Deluxe)","recordLabel":"Epic","upc":"886449216413","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 BIA, under exclusive license to Epic Records, a division of Sony Music Entertainment","playParams":{"id":"1586891969","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1585865534","type":"albums","href":"/v1/catalog/us/albums/1585865534?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/b9/42/6e/b9426e49-20c1-97fb-3682-a7f22653792f/093624884736.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3e3533","textColor2":"0e0c0a","textColor4":"3b3a37","textColor1":"110605","bgColor":"f1f0eb","hasP3":false},"artistName":"RÜFÜS DU SOL","isSingle":false,"url":"https://music.apple.com/us/album/surrender/1585865534","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-10-21","name":"Surrender","recordLabel":"Rose Avenue/Reprise","upc":"093624884736","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rose Avenue Records under exclusive license to Reprise Records.","playParams":{"id":"1585865534","kind":"album"},"editorialNotes":{"standard":"Coming from a group synonymous with strobe-lit, dance-tent-toppling jams, the opening track of RÜFÜS DU SOL’s fourth album, <i>Surrender</i>, begins with a sound that’s startling in its raw simplicity: a repeated piano chord echoing out in an empty room. It’s a modest yet highly symbolic gesture for a band that had to break it all down in order to build themselves up again. Emerging at the time of RÜFÜS DU SOL’s 10th anniversary, the COVID-19 pandemic had a bit of a silver lining for the LA-by-way-of-Sydney trio, who used the downtime to not just work on new music at their adopted spiritual home of Joshua Tree, California, but repair the personal dynamics that had become strained after a furiously productive decade together. “We had time to look after ourselves a bit more,” keyboardist Jon George tells Apple Music. “As we were nurturing the relationships and creating routine and structure, the songs started to get happier and reflect where we were at.” The result is an album that continues RÜFÜS DU SOL’s fluid juggling act between classic house, edgy alt-rock, and bedroom-bound indie, but is fueled by a more palpably positive energy. Here, George, drummer James Hunt, and singer/guitarist Tyrone Lindqvist provide their track-by-track guide to <i>Surrender</i>’s dance into the light. <br />\n<b>“Next to Me”</b>\nJon George: “This felt like a really good opening moment for the record—the nakedness of the piano was the perfect summary of where we were at. We bought a piano for this record, and we really had fun being able to lay out tunes bare-bones, with just the vocals and piano, to see if the songs were working in their purest form.”\nJames Hunt: “Ty tried to sing the song at his wedding, just a cappella, and he couldn't get through it because it was so real.”\nTyrone Lindqvist: “I didn't intend on doing that when we were writing the song; it felt like a nice thing to do for myself and my wife at that moment. But I struggled to get through it because the picture that was being painted was just too real!”<br />\n<b>“Make It Happen”</b>\nJH: “Early on in the writing process out in Joshua Tree, we had this routine where we would be working out every morning and listening to our favorite throwback dance albums—old Moby records, Röyksopp records, Mylo, and Justice. A running theme throughout a lot of those songs was a children's choir paired with these darker analog-synth instrumentals. Later, we were writing with Jason Evigan at his studio, and we were jamming on this idea of having a simple mantra—like The Beatles' 'All You Need Is Love.' Tyrone and Jason were jamming on that idea while me and Jon were working on the beat and the percussion and making it really housey. And then it kind of all just came together and we thought, ‘This would be perfect for a children's choir to sing.’”<br />\n<b>“See You Again”</b>\nJG: “This came out of the latter half of the writing period when things were a bit in a lighter mood. It came together the quickest of the whole record—we had the bones of it within a day. Even the vocals and melodies stayed true from that moment onwards. Me and James have been doing these DJ sets once a month throughout the whole pandemic, and we were able to reference that experience.”<br />\n<b>“I Don’t Wanna Leave”</b>\nJH: “This is another one we worked on with Jason Evigan. This started as almost like a Bon Iver idea of having a rising falsetto on the chorus. So we had a really beautiful top half that was very cloudlike and dreamy with a beautiful vocal, and we decided to counteract the beauty of it with really hard, edgy drum programming that's sampling wood knocks and lots of wobbly percussion. That just felt like an interesting interplay.”<br />\n<b>“Alive / Alive (Reprise)”</b>\nJH: “A lot of Ty's lyrical gems often come out when we're just jamming on instrumental parts and creating a mood and an emotion. I remember we started this about a month before the pandemic, and I showed him this song by an artist called Lorn called 'Anvil,' which is this really beautiful, weird, and twisted electronic piece that sounds like it's being crunched and destroyed a little bit, and it has these rising arpeggios. We really wanted to make this on a broken beat, for a bit more of that '90s rave throwback feel. But then as the pandemic progressed, the words took on new meaning.”\nTL: “This song was really a light at the end of the tunnel for us, after having gone through a tough time reconnecting and talking about uncomfortable feelings and resentments between each other, and then reconnecting as a unit and being excited to get back on the road together.”<br />\n<b>“On My Knees”</b>\nJH: “This one started off more of a techno jam, and the pulsating bass sound reminded me of 'Sweet Dreams (Are Made of This)' by Eurythmics. And then as we progressed, it took on a new identity. We were chopping up Ty's vocals through a Kaoss Pad, which is a trick that I know Radiohead did when they were writing <i>Kid A</i>. We just liked the idea of the song having a more punchy structure.”<br />\n<b>“Wildfire”</b>\nJG: “We'd actually written this track during the period of [2018’s] <i>Solace</i>. We knew there was an amazing song in there, and we just needed more time to find its identity. By leaning into that Nine Inch Nails influence—particularly 'Hurt'—we were able to flesh it out and bring in some of the darkness and twisted elements to the track, and strip away the poppier elements of its former structure. It really brings out the power in the song and the beauty in the vocals without it ever giving you a release.”<br />\n<b>“Surrender”</b>\nJH: “The whole concept was for this to be a healing song. The initial idea started with the mantra part. That was something we were jamming on back in 2020, and it had a completely different identity—that mantra was sitting over different chords and a totally different beat. And then we were jamming on a completely different song in 2021, which was more driving and had these pretty arpeggiated things, as well as this sort of house vocal that Ty was jamming, which is the part that's now in the middle of the song. So we kind of Frankensteined the two together.”<br />\n<b>“Devotion”</b>\nJH: “We were in Joshua Tree for about two and a half months at the start of the pandemic. And then we came back to LA and kept writing, and we did a lot of cool little day trips out to Malibu to write lyrics. Those were really cool, informative explorations for us—to just go out and hang out on the cliffs of Malibu and just take in the sun. And at that point, we were starting to explore lighter feelings instrumentally, and I guess lyrically we went in that direction as well. We had a lot of fun with this one—in the breakdown, we were trying to imagine it as an aquatic breakdown, and making the synths sound like they were made of water.”<br />\n<b>“Always”</b>\nTL: “This felt like a good summary of our experience making the record, of trusting the process, because there was a lot of change that happened for us creatively, and individually in our personal lives, and then as friends. There were a lot of unknowns in terms of whether we would find songs while working within something closer to a nine-to-five structure. There was a fear that we wouldn't necessarily find the gems. And to me, this song feels like that faith and trust.”","short":"“The songs started to get happier and reflect where we were at.”"},"isCompilation":false}},{"id":"1590419330","type":"albums","href":"/v1/catalog/us/albums/1590419330?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/ea/1d/be/ea1dbecb-213f-3d20-9ca6-ed636baf55af/21UMGIM44767.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c0c7d0","textColor2":"dbd3ff","textColor4":"b1aed3","textColor1":"edf1fa","bgColor":"0b1c27","hasP3":false},"artistName":"Parker McCollum","isSingle":false,"url":"https://music.apple.com/us/album/gold-chain-cowboy-apple-music-up-next-film-edition/1590419330","isComplete":false,"genreNames":["Country","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-10-20","name":"Gold Chain Cowboy (Apple Music Up Next Film Edition)","recordLabel":"MCA Nashville","upc":"00602438974771","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"An MCA Nashville Release; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1590419330","kind":"album"},"editorialNotes":{"standard":"It’s hard to beat a sad country song, especially if you’re Parker McCollum. The emerging country singer-songwriter has a knack for writing twangy tearjerkers, like 2017’s heartbreak ballad “Hell of a Year.” On <i>Gold Chain Cowboy</i>, he still crafts tracks worthy of a pack of tissues (like the hit single “Pretty Heart”), but the Austin-based artist has a little fun, too, like on the sweet opener, “Wait Outside,” and the poppy, melodic “To Be Loved by You.” “There are some songs in there that, I think, are kind of rip-your-heart-out songs,” McCollum tells Apple Music. “And then, for the first time ever, I cut a couple songs that are not the sad, slow country songs that I’ve always done, which I really enjoyed.” This special film edition of the album includes McCollum’s Up Next documentary and the new track “Blanco County Rain.” Below, he walks Apple Music through several of <i>Gold Chain Cowboy</i>’s key tracks.<br />\n<b>“Wait Outside”</b>\n“I wrote that chorus probably four, five years ago. I was with my producer, Jon Randall, and my old manager, Randy Rogers—from the Randy Rogers Band—and we were sitting around, trying to write a song. I said, ‘Man, I got this chorus. It’s OK. It’s just kind of stuck with me for a long time.’ Without me saying anything, they already know what I’m thinking, and we sat around and just wrote that song in, like, 45 minutes.”<br />\n<b>“To Be Loved by You”</b>\n“That’s my favorite track on the record, I think. One day, we were on the bus, and I’d actually said it out loud to my merch guy, Lane. Hallie Ray, my now-fiancée, we were kind of going through it at the time. I said out loud, ‘Man, what does a man have to do to be loved by that girl?’ And he was like, ‘Man, you should write that down.’ And so, we were on our way to the bus to go on the road and got on there and got in the back with the guitar and literally just freestyled the first verse, and the chorus just popped. Exactly how it came out is exactly how it is on the record.”<br />\n<b>“Drinkin’”</b>\n“It was a real summer night when we were touring really, really hard in the summer of 2018. And I was still kind of on and off a little bit with a girl that I had been dating way back when, and I had essentially broken it off with her to commit to what I was doing and the dream I was chasing. I’d signed my record deal and was writing a bunch and was up real, real late one night doing things I shouldn’t have been doing, trying to write sad country songs. I just remember sitting there real late that night, thinking, ‘I got what I wanted—this lifestyle and being on the road and being on a tour bus and selling a bunch of tickets and being successful.’ Then that woman, she was with someone else, and I was up real late one night and trying to write a song about it, and ‘Drinkin’’ came out.”<br />\n<b>“Rest of My Life”</b>\n“That was right at the beginning of COVID, when there was really a shutdown time and nobody was going anywhere. I was doing a bunch of things I shouldn’t have been doing and staying up all night and trying to get messed up and write sad country songs—things I’d done so many times. I’d been humming this melody in my head all night, and I went to sleep and woke up the next morning and was sitting around the house. I think I recorded the melody on my phone and put it on the Bluetooth speaker, and I was just listening to the melody while I was in the shower, and just right there, I was like, ‘That’s it.’ And I got out of the shower, sat down, and wrote the song in, like, 10 to 15 minutes, put the harmonica part to it, got back in the shower, and went about my day.”<br />\n<b>“Pretty Heart”</b>\n“That song literally changed my life. Number one, gold, platinum—all good things. I’d had the idea for that song since 2014, and it was one of my first cowrites ever in Nashville. I was writing with Randy Montana, who’s a good buddy of mine now, and didn’t really have any ideas that I was stoked on. As honest and genuine as we could tell the story, we laid it down on paper, and I remember not liking it. And then we went and cut it in the studio, and when we were recording it, I remember thinking, ‘This song’s a lot better than I gave it credit for.’ The label really was who pushed me to cut it. I don’t think I would’ve cut it had they not wanted to hear a demo of it. I think the demo is the one that is the actual track that’s out. Anytime you sign a record deal on your first song out of the gate and it goes number one, that’s a great thing.”","short":"Watch his Up Next doc and hear the new track “Blanco County Rain.”"},"isCompilation":false}},{"id":"1589509891","type":"albums","href":"/v1/catalog/us/albums/1589509891?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/2e/78/12/2e7812c3-4e52-593d-07fc-e42a7fd2240c/886449598281.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"353638","textColor2":"302c2f","textColor4":"545154","textColor1":"090a0c","bgColor":"e5e6ea","hasP3":false},"artistName":"Caetano Veloso","isSingle":false,"url":"https://music.apple.com/us/album/meu-coco/1589509891","isComplete":true,"genreNames":["MPB","Music","Brazilian"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-21","name":"Meu Coco","recordLabel":"Sony Music Entertainment","upc":"886449598281","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment Brasil ltda. sob licença exclusiva de Uns Produções Artísticas.","playParams":{"id":"1589509891","kind":"album"},"isCompilation":false}},{"id":"1589327314","type":"albums","href":"/v1/catalog/us/albums/1589327314?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/ab/5a/c6/ab5ac608-be01-9664-a2dc-ca17ef0f2cb6/886449501694.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"af9d8d","textColor2":"d4b180","textColor4":"aa8e67","textColor1":"dac4b0","bgColor":"030303","hasP3":false},"artistName":"Maxo Kream","isSingle":false,"url":"https://music.apple.com/us/album/weight-of-the-world/1589327314","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-10-18","name":"WEIGHT OF THE WORLD","recordLabel":"Big Persona/88 Classic/RCA Records","upc":"886449501694","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 RCA Records, a division of Sony Music Entertainment","playParams":{"id":"1589327314","kind":"album"},"editorialNotes":{"standard":"“So when my brother died, probably like three days after, I hopped right back in the studio,” Maxo Kream tells Apple Music. “Not on no super rushing shit, but just tryna catch my vibe. Because he always told me, ‘Never stop this music shit.’ He always told me to keep going, so I was like, I gotta turn it up for bro.” This, in a nutshell, is the driving force behind Maxo Kream’s <i>WEIGHT OF THE WORLD</i> project. It comes to fans two years after 2019’s acclaimed <i>Brandon Banks</i> and after some serious soul-searching spurred by the murder of Maxo’s brother, an MC in his own right called Money Madu—and then the COVID-19 pandemic. Maxo will say that the pandemic did little to affect his day-to-day, but the time he had to reflect—coupled with the passing of one of the most important people in his life—wrenched from him his most honest and autobiographical work to date. The MC unfurls details about the life experiences that built him on songs like “11:59,” “FRFR,” and a particularly heavy late-album stretch that features “GREENER KNOTS,” “MAMA’S PURSE,” and “TRIPS.” He can be so open on record that you might assume it difficult for him to give more insight into his thought process, but he’s taken time below to talk us through some of the standout tracks on <i>WEIGHT OF THE WORLD</i>.<br /> \n<b>“CRIPSTIAN”</b>\n“‘CRIPSTIAN’ was a song I already had, but it felt like it was a good intro song. Very serious, very mature, very on topic. I felt like I needed to start my project with that because even though I got a big persona and shit and I be having fun, I still gotta cater to my core fanbase.”<br /> \n<b>“11:59”</b> \n“I just be wanting people to know that shit that they think they doing, I really did that shit. But ain’t nothing wrong with growing your standards, getting your mind right, getting your frame right. It’s life lessons.”<br />\n<b>“BIG PERSONA”</b>\n“Persona is what we push. That’s like the clique, that’s like the gang. RIP my brother—after he passed away, we really started to embrace the persona shit. The song is actually—I don't want to say the only, but one of the few positive songs I did in a long time at that time. No killing, no robbing, no drug dealing, no trauma, just balling and being positive.”<br />\n<b>“DON’T PLAY WITH SHAWTY ASS”</b>\n“When I heard that beat, I was like, this shit stupid, super crazy. I liked it ’cause ain’t nothing else like that on the tape. I’ll try new types of beats: soulful beats, real guitars, real piano—not just like acoustic, trap beats. Really experiment. And like, my whole process I brought in Dom, Teej, Reginald Helms, Monte Booker, Guru, Bankroll Gotti, I was having a workshop. Like producers working, all that shit. I had like a real camp, like a real workshop for the tape.”<br />\n<b>“LOCAL JOKER”</b> \n“I felt like COVID humbled a n***a so many ways. I ain't talking about financing—it stopped shows, it ain’t really nothing financially—but like accessibility, being around people. It really made me get more down to earth. At the same time I might be contradicting myself ’cause I am local. Like you can come to Houston and catch me at a sneaker store, a restaurant. I really just be outside.”<br /> \n<b>“WORTHLESS”</b>\n“So the zone I was in for this was the same zone I was in for every song because I took Adderall on every fucking song. Like I think I made this shit during a comedown. [The title is] probably like a little exaggeration, because I'm not strung out on Adderall. I don't even take Adderall if I'm not rapping. Like, how many people do you know that take Adderall to pass college tests or to finish papers? I just be using it to make music. Same thing.”<br />\n<b>“GREENER KNOTS”</b> \n“I'm just being real, I don't know what to tell you. I'm different. I ain't like anybody else. If it’s anything I’m rapping about, that shit comes from the heart. Especially with this tape. I put blood, sweat, and tears in this. I ain’t gon' say tears, but shit, it was some tears, though.”<br />\n<b>“TRIPS”</b> \n“I was going through it when my brother passed away. I felt like I needed to get something off my chest. I felt like I wasn’t gonna be able to rap about it again. I don’t even listen to the song, for real. The only song I don't go back and jam is 'TRIPS.'”","short":"“I'm different. I ain't like anybody else.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1589497186","type":"albums","href":"/v1/catalog/us/albums/1589497186?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/dd/d4/d4/ddd4d456-4696-06b8-2054-6d1bb6ae6718/192641682551_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"ebcdce","textColor2":"dddce2","textColor4":"d2b5ba","textColor1":"fcfafb","bgColor":"a8181d","hasP3":false},"artistName":"SEVENTEEN","isSingle":false,"url":"https://music.apple.com/us/album/seventeen-9th-mini-album-attacca/1589497186","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"SEVENTEEN 9th Mini Album 'Attacca'","recordLabel":"PLEDIS Entertainment","upc":"192641682551","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 PLEDIS Entertainment","playParams":{"id":"1589497186","kind":"album"},"isCompilation":false}},{"id":"1579115558","type":"albums","href":"/v1/catalog/us/albums/1579115558?l=en-US","attributes":{"artwork":{"width":3900,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ac/24/a3/ac24a333-f644-4d2a-5c78-fa8384abd2ba/21UMGIM70965.rgb.jpg/{w}x{h}bb.jpg","height":3900,"textColor3":"513b39","textColor2":"203129","textColor4":"445146","textColor1":"311619","bgColor":"d3d3bb","hasP3":false},"artistName":"My Morning Jacket","isSingle":false,"url":"https://music.apple.com/us/album/my-morning-jacket/1579115558","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"My Morning Jacket","recordLabel":"ATO Records","upc":"00880882465650","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1579115558","kind":"album"},"editorialNotes":{"standard":"When a veteran band decides to self-title an album, it’s often a way to reintroduce themselves. After years apart—and eight LPs behind them—My Morning Jacket felt like the moment had arrived. “I’ve always loved that phenomenon,” frontman Jim James tells Apple Music. “I was so excited that we even got to make another record that I was like, ‘This is the time for our self-titled.’ With all the insanity in the world right now, I wanted to do something as simple as we possibly could. Just, ‘Here we are. We’re back.’” Finished days before the pandemic took hold in early 2020, <i>My Morning Jacket</i> finds the Kentucky rock outfit luxuriating in one another’s company, feeling out familiar grooves (“Never in the Real World,” “Complex”) while still allowing for wild adventures (“In Color”) and loose experiments (“The Devil’s in the Details”). The hiatus, James says, was not due to any interpersonal drama, but rather the toll that “getting ground up in the machinery of touring” had taken on his health. Being together again lent him a sense of perspective and gratitude that courses through every song.<br />\n“We weren’t really sure what was going to happen, but we took the time to have it be just the five of us,” he says, “which, I think, was really important for us to be able to get together and be vulnerable and be willing to make mistakes and not be precious about things and just get back to the core of the band. I feel so thankful—it’s almost like another lifetime you got to live. No matter what happens tomorrow, here’s another album. We did another one.” Here, James takes us inside a few songs from the collection.<br />\n<b>“Regularly Scheduled Programming”</b>\n“It just felt like a natural, funny way to start it off because we had been interrupted and it was like, ‘Now we’re back to your regularly scheduled programming.’ Some songs just have that intro thing to them that feels like a first song in the way it builds. I call it a ramp song, where it starts with nothing and goes all the way up. I had been thinking about it so much before the pandemic, about how much screens have taken a place in our life. Then, obviously, the pandemic hit and we became even more addicted.”<br />\n<b>“Love Love Love”</b> \n“It came to me on a walk, the rhythm of it. I wanted it to be powerful and propulsive at the same time, to have this weird combination of power and a super-mellow, super-beautiful vocal thing in the choruses. Mainly, it’s from working on myself and going to therapy and realizing how mean I can be to myself. If we walked into a room and heard somebody saying the terrible things we say to ourselves to a friend, we’d get super pissed. The song is really about trying to find a way to love yourself, so you can be more present for other people.”<br />\n<b>“In Color”</b> \n“I thought it would maybe just be a minute-long acoustic song, really simple, like a nursery rhyme. Then I had a dream where I got the main riff and needed it to be a part of this thing. We started incorporating it and improvising, but something wasn’t right about it, and our drummer Patrick [Hallahan] said, ‘Why don’t we just start it acoustic and then go into all this other stuff that we’re doing?’ That’s what I love about the art of learning the recording studio: You find all the parts that really have heart and passion and real magic in them, and if you know how to edit correctly, you weave it into this thing that hopefully feels all of one body.”<br />\n<b>“Never in the Real World”</b> \n“That was one of my favorite moments on this record, a really fun one in the studio: Through playing it, you just get into these places that you never thought you would get into. It’s about struggling to feel like I belong in this world, feeling so lost so much of the time that I could only find some kind of magic through drugs and alcohol, through altered states. The daytime was often so unmanageable for me because the only way I could find that magic was at night. It’s holding a sacred place for that as well because I think that’s still something that I enjoy. At the same time, just feeling wildly out of balance and trying to deal with that, like I never found magic in the real world, in the way I was supposed to live. The way society tells you to live, what people do, doesn’t make any sense to me.”<br />\n<b>“The Devil’s in the Details”</b>\n“I got this old Sears drum machine for ten bucks, and it has this really nice pulsating pattern. I would play with it at night, sing over it, and then I put it in a demo box for things that I was going to work on later. I thought I would just do it by myself, because it didn’t really seem like a band song. While we were making the record, one night we went to this weird, really beautiful light show at the Arboretum in LA. The whole time I was walking, ‘The Devil’s in the Details’ kept coming into my head over and over. I was like, ‘Shit, we need to do this tomorrow.’ I brought the drum machine with me, and we just let it go. I showed them the chords, and we just all started improvising to the drum machine, getting hypnotized as we played along.”<br />\n<b>“Lucky To Be Alive”</b>\n“I’ve had lots of accidents on tour. I’ve been hospitalized, had back surgery and heart trouble. Everybody knows what it feels like to be sick at least, but when you’re super sick, you can get down in this pit where your life starts to feel meaningless or starts to feel too hard, and you start to question, ‘Why am I even here? What am I even doing?’ I feel like after I’d been in several of those, once I got out, there’s a resonance to just feeling lucky to be alive, to having a normal day where I can walk. When simple things are taken away from you, you don’t really realize their value. When I came back and recovered, I was like, ‘Try to remember this feeling of just being grateful to be alive in any capacity, just what a gift it is.’”<br />\n<b>“I Never Could Get Enough”</b> \n“It’s really just a sweet love song, about that feeling of loving somebody—not being able to get enough of that feeling, feeling so loved and so loving towards somebody that it’s all you can think about and it’s all you want to do. It’s that feeling, if we’re lucky enough to feel it, and it’s such a strange thing to try to manage, because everybody knows that everything changes, and everything ebbs and flows, and nothing lasts forever. It’s just about trying to enjoy that while you have it.”","short":"“I wanted to do something as simple as we possibly could.”"},"isCompilation":false}},{"id":"1591091543","type":"albums","href":"/v1/catalog/us/albums/1591091543?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/22/fd/04/22fd0452-fb15-dffb-ea15-15e83a525fdf/093624874690.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"c9836c","textColor2":"f19a64","textColor4":"c27b50","textColor1":"faa486","bgColor":"060002","hasP3":false},"artistName":"ILLENIUM","isSingle":false,"url":"https://music.apple.com/us/album/fallen-embers-deluxe-version/1591091543","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":19,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Fallen Embers (Deluxe Version)","recordLabel":"Warner Records","upc":"093624874690","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Warner Records Inc. under exclusive license from Illenium LLC","playParams":{"id":"1591091543","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1581013256","type":"albums","href":"/v1/catalog/us/albums/1581013256?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/6d/e3/03/6de303a7-b3be-6dbb-2cdd-f038fdb0ff35/21UMGIM70976.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c19055","textColor2":"ef4f1b","textColor4":"bf3f15","textColor1":"f1b46a","bgColor":"000000","hasP3":false},"artistName":"John Coltrane","isSingle":false,"url":"https://music.apple.com/us/album/a-love-supreme-live-in-seattle/1581013256","isComplete":true,"genreNames":["Jazz","Music","Avant-Garde Jazz","Hard Bop"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"A Love Supreme: Live In Seattle","recordLabel":"Impulse!","upc":"00602438624805","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"An Impulse! Records / UMe release; ℗ 2021 Verve Label Group, a Division of UMG Recordings, Inc.","playParams":{"id":"1581013256","kind":"album"},"editorialNotes":{"standard":"Tenor sax giant John Coltrane altered the course of jazz in December 1964 when he recorded <i>A Love Supreme</i>, a four-movement suite showcasing his classic quartet (with pianist McCoy Tyner, bassist Jimmy Garrison, and drummer Elvin Jones) at its peak. <i>A Love Supreme: Live in Seattle</i> joins <i>Blue World</i> and <i>Both Directions at Once: The Lost Album</i> among the belated additions to Coltrane’s posthumous Impulse! discography (another being <i>Live in Seattle</i>, from 1971, which documented an earlier night of the same club stint).<br />\nColtrane seldom performed <i>A Love Supreme</i> live, although the 2002 <i>ALS</i> reissue includes a quality recording from Antibes in late July of 1965, heretofore the only known documented instance. The Seattle performance, captured live at The Penthouse on October 2 of the same year, is a revelation of its own. Recorded by the late saxophonist Joe Brazil and discovered in 2013 by saxophonist Steve Griggs, the tape is more than clear enough to convey the band’s raw chemistry and tonal nuance in full detail.<br />\nThe result is a complete and beautifully realized performance from the classic quartet in its waning days, augmented by saxophonists Pharoah Sanders and Carlos Ward and second bassist Donald Rafael Garrett. This reflects Coltrane’s growing interest in expanded ensembles and an ever freer, more heated approach to improvisation. Still, the melodic themes and governing structures of the canonical <i>A Love Supreme</i> are thrillingly present.","short":"Lost live reels shine new light on Coltrane’s timeless classic."},"isCompilation":false}},{"id":"1590113984","type":"albums","href":"/v1/catalog/us/albums/1590113984?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/88/59/0f/88590f0a-b06c-b9e6-f3f5-6fd8c8ab011d/669356147656.png/{w}x{h}bb.jpg","height":2000,"textColor3":"c5cdd0","textColor2":"eeac97","textColor4":"c08f7f","textColor1":"f5fafd","bgColor":"081c1e","hasP3":false},"artistName":"October Monsters","isSingle":false,"url":"https://music.apple.com/us/album/haunted-halloween-sounds-single/1590113984","isComplete":true,"genreNames":["Holiday","Music"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Haunted Halloween Sounds - Single","recordLabel":"October Monsters","upc":"669356147656","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 October Monsters","playParams":{"id":"1590113984","kind":"album"},"isCompilation":false}},{"id":"1590865060","type":"albums","href":"/v1/catalog/us/albums/1590865060?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/e7/55/dd/e755dd78-b14f-c9a2-7e9a-d148145a07f6/810043687744.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"bda86b","textColor2":"d1b361","textColor4":"a9914f","textColor1":"e9cf83","bgColor":"0b0b0b","hasP3":false},"artistName":"Fetty Wap","isSingle":false,"url":"https://music.apple.com/us/album/the-butterfly-effect/1590865060","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"The Butterfly Effect","recordLabel":"300 Entertainment","upc":"810043687744","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 300 Entertainment / RGF Productions","playParams":{"id":"1590865060","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1579955120","type":"albums","href":"/v1/catalog/us/albums/1579955120?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/51/d0/14/51d014e9-fd73-9a47-bf46-fe721d2cba34/191402019971.png/{w}x{h}bb.jpg","height":4001,"textColor3":"ccccce","textColor2":"f2e7de","textColor4":"c7beb7","textColor1":"f8f8fa","bgColor":"1e1c1d","hasP3":false},"artistName":"Parquet Courts","isSingle":false,"url":"https://music.apple.com/us/album/sympathy-for-life/1579955120","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"Sympathy for Life","recordLabel":"Rough Trade","upc":"191402019971","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Parquet Courts under exclusive license to Rough Trade Records Ltd.","playParams":{"id":"1579955120","kind":"album"},"isCompilation":false}},{"id":"1570925796","type":"albums","href":"/v1/catalog/us/albums/1570925796?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/2f/2f/fe/2f2ffec3-3d45-fa9b-7694-2f1d881ab54c/191400039971.png/{w}x{h}bb.jpg","height":4000,"textColor3":"bfbda9","textColor2":"dbc8c4","textColor4":"bca9a7","textColor1":"dee1c7","bgColor":"442d32","hasP3":false},"artistName":"Helado Negro","isSingle":false,"url":"https://music.apple.com/us/album/far-in/1570925796","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"Far In","recordLabel":"4AD","upc":"191400039971","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Private Energy under exclusive license to 4AD Ltd.","playParams":{"id":"1570925796","kind":"album"},"editorialNotes":{"standard":"In August of 2018, Helado Negro mastermind Roberto Carlos Lange found himself in Berlin, collaborating and performing with more than 150 other artists as part of the PEOPLE festival, a weeklong artist residency founded by Bon Iver’s Justin Vernon and The National’s Bryce and Aaron Dessner. Afterward, on his way home to New York, he spotted multi-instrumentalist and new age pioneer Laraaji seated nearby at the airport. “I don't like bugging people like that in public spaces,” Lange tells Apple Music, “but I did it. And then, as I was telling him what we’d been up to in Berlin, he was like, ‘Oh, wow. Far in.’”<br />\nThat expression stayed with him—so much so that it became a title and kind of unifying principle for his full-length follow-up to 2019 breakthrough <i>This Is How You Smile</i>. A reaction to what he calls the “implied grooves” of his previous work, <i>Far In</i> finds him moving away from the ethereal towards arrangements whose drums and bass are noticeably “present” throughout. Written in Brooklyn and Marfa, Texas—during a stay extended by the pandemic’s first lockdown—it’s a bilingual set of moody, psychedelic folk and pop that even at its dreamiest has a strong sense of place, whether he’s conjuring the fragrant citrus groves of his native South Florida or the spiritual expanse of a desert vista. “What I've tried to do—and I think what I've always tried to do—is make sure each song is its own world,” he says. “<i>Far In</i> was the best way for me to describe it, the way for me to talk about how I wanted to express a lot of different places and sounds that I know how to get to, but I maybe haven't shared before. I had to just look further in.” Here, he walks us through a number of the album’s songs.<br />\n<b>“Wake Up Tomorrow” (feat. Kacy Hill)</b>\n“There's something about it that is a complete mystery. It feels like it's a doorway or it's just some kind of path somewhere out in some overgrown, shrubby path that's leading you somewhere, to some light. I think a lot of it has to do with Kacy's vocals on it, this humming melody that she does. It's just haunting.”<br />\n<b>“Gemini and Leo”</b>\n“I'm a Leo, my wife is a Gemini. I was working on this really funny loop that I wasn't sure was going to go anywhere. And then, the melody just clicked. A lot of times I shape the lyrics phonetically, in terms of trying to find what melodies attach. I don’t know why I was just thinking about us, but ‘her and I’—that was the hook. And then I was like, ‘Shit. Now I’ve got to make a song around this. Let's find a way to design a little story that talks about this relationship.’”<br />\n<b>“There Must Be a Song Like You”</b>\n“There's different ways to look at it, and I think one of them is looking at somebody that you don't necessarily see eye-to-eye with. But another thing that I was thinking about was, how do you define this person, or how do you define this thing, because ‘you’ doesn't really have to be a person. ‘You’ could be you confronting a feeling, trying to describe what that feeling is, and maybe the only place you can find it is in the song.”<br />\n<b>“Hometown Dream”</b>\n“It was one of the first songs I wrote when I got back to Brooklyn from Marfa, and a lot of those songs were responding to being forced into living somewhere else for six months, and really realizing that the world is beautiful everywhere. In a way, the idea of a hometown is just a dream. This idea of being a native anything. I think it's just a fantasy, more than anything, and that's kind of the feeling that I'm trying to convey with this.”<br />\n<b>“Outside the Outside”</b>\n“That breakdown was a moment of inspiration. I was using this synth that I was really getting into, the OP-Z. And that moment in the song, it's one of those happy accidents, where I didn't extend some edits and everything had dropped out except for the synth and I was like, ‘Oh, shit.’ It kind of pushed the whole theme of being outside the outside. It's almost like the further outside the outside you are, you're going far in. Not to put the joke on it, but it's true.”<br />\n<b>“Brown Fluorescence”</b>\n“It's an interlude. It's a song, too. It’s a field recording I made, of some voices that I was able to record. They’re all chopped up and processed, but there was a glow about it. When I talk about music, it's more in colors and shapes and textures. It has nothing to do with synesthesia or anything like that—it’s a vocabulary I use because I didn't go to music school or anything. So there was something about this idea of something having a brown fluorescence, and that was the feeling I got when I was making that song. It was like this funny glow, something that was not like a fluorescent light, but almost like if there was a brown rock that was fluorescent and you just found it in nature.”<br />\n<b>“Wind Conversation”</b>\n“The theme—which is a thread that runs through the whole album—was kind of this feeling towards climate change, towards the earth, being spiritually moved by being in Marfa. I had never really experienced the desert before. But the song’s also going deeper into thinking about not so much impending doom, but impending changes that are going to cause a lot of hardships. It takes place under this tree that my wife Kristi and I would go to sometimes, to have lunch under in this park, essentially, surrounded by the desert. It was just us, laying back, looking out to the cliffs, daydreaming.”<br />\n<b>“Thank You For Ever”</b>\n“It's another play on this idea—it’s not 'thank you forever,' it's 'thank you forever, dot, dot, dot.' And I think that's kind of what the song is about, this expansiveness. I think that's the first song I've ever written that really feels like the desert. That one was a dream. I just woke up, went to the studio, and it kind of just ignited out of me. It all happened in one day, in one sitting.”<br />\nb>“La Naranja”\n“‘Naranja’ means orange, and it's kind of like a cousin to another song on the record, ‘Agosto.’ It’s this abstract idea, thinking about how there used to be all these orange trees around me growing up in South Florida. It was something that we would experience in a life cycle: There would be the blossoms and then there would be the oranges and then the oranges would hit the ground and then they'd be rotting and then it would stink. There was this abundance, and then it was gone—they cut down all the trees. It’s about this era that we've grown up in, how we've had access to everything, and knowing that it's not going to last forever. ‘You and I can stop time. You and I can save the world together’: That's what the song says in Spanish.”<br />\n<b>“Telescope” (feat. Benamin)</b>\n“It's a song that I wrote for my mom, this idea of how we're Zooming or FaceTiming, but how it’s been like a telescope. You're only seeing this person through this way of seeing, and it just doesn't feel tangible. It doesn't feel like the person you know. You're seeing this person as if you're reading about them in a book or something.”","short":"“What I've tried to do is make sure each song is its own world.”"},"isCompilation":false}},{"id":"1590910030","type":"albums","href":"/v1/catalog/us/albums/1590910030?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/8e/03/51/8e035106-f528-1682-44c2-386a07319ef5/Fatboy_Slim_-_Everybody_Loves_A_Mixtape_-_Volume_11.png/{w}x{h}bb.jpg","height":2000,"textColor3":"342d2a","textColor2":"332d27","textColor4":"5b514a","textColor1":"030000","bgColor":"f8e4d5","hasP3":false},"artistName":"Fatboy Slim","isSingle":false,"url":"https://music.apple.com/us/album/everybody-loves-a-mixtape-vol-11-fat-boy-beyond-dj-mix/1590910030","isComplete":false,"genreNames":["House","Music","Dance","R&B/Soul","Funk"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Everybody Loves a Mixtape, Vol. 11: Fat Boy & Beyond (DJ Mix)","upc":"5056381818241","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1590910030","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1589048721","type":"albums","href":"/v1/catalog/us/albums/1589048721?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/ed/f9/b0/edf9b0b7-749d-b56a-185e-40b673454342/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbcbcb","textColor2":"fdbe8a","textColor4":"ca986f","textColor1":"feffff","bgColor":"000000","hasP3":false},"artistName":"Los Dos Carnales","isSingle":false,"url":"https://music.apple.com/us/album/los-dos-carnales-con-sax-ep/1589048721","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Los Dos Carnales Con Sax - EP","recordLabel":"Afinarte Music","upc":"3616840670395","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Afinarte Music","playParams":{"id":"1589048721","kind":"album"},"isCompilation":false}},{"id":"1582652820","type":"albums","href":"/v1/catalog/us/albums/1582652820?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/62/65/cb/6265cb3a-61e2-8b9a-e0f3-c499ec242fef/190296526442.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d3ddf1","textColor2":"f4ddd1","textColor4":"cbc3cd","textColor1":"fffdff","bgColor":"265dba","hasP3":false},"artistName":"Sonny Fodera","isSingle":false,"url":"https://music.apple.com/us/album/wide-awake/1582652820","isComplete":true,"genreNames":["Dance","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Wide Awake","recordLabel":"Solotoko","upc":"190296526442","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Solotoko","playParams":{"id":"1582652820","kind":"album"},"editorialNotes":{"standard":"“I was in the studio five days a week, no other commitments,” Sonny Fodera tells Apple Music. “An album is such a good way to express yourself as an artist. This is my fifth and it feels like I’m only getting started.” The Adelaide-born, London-based producer spent the past decade earning a reputation for seamless mixing in the DJ booth and a producer’s ear that finds emotive resonances in driving house grooves. His fifth album, <i>Wide Awake</i>, largely made during the coronavirus lockdowns of 2020, sees him enlist a sought-after roster of collaborators, including vocalists Ella Eyre and Sinead Harnett, as well as producers MK and Diplo. The result is 14 tracks that segue from the empowering house euphoria of “Nah” to the UK garage swing of “Next 2 U” and the bass-driven thump of “Turn Back Time.” “These are songs that you can listen to anywhere—and musical journeys to take you elsewhere,” Fodera says. Read on for his thoughts on the album, track by track.<br />\n<b>“You” (feat. Sam Tompkins)</b>\n“I'm a massive fan of [Brighton artist] Sam, and we had a date in the diary for so long to collaborate but it kept getting moved. In summer 2021, I decided to just hit him up directly on Instagram and we made it into the studio. We were there with an amazing writer called Jin Jin, who has written for Jax Jones and Jess Glynne, and we all created the track on the day.”<br />\n<b>“Angel” (feat. Clementine Douglas)</b>\n“This was one of the first tracks I made at home when we went into lockdown in the UK. I got sent a few vocals from [Brighton artist] Clementine over email and this one really stood out to me. I just produced a beat around it and we never actually met in person until my own festival with Gorgon City, Back to Love in [London’s] Finsbury Park, where we performed it for the first time this summer.”<br />\n<b>“Nah” (with KOLIDESCOPES, feat. Sinead Harnett)</b>\n“KOLIDESCOPES have an amazing studio in Soho in London, and I got together with the pair of them there pre-lockdown, where we wrote this hook. We immediately realized that it would be perfect for Sinead Harnett to sing, who is a good friend of mine. She also added a few bits to the song, like the middle eight, and totally killed it.”<br />\n<b>“So High” (feat. Dan Caplen)</b>\n“I got sent this song from Dan's team and I loved it. I’ve been such a fan of his voice for a long time, and so it’s amazing to have a track with him on this project. The situation is quite similar to ‘Angel’ because me and Dan had not met when we made the track and it was only at Back to Love that we finally performed it for the first time. The response was incredible and I've been playing it as a highlight at almost every set ever since.”<br />\n<b>“Turn Back Time” (with Diplo)</b>\n“Diplo and I linked up in LA when I was on tour in the States. He had a vocal with Sasha Sloan that he played me and we decided to mess around with it. We began to play it out at our sets and it was getting a massive reaction, but then we went into lockdown. Since it’s called ‘Turn Back Time,’ it felt like the perfect tune to release during the lockdown in November 2020, since the title took on a new resonance. I had to put this on the record now because it fits so nicely with the rest of the project and was one of the first tunes from that period.”<br />\n<b>“Something About You” (with Camden Cox and Yeah Boy)</b>\n“Yeah Boy [a member of KOLIDESCOPES] is from Australia like me, and we've always wanted to get on a track together. I sent him this idea with [London artist] Camden Cox, and he's such a genius on the keys that he came back with this infectious synth line straight away.”<br />\n<b>“Wide Awake” (feat. Laura Welsh)</b>\n“I wrote this with [Staffordshire artist] Laura Welsh and [London artist and producer] Raphaella in an East London studio in 2019. We started jamming and this lovely song just organically came together. It's such a nice moment in the album, and the title really jumped out to me afterwards as the name for the record, since there have been so many nights where we’ve been awake, sitting and thinking about what's gone on in 2020.”<br />\n<b>“One Night” (with MK, feat. Raphaella)</b>\n“This is probably my biggest song I've released with MK. In my sets that I'm playing now, everyone's singing it back, and it feels like a huge moment in my career. I played him a song I already had with Raphaella and he thought it was sick. We then went into his studio and he did some vocal chops and the keys and it all fell into place so quickly.”<br />\n<b>“Silhouettes” (feat. Poppy Baskcomb)</b>\n“I've sent this out to a lot of people and everyone says it is their favorite track on the album. It feels like a very classy vocal. I got sent it from [London artist] Poppy’s camp and it really hit me when I heard it. It's a bit more downtempo as well, like the deep house music I used to make a few years ago. It came together all over lockdown, and it's such a cool tune to have on the album.”<br />\n<b>“Stuck in My Head” (with Punctual, feat. Rug Wilson)</b>\n“This is one of the more head-down, clubby tunes on the record. It was literally stuck in my head for days after I was sent it, and it's nice to have a lot more male vocals on this album, because there's not too many of them on dance records and I think they can really work. Track 10 is where we pick up the album and bring on a club moment for the next few tracks.”<br />\n<b>“Last Thought” (with Vintage Culture, feat. MKLA)</b>\n“I was in Brazil in 2019, playing a stadium tour with Vintage Culture. We decided to do a track together with this vocal from MKLA and we ended up building the idea on a jet while flying to another city. I came back about two months later and did a show in São Paulo where he played back to back with me and then MKLA showed up to sing it too. It was sunrise in the middle of São Paulo, performing this track that we wrote on a plane. It was a beautiful moment.”<br />\n<b>“Next 2 U” (feat. Sinead Harnett & Bru-C)</b>\n“Me and Sinead wrote this in 2019 together in East London. When we wrote it, we felt like it needed a rapper, since this is the first garage record I've made. In lockdown, I was then on Instagram scrolling through and this guy Bru-C kept popping up. He's from the Midlands and I love his flow, so I hit him up and asked him to get on this track. Luckily he said yes straight away. He sent me the vocal and it transformed the track.”<br />\n<b>“Selfish” (feat. Kelli-Leigh & YOU)</b>\n“Me, [London artists] Kelli-Leigh, and YOU got together in a studio in Ladbroke Grove and wrote two songs that day, and this was one of them. It's a duet, which I thought was a really nice touch, and it led me to go for a The xx-meets-house vibe. Kelli-Leigh and YOU both really complement each other musically, so to get them both in a session was perfect.”<br />\n<b>“Wired” (with Ella Eyre)</b>\n“[Manchester songwriter and artist] Jin Jin happened to send me this vocal of Ella Eyre's, and she is someone I've always wanted to work with. It was actually a 115 BPM tune when I got it, but I stretched it out to make it faster and then she rerecorded it in lockdown as it was easing last summer. People really connect with this song and it feels like the perfect mood to finish up the album with.”","short":"“These are musical journeys to take you elsewhere.”"},"isCompilation":false}},{"id":"1577604381","type":"albums","href":"/v1/catalog/us/albums/1577604381?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/39/73/01/397301e3-ad34-ab74-c8aa-57edee07d424/194690571398_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"584c44","textColor2":"332813","textColor4":"5b5342","textColor1":"2e2016","bgColor":"fdfdfd","hasP3":false},"artistName":"Tenille Arts","isSingle":false,"url":"https://music.apple.com/us/album/girl-to-girl/1577604381","isComplete":true,"genreNames":["Country","Music","Contemporary Country"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Girl to Girl","recordLabel":"19th + Grand Records","upc":"194690571398","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 19th + Grand Records","playParams":{"id":"1577604381","kind":"album"},"editorialNotes":{"short":"The country songwriter gets nostalgic and reflective."},"isCompilation":false}},{"id":"1565946245","type":"albums","href":"/v1/catalog/us/albums/1565946245?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/4c/fe/92/4cfe92cc-5382-e67d-0ccf-64239f901ab4/4050538693584.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"d2a600","textColor2":"5edd03","textColor4":"52b903","textColor1":"fdc500","bgColor":"242b00","hasP3":false},"artistName":"Duran Duran","isSingle":false,"url":"https://music.apple.com/us/album/future-past/1565946245","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"FUTURE PAST","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538693584","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Tape Modern under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1565946245","kind":"album"},"isCompilation":false}},{"id":"1591068572","type":"albums","href":"/v1/catalog/us/albums/1591068572?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/94/0b/69/940b694f-08c8-47fb-218a-4686fbdc0f90/Pete-Tong-Playlists-90s-Uniform.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"5fbfb2","textColor2":"f3c551","textColor4":"c9a447","textColor1":"6fe7d7","bgColor":"202020","hasP3":false},"artistName":"Pete Tong","isSingle":false,"url":"https://music.apple.com/us/album/ibiza-classics-90s-dj-mix/1591068572","isComplete":false,"genreNames":["Dance","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Ibiza Classics: 90’s (DJ Mix)","recordLabel":"Ministry of Sound","upc":"5056381818289","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1591068572","kind":"album"},"editorialNotes":{"short":"Let Pete transport you back to a golden age for the White Isle. "},"isCompilation":false}},{"id":"1585072918","type":"albums","href":"/v1/catalog/us/albums/1585072918?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/48/1e/c4/481ec4ab-5e42-8f6c-ad8f-086314e47eee/21CRGIM29092.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d0cee7","textColor2":"00ffcc","textColor4":"05cebf","textColor1":"ffffff","bgColor":"150a8b","hasP3":false},"artistName":"KIDZ BOP Kids","isSingle":false,"url":"https://music.apple.com/us/album/kidz-bop-2022/1585072918","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":48,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"KIDZ BOP 2022","recordLabel":"Kidz Bop","upc":"00888072291096","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kidz Bop Enterprises LLC., Distributed by Concord.","playParams":{"id":"1585072918","kind":"album"},"editorialNotes":{"short":"“Drivers License,” “Levitating,” and other hits, remade for young ears."},"isCompilation":false}},{"id":"1576510351","type":"albums","href":"/v1/catalog/us/albums/1576510351?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/89/c1/c3/89c1c3ae-0566-3935-fd02-e436fbd15536/dj.ipcsfjgn.png/{w}x{h}bb.jpg","height":3000,"textColor3":"cfccc4","textColor2":"cfd1ea","textColor4":"b3bbcc","textColor1":"f2e7e0","bgColor":"466053","hasP3":false},"artistName":"Ross from Friends","isSingle":false,"url":"https://music.apple.com/us/album/tread/1576510351","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Tread","recordLabel":"Brainfeeder","upc":"5054429148329","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Brainfeeder","playParams":{"id":"1576510351","kind":"album"},"editorialNotes":{"standard":"Don’t let the tongue-in-cheek name Ross From Friends fool you. The Essex-born producer and DJ, real name Felix Clary Weatherall, is no joke. Rather, he has made a name for himself since 2018’s debut LP <i>Family Portrait</i> with an ear for dance-floor-focused compositions that bring forth bursts of euphoric movement as much as they delve into the nostalgic resonances of formative musical experiences. For his second studio album, <i>Tread</i>, Weatherall coded his own software (called Thresho) to open up his creative process. “I struggle to commit to recording, but Thresho just starts capturing what I’m doing when the audio reaches a certain threshold, and it ended up defining the whole record,” he tells Apple Music. The result is 12 tracks that take on radically open forms, from the melancholic UK garage of “The Daisy” to the ambient tape manipulations of “Morning Sun in a Dusty Room” and the beatless, eternal crescendo of “Run.” All the while, Weatherall was taking emotional inspiration from his studio’s surroundings during the coronavirus lockdowns on London’s Old Kent Road. “There’s so much history here, and I started to see the parallels between Thresho collecting these sounds and me recollecting my memories in London this past decade, absorbing different sounds,” he says. Read on for his thoughts on <i>Tread</i>, track by track.<br />\n<b>“The Daisy”</b>\n“This track had so many different versions. I was writing it early on in March 2020 and I wanted to make something catchy, since I was really missing that feeling of being out and just having your hands in the air to something exciting. I ended up playing a very rough early version at [London venue] Printworks, which was the last gig I did before lockdown, and so I always associate the tune with that night out.”<br />\n<b>“Love Divide”</b>\n“This is paired with ‘The Daisy,’ even though it was the last tune that I finished in February 2021. I had a similar feeling going into both of them of wanting to make something that's catchy after having been locked down and deprived of going out. The live show was also a big part of making this track and just picturing how it was going to come across in that setting by making a version that hammered home the big breakdown and drop.”<br />\n<b>“Revellers”</b>\n“‘Revellers’ is a four-to-the-floor homage to the house music I was first getting into in 2012. I wanted to cover as many musical bases across the whole tune as possible, so that’s why it's almost seven minutes long. The drums took ages to get right, and it also took me a while to land on the melodic feel, which was twisted from an initial guitar sample. When I finished the track, I decided to rerecord the entire melodic part as one live take because I wanted it to have the energy of being performed spontaneously.”<br />\n<b>“A Brand New Start”</b>\n“I wanted this track to be a turning point into a different, soul-sampled sound on the album. It's inspired by a Red Bull Music Academy interview with Madlib where he talks about how sometimes the sample is all you need. I wanted to be quite brutal with it, so I recorded a jam using a soul sample, cut out a few minutes of it, and then stuck it straight on the album. I wanted it to be completely straight as it was, rather than overdone.”<br />\n<b>“XXX Olympiad”</b>\n“This is titled after the Greek name for the 2012 London Olympics, and that was the era I was trying to reference musically. I was digging for some soul samples to put over this future garage, post-dubstep rhythm, since when making this record I was thinking a lot about the last decade I’ve spent going out in London and the different sounds I’ve been drawn to.”<br />\n<b>“Grub”</b>\n“‘Grub’ flows seamlessly from the last tune, but it’s meant to be this grubby mess, based completely on Thresho. I just threw hundreds of recordings into a Thresho project and then moved them all around. I didn't record anything specifically for that track, it was all just sampling these recordings in the software. It's essentially loads of mess and dirt put into a tune.”<br />\n<b>“Spatter/Splatter”</b>\n“This one is a reference to trip-hop, since when I was coding Thresho I was listening to loads of it, as well as Boards of Canada. I wanted it to be a homage to that downtempo, IDM feel. Making music is ultimately a completely solitary thing to me; there's no collaboration, it's a personal thing that I keep within myself, so all the references come from that space.”<br />\n<b>“Morning Sun in a Dusty Room”</b>\n“I really wanted this track to be evocative of a specific memory I have. I once woke up at a New Year's party way too early and I remember being in this dusty room and seeing all the sunlight streaming through the air. It tripped me out and I didn’t know what was going on. I wanted the track to flow musically from the last tune with similar references to reflect that strange ambience.”<br />\n<b>“Run”</b>\n“I wanted to make something that is beatless but that is still quite hammering and could be played out, even though there's no real kick drum. I had these stabbing chords that build and repeat for a while and I was trying them with drums but this idea worked best. It was probably inspired by Floating Points' earlier work, where the tunes are really long and have those huge breakdowns.”<br />\n<b>“Life in a Mind”</b>\n“One of my friends once bought loads of NOS [nitrous oxide] balloons and we ended up having so many of them, to the point where I shut my eyes at one point and I felt like I lived an entire life inside my mind. This track is inspired by that repetitive, ongoing experience that existed inside my head. I just felt like this tune just matched up with that memory super well. It also has similar soul samples that are referenced on ‘A Brand New Start.’”<br />\n<b>“Thresho_1.0”</b>\n“This is named after the software I built, and like ‘Grub,’ it is another one where the entire thing is composed of tracks dragged from various different sessions into Thresho and then layered and structured, but nothing was recorded specifically for the track. I was just loading it up with samples and seeing where it went.”<br />\n<b>“Thresho_1.1”</b>\n“This is a bit of a cheesy reference to me being a new dad. I wanted it to represent how I've lived these past 10 years running around doing stupid shit in London and now this is the next phase in my life. It's played on a music box where you stamp in the notes that you want, and I used the melody of ‘Thresho_1.0’ to wind it up. I thought it was a fitting way to close out the record.”","short":"“I’ve been recollecting my memories in London, absorbing new sounds.”"},"isCompilation":false}},{"id":"1588246871","type":"albums","href":"/v1/catalog/us/albums/1588246871?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/df/61/b2/df61b2a9-c0ec-d960-c28f-fe2fb46dd322/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cac7bd","textColor2":"f2e5ba","textColor4":"c4bb9a","textColor1":"faf3e5","bgColor":"0b141b","hasP3":false},"artistName":"NorthSideBenji","isSingle":false,"url":"https://music.apple.com/us/album/the-extravagant-collection/1588246871","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"The Extravagant Collection","recordLabel":"NRTHRN","upc":"3616840507523","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 NRTHRN","playParams":{"id":"1588246871","kind":"album"},"editorialNotes":{"standard":"When Brampton MC NorthSideBenji announced <i>The Extravagant Collection</i> on Instagram a few weeks ahead of the project’s arrival, he closed out the post with a statement acknowledging the years that had passed since 2019’s <i>Caviar Dreams</i>: “Let em Know We Back,” he wrote. “We Just Getting Started.” “Restarted” would’ve been a tad more accurate, but fans of Benji’s signature brand of sing-rapping were not likely complaining. Benji appearances since 2019’s <i>Frienemy</i> EP had been sparse—he popped up on Neena Rose’s electro-pop single “Secret” and also his own “30,000 ft”—but with <i>The Extravagant Collection</i>, one of the GTA’s most promising MCs is back in the saddle for a full 13 tracks. The project is all lifestyle, Benji using songs like “Money Showers,” “How Much She Needs Me,” “Problems to Millions,” and “Chess Not Checkers” to detail what DJ Khaled once termed “suffering from success,” giving his fans a wealth of insight into what the life of a trapper-turned-rapper entails in 2021. The project’s only credited guests are Harlem MC Melii and rising Houston-based singer-songwriter Vory, affirming that what Benji really thinks the game needs is more of his voice.","short":"The Brampton MC delivers a proper follow-up to Caviar Dreams."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1584891531","type":"albums","href":"/v1/catalog/us/albums/1584891531?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/32/fe/51/32fe51f9-c4d2-874b-9a39-a4b0379e0de0/886449466108.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"adbbac","textColor2":"db895e","textColor4":"b2714f","textColor1":"d6e6d2","bgColor":"0c0e16","hasP3":false},"artistName":"Mimi Webb","isSingle":false,"url":"https://music.apple.com/us/album/seven-shades-of-heartbreak/1584891531","isComplete":true,"genreNames":["Pop","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Seven Shades of Heartbreak","recordLabel":"Epic","upc":"886449466108","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Epic Records, a division of Sony Music Entertainment","playParams":{"id":"1584891531","kind":"album"},"editorialNotes":{"standard":"Catapulted to viral success after 2020 single “Before I Go” was shared in a clip posted by TikTok megastar Charli D’Amelio, 21-year-old Mimi Webb landed her first UK top 10 single with the empowerment anthem ‘Good Without’ in early 2021, mining the breakdown of her relationship and turning up gold. “I want people to feel something when they hear these songs,” she tells Apple Music. “That really emotional goosebumps feeling. Big, heart-wrenching choruses.” Taking influence from Adele, Lewis Capaldi, and Emeli Sandé, her debut EP <i>Seven Shades of Heartbreak</i> captures the conflicting, and at times confusing, emotions that swirl during a split. “It was definitely something that I had to do to help me realize what was going on in my life,” Webb says, of writing the record. “As much as I've got all my family and my friends and my team and my close people around me, day to day I'm on my own. You've got to be able to have that strength in your own mind to keep you going. That's a really big lesson I've learned.” Here, she guides us through her EP, track by track.<br />\n<b>“Dumb Love”</b>\n“‘Dumb Love’ was inspired by seeing an ex again and the nostalgic feeling for my past relationship—that first love where it was so giddy and exciting and ‘dumb.’ It ended up being a difficult couple of years, and I never thought I could have a friendship with him because I was so heartbroken from it. But he's actually really lovely and supportive and a good friend now. It gives me hope for my relationship that I've just come out of, because I think if I can get back to this place with him, I can do it with anyone.”<br />\n<b>“24/5”</b>\n“This song is about a past situation I’ve been in where on the weekdays they’re there, and you feel really comfortable, it’s all great. Then on the weekends they go off, turn into someone completely different and forget about you. Come Monday, they’re back and they want to be with you again. We should be able to have that time apart and still feel stable in the relationship—how do we make it work?”<br />\n<b>“Little Bit Louder”</b>\n“I wrote this about a feeling I had in the relationship I was just recently in. I always knew there was something not right, something was missing, and I kind of blamed myself for it. I was in the studio with [UK songwriting and production team] TMS and [LA songwriter] Sean Douglas and I was talking about how I just didn’t know what was up because it was great on paper but I just didn’t feel incredible anymore, and we jumped on this idea that I was trying to take responsibility. It’s got a really fun vibe to it; it’s not sad, it’s very like, ‘Oh, I think I know what the problem is! I’m not loving you enough!’ When I left the studio I felt really good about myself because it felt like a therapy session, and I thought I had it figured out—even though I eventually realized that wasn’t actually the problem at all.”<br />\n<b>“Heavenly”</b>\n“I actually wrote this around three or four years ago, about my first ex-boyfriend. We went back and forth for a good few years and then suddenly, the last time round, I just didn’t want it anymore. It had gone on for so long and I was just exhausted. I made the decision I was over it. I went into the studio and I was like, ‘I’ve just done something that I never thought I’d have the strength to do. I’ve ended it and it just feels great. It feels really heavenly.’ It’s got this dark, moody, sexier feel to it and brings out a different side to me as an artist and a person.”<br />\n<b>“Halfway”</b>\n“The light at the end of the tunnel of the EP. I think peace is the vibe it brings, when something comes to an end and you know that it’s going to be all right. I really wanted to show that the day will come when you wake up in the morning and think, ‘Oh, the anxiety’s gone,’ and you feel more uplifted.”<br />\n<b>“Good Without”</b>\n“The song that really kicked it all off for me: a really sassy self-love song. It’s the ‘I know what I’m worth, I know what I deserve, and if you are not everything I need, I’m happy to be without’ track. It was the first song I wrote this year, and I think I knew it would be a game-changer for me. I was so inspired over Christmas, so going into the new year I had a big manifestation board and I really wanted to write a big smash that makes people feel powerful.”<br />\n<b>“Lonely in Love”</b>\n“I think this song explains exactly why I did what I had to do and why I had to leave my relationship. If you are in love but you still feel lonely, it's like you are not getting every corner of the love that you deserve and want. You just feel so down. For so long I was like, ‘What is the problem?’ Even now I can’t put my finger on what it was. But it was like this gut instinct that I had, that this is just not right, and ‘Lonely in Love’ really represents that. It’s a tough song, emotionally; I think performing it live will be hard.”","short":"“I want people to feel something when they hear these songs.”"},"isCompilation":false}},{"id":"1590114576","type":"albums","href":"/v1/catalog/us/albums/1590114576?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/dd/32/3e/dd323e00-ed7e-4aa6-9541-41107d64eb21/669356147649.png/{w}x{h}bb.jpg","height":2000,"textColor3":"c8cbd0","textColor2":"e37716","textColor4":"b76318","textColor1":"f8f9fb","bgColor":"071323","hasP3":false},"artistName":"Haunted Heights","isSingle":false,"url":"https://music.apple.com/us/album/spooky-halloween-sounds-single/1590114576","isComplete":true,"genreNames":["Holiday","Music"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Spooky Halloween Sounds - Single","recordLabel":"Haunted Heights","upc":"669356147649","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Haunted Heights","playParams":{"id":"1590114576","kind":"album"},"isCompilation":false}},{"id":"1577382429","type":"albums","href":"/v1/catalog/us/albums/1577382429?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ea/58/cf/ea58cfe0-608c-6c50-d91e-80db1422ceae/5056495206699_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"464548","textColor2":"2a2d3c","textColor4":"494c57","textColor1":"262429","bgColor":"c5cbc4","hasP3":false},"artistName":"Wet","isSingle":false,"url":"https://music.apple.com/us/album/letter-blue/1577382429","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Letter Blue","recordLabel":"30SF","upc":"5056495206699","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Other Exotica, LLC. under exclusive license to 30SF","playParams":{"id":"1577382429","kind":"album"},"editorialNotes":{"short":"The NY indie pop trio reunites to broaden their exquisite horizons."},"isCompilation":false}},{"id":"1579364242","type":"albums","href":"/v1/catalog/us/albums/1579364242?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/9b/9c/6c/9b9c6cb0-582b-bbcb-bcb9-519d25d4b2a1/196292135619.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b5b1a7","textColor2":"d0cbbe","textColor4":"ada89d","textColor1":"dbd5ca","bgColor":"1f1e19","hasP3":false},"artistName":"Dillon Carmichael","isSingle":false,"url":"https://music.apple.com/us/album/son-of-a/1579364242","isComplete":true,"genreNames":["Country","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Son Of A","recordLabel":"Riser House Records","upc":"196292135619","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2020 Riser House Records","playParams":{"id":"1579364242","kind":"album"},"isCompilation":false}},{"id":"1577776877","type":"albums","href":"/v1/catalog/us/albums/1577776877?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/59/4f/a8/594fa861-e9a0-8db8-c39b-6e2c0cc35870/19UM1IM14434.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"353a00","textColor2":"262618","textColor4":"514f13","textColor1":"030c00","bgColor":"fff300","hasP3":false},"artistName":"Daniil Trifonov","isSingle":false,"url":"https://music.apple.com/us/album/bach-the-art-of-life/1577776877","isComplete":true,"genreNames":["Classical","Music","Baroque Era","Piano"],"trackCount":57,"isMasteredForItunes":true,"releaseDate":"2021-10-08","name":"BACH: The Art of Life","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948385331","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1577776877","kind":"album"},"editorialNotes":{"standard":"At first listen, it’s easy to dismiss J.S. Bach’s <i>The Art of Fugue</i>, completed largely by 1742, as a dry collection of densely constructed fugues that do little more than prove the composer’s unassailable mastery of counterpoint. Counterpoint was an essential tool for any composer writing liturgical music, as Bach did. “Polyphonic music was often viewed by the church as one of the ways that we can see the logic in the universe—a way to prove the existence of God,” pianist Daniil Trifonov tells Apple Music. But <i>The Art of Fugue</i> is much more than musical posturing. Within it are flashes of the warmth, beauty, and humanity that characterize so much of Bach’s other music. In a rare display of pride, for instance, Bach writes himself into the final fugue, its countersubject based on his initials B – A – C – H (in English notation: B-flat – A – C – B).<br />\nIn <i>BACH: The Art of Life</i>, Trifonov aims to reinforce this human side of J.S. Bach, preluding his performance of <i>The Art of Fugue</i> with music by the composer’s children alongside selections from the <i>Notebook for Anna Magdalena Bach</i>—pieces used by J.S. Bach for teaching music in his household—and one of J.S. Bach’s most personal works, the <i>Chaconne</i> for solo violin, arranged here for piano by Brahms. And so <i>Bach: The Art of Life</i> becomes a portrait of Bach’s character—the family man, the husband, the devoted churchgoer. “He had an extraordinary life,” says Trifonov, “which was reflected in his music. The <i>Chaconne</i>, for example, is believed to have been written as a lament after the death of his first wife, Maria Barbara. It’s one of his most emotionally powerful works—you can almost feel the tragedy.” Here, Trifonov takes us through the music on <i>BACH: The Art of Life</i>.<br />\n<b>Sonata No. 5 in A Major, Op. 17, No. 5</b>\n“This piece might have influenced Mozart quite a lot—J.C. Bach was already well-established, whereas Mozart was still in the early stages of his musical career. Although there are only two movements, structurally very different from Mozart, J.C. Bach’s music has a fantastic communicative style and a real sense of light.”<br />\n<b>12 Polonaises, F. 12: No. 8 in E Minor</b>\n“I love all of W.F. Bach’s polonaises. But the polonaise at that time was very different from the polonaise of Chopin’s period. In W.F. Bach’s time, the polonaise was not regarded as dance music but as pieces to be performed and listened to, and so they were a lot more lyrical, although this one is quite melancholy. It might even have had an influence on Chopin—he could well have been aware of this music.”<br />\n<b>2 Clavier-Sonaten, 2 Fantasien und 2 Rondos für Kenner und Liebhaber, Wq. 59: IV. Rondo in C Minor, H. 283</b>\n“C.P.E. was the most innovative of all the Bachs. He tried to push musical language so far that nothing like it had ever been heard before. It was so experimental. In certain ways, this music almost feels like it was composed by a Stravinsky of the 18th century. C.P.E. Bach uses a really creative compositional process in the way he uses short musical elements and plays around with them so much.”<br />\n<b>Variations on ‘Ah, vous dirai-je, Maman’</b>\n“J.C.F. Bach is less known than his brother because he didn’t write so much for keyboard. He wrote this piece later in his life, completing it in 1792—already 42 years after the death of his father. It was a completely different era, and one in which Beethoven was writing the first of his piano concertos. These variations are on a popular tune; other composers also wrote variations on it, including Mozart. J.C.F. Bach’s variations are quite varied in style and include Sicilian and German influences. They’re quite innovative.”<br />\n<b>Notebook for Anna Magdalena Bach, 1725</b>\n“This collection of music is a peek into the domestic life of a family. The <i>Notebook</i>, used for teaching, is made up of pieces from different periods of Bach’s life, including some that were written by Carl Philipp Emanuel Bach. Some of the pieces are not even titled and many of them are anonymous. I could have included more music from the <i>Notebook</i> by Bach’s sons, but I wanted each piece on this album to have a tonal relationship from one to the next, and also to include pieces by Petzold and Stölzel. Stölzel’s ‘Bist du bei mir’ is an aria from an opera, and it’s quite telling that Bach should have included it in this collection, with its themes of love.”<br />\n<b>5 Studies, Anh.1a/1: V. Chaconne (After Violin Partita No. 2 in D Minor, BWV 1004 by J.S. Bach, Arr. for Piano)</b>\n“This is one of my favorite Bach transcriptions. There have been wonderful transcriptions of the <i>Chaconne</i> by different composers, from Liszt and Feinberg to Busoni. But this particular transcription, by Brahms, is very close to the original in many ways, because he simply transfers the material from one instrument to the other. Bach allegedly wrote this piece for solo violin after his wife died. I think that’s quite evident in this music—it shows Bach in grief. When I play <i>The Art of Fugue</i> in concert, this is the piece I like to play beforehand to set the scene, as I have done here.”<br />\n<b>The Art of Fugue, BWV 1080</b>\n“<i>The Art of Fugue</i> is quite incredible. It’s a testament to the genius of Bach that, within very strict parameters and rules of polyphony, he was able to create such complex yet such beautiful music. Sometimes, for the sake of complexity, Bach breaks the rules of harmony, but the way he arranges the fugues in this order feels like he’s telling some kind of a story. So, of course there’s the scientific aspect to this music, but there’s also a lot of drama, and a lot of it feels very contemplative. There’s a debate about which instrument <i>The Art of Fugue</i> was written for, but I believe Bach intended it to be played on more than one—his son C.P.E. Bach wrote that composers should compose keyboard pieces that would sound good on more than one instrument, whether harpsichord, piano, or clavichord.”<br />\n<b>Herz und Mund und Tat und Leben, Cantata BWV 147: Jesu, Joy of Man’s Desiring (Transcr. Hess for Piano)</b>\n“Myra Hess’ arrangement of this cantata movement is very beautiful. In the original score to <i>The Art of Fugue</i>, there’s a chorale at the end, but I really like this particular transcription and I wanted to include it. I think it’s one of Bach’s finest works.”","short":"“Bach had an extraordinary life, which was reflected in his music.”"},"isCompilation":false}},{"id":"1585428119","type":"albums","href":"/v1/catalog/us/albums/1585428119?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/33/09/28/330928bd-52a8-8d40-725a-c70fad3cb924/840200507448_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f2118","textColor2":"161f11","textColor4":"442e19","textColor1":"0f0f0f","bgColor":"ff693c","hasP3":false},"artistName":"DJ Swisha & Kush Jones","isSingle":false,"url":"https://music.apple.com/us/album/outta-bounds-ep/1585428119","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Outta Bounds - EP","recordLabel":"DJ SWISHA","upc":"840200507448","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 DJ SWISHA","playParams":{"id":"1585428119","kind":"album"},"isCompilation":false}},{"id":"1578333325","type":"albums","href":"/v1/catalog/us/albums/1578333325?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/f6/05/e5/f605e598-ab58-e113-3c36-91ebf7bd0038/849320064909.png/{w}x{h}bb.jpg","height":3000,"textColor3":"c8b89f","textColor2":"eddbc2","textColor4":"bfaf9b","textColor1":"f8e6c7","bgColor":"090000","hasP3":false},"artistName":"Sixx:A.M.","isSingle":false,"url":"https://music.apple.com/us/album/hits/1578333325","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Hits","recordLabel":"Better Noise Music","upc":"849320064909","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Better Noise Music","playParams":{"id":"1578333325","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1587329286","type":"albums","href":"/v1/catalog/us/albums/1587329286?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/dc/b5/d1/dcb5d102-20c2-92a6-d15c-bc1c672476b0/5060263727026.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e171e","textColor2":"241612","textColor4":"49292c","textColor1":"010000","bgColor":"e17693","hasP3":false},"artistName":"Jacques Greene","isSingle":false,"url":"https://music.apple.com/us/album/anth01/1587329286","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Anth01","recordLabel":"LuckyMe","upc":"5060263727026","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 LuckyMe","playParams":{"id":"1587329286","kind":"album"},"isCompilation":false}},{"id":"1589161539","type":"albums","href":"/v1/catalog/us/albums/1589161539?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/84/ee/30/84ee3019-8251-4f59-5a46-d5188df5b730/196292535815.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2f2b2c","textColor2":"261b18","textColor4":"443737","textColor1":"0c0c0b","bgColor":"bca7b0","hasP3":false},"artistName":"CL","isSingle":false,"url":"https://music.apple.com/us/album/alpha/1589161539","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-20","name":"ALPHA","recordLabel":"Very Cherry","upc":"196292535815","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Very Cherry","playParams":{"id":"1589161539","kind":"album"},"editorialNotes":{"standard":"The bold and playful K-pop alchemist aims for world domination.","short":"The bold and playful K-pop alchemist aims for world domination."},"isCompilation":false}},{"id":"1582831319","type":"albums","href":"/v1/catalog/us/albums/1582831319?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/6d/33/0b/6d330b81-3bf0-d341-fc59-357e436b0dec/190296481383.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"3e3a3b","textColor2":"630a03","textColor4":"823b35","textColor1":"0e090a","bgColor":"ffffff","hasP3":false},"artistName":"Biffy Clyro","isSingle":false,"url":"https://music.apple.com/us/album/the-myth-of-the-happily-ever-after/1582831319","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"The Myth of The Happily Ever After","recordLabel":"Warner Records","upc":"190296481383","audioTraits":["lossless","lossy-stereo"],"copyright":"A Warner Music UK Release, ℗ 2021 14th Floor Records Limited","playParams":{"id":"1582831319","kind":"album"},"editorialNotes":{"standard":"<i>The Myth of the Happily Ever After</i> is a bold name for the follow-up to Biffy Clyro’s 2020 album, <i>A Celebration of Endings</i>. But that’s just how things played out. If <i>A Celebration</i> explored the band’s optimism that things could only get better—socially, politically, and for our planet—<i>The Myth</i> is about realizing, with the arrival of the global pandemic, that rock bottom hadn’t been reached after all. “There was a strength to <i>A Celebration of Endings</i> but also, looking back, a naivete,” the band’s frontman Simon Neil tells Apple Music. “This album is a lot more vulnerable, a lot more in the middle of mayhem. It’s about trying to make sense of it all. It felt important to put this music out while we’re still going through this, because it’s a record of the moment.”<br />\nReleased just over a year after <i>A Celebration</i>, <i>The Myth</i> was unexpected—not least for the band, who had only initially been planning to turn some leftover tracks into a companion piece. But working alongside <i>Balance, Not Symmetry</i> collaborator Adam Noble from their farm-studio in Scotland, the band realized in late 2020 that album number nine was taking shape. “We didn’t tell the record label or anything that we were working on new music,” admits Neil (Biffy’s other members are twin brothers Ben and James Johnston). You’ll hear that liberation all over <i>The Myth of the Happily Ever After</i>, as the band let loose on sprawling, multi-act tracks (“Holy Water,” “Separate Missions”) and stride toward new territory via synths and electro. “It was really just about friends being in a room together,” says Neil. “Things can become complicated when you’ve been doing it for so long. To know that we still have that magic together, and that joy, is just fantastic.” Read on as he guides us through Biffy Clyro’s ninth album, track by track.<br />\n<b>“DumDum”</b>\n“This was one of the tracks that kick-started the record. Musically, it’s something out of left field for us. I sampled all my vocals and created these soft sounds, which was a different way of writing. The song is about my exasperation that people are so sure of themselves. Especially in this world that we live in, I don’t know how anyone can be so convinced that what they believe is the only way to live.”<br />\n<b>“A Hunger in Your Haunt”</b>\n“The title of this song was a phrase I heard a couple of years ago, and it just stuck with me. I just thought it was a beautiful way to describe your inner fire—your get-up-and-go. If life’s tough, you can find yourself just digging your way down. This song is about shaking off that negativity and finding a reason to get a smile on your face and be there for the people you care about. I’ve never done any talk-singing, and this was the song to do it on, because whenever I found a melody, it felt like it was taking away from it.”<br />\n<b>“Denier”</b>\n“It’s the story of abusers in general: They do horrific things and then pretend that they’re the victim. A real manipulator can really twist things, and I fucking hate that. That’s what this song is about, and it’s got those sinister aspects to it.”<br />\n<b>“Separate Missions”</b>\n“I was listening to a lot of The Cure over lockdown and it’s always two-and-half minutes before Robert Smith starts singing. I thought, ‘We’ve never done that.’ The birth of this song was the idea of making mood music for a while, something a bit sinister, a little bit tense. And the song is, lyrically, probably closest to some of the sentiments in <i>A Celebration of Endings</i>, which is just about finding out that you and someone that you’ve been close to your whole life are on different paths. It felt like a new step for us, musically.”<br />\n<b>“Witch’s Cup”</b>\n“This is a carnival song about cults. Like everyone else in lockdown, I watched a lot of shit telly, and I went down a lot of cult wormholes on YouTube. I’m in awe—and also feel a bit sorry—for people who can put their life into someone else’s hands, who can selflessly give themselves over. I find that extremely dangerous. A theme in this whole record is people who are convinced of shit and have blind faith, and nothing existing out of that.”<br />\n<b>“Holy Water”</b>\n“I had the full first half of this written about 18 months ago, but it wasn’t quite ready for <i>A Celebration</i>. I already had the lyrics about ‘Sinner’s in a hospital room/The saint is in the bed.’ When the pandemic happened, it was like the universe had talked to me. Suddenly, the song seemed very important. It was originally about climate change and running out of resources, but then it evolved into something about the moment we were in and lockdown. I wanted the ending to sound the exact opposite to the start. I wanted it to sound like the world was falling down. Because, at points, it was.”<br />\n<b>“Errors in the History of God”</b>\n“This is a bit of a misanthropic song, to be honest. Humanity, we’re our own kind of disease: We take everything, we use up all the resources, and then we move onto the next thing. I include myself as well, but it’s just like, ‘That’s not what we’re here for.’ I don’t want this to be an oppressive song, but the attitude is, ‘What the fuck are we doing?’ I do feel like we're trolling our own planet, which is insane.”<br />\n<b>“Haru Urara”</b>\n“There was this wonderful story of a horse in Japan, and it lost, like, 130 races. It was the worst-performing racehorse in the history of the world. But in his last race, everyone was convinced it was going to win, so thousands and thousands of people from all over Japan went to this small town to see the horse win in its final race. Of course, it came dead last. But what a wonderful, optimistic outlook. Nothing’s a write-off—that’s what this song’s about.”<br />\n<b>“Unknown Male 01”</b>\n“I was just sitting at the piano one day, playing around, and then just had these simple chords and melody. Not every idea you come up with feels special, but this did. This song is about losing people and about male suicide. Unfortunately, our friend Scott [Hutchison, of Frightened Rabbit] passed away, and that’s something that’s been sticking with me a lot. I think that’s why this song ended up mattering so much to me, and why I wanted it to be something more than just a two-minute piano song. It’s got every single part of what we do: loops, acoustic guitars, piano, riffs, weird shit. Because if I’m talking about my depression or having lost someone, I want to show every aspect of what that is. Darkness and depression aren’t linear things.”<br />\n<b>“Existed”</b>\n“This is a simple song musically, and it’s about forgiveness and trying to grow to be a better person. It’s about not being afraid to make mistakes in life, because that’s what life is. Unless people have done something truly heinous, I think they deserve second chances. This song was another one that made me realize something new was coming out of me. This song came out really fast—literally in one day. I just felt magic in it.”<br />\n<b>“Slurpy Sleep Sleep”</b>\n“I wanted people to finish this song and laugh. It follows some real moments of self-doubt and some really heavy subjects. I wanted the musicality of this to carry people home. But this song is also about making the most of what we have. Because what the last year has taught me is that we can’t take anything for granted.”","short":"“It was really just about friends being in a room together.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1586003196","type":"albums","href":"/v1/catalog/us/albums/1586003196?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/c6/4b/8b/c64b8bd6-0521-bf7f-84a9-9deb771eafca/093624877233.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"372f27","textColor2":"33220f","textColor4":"53422e","textColor1":"0f0b08","bgColor":"d6c2a7","hasP3":false},"artistName":"Jessie James Decker","isSingle":false,"url":"https://music.apple.com/us/album/the-woman-ive-become/1586003196","isComplete":true,"genreNames":["Country","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"The Woman I've Become","recordLabel":"Big Yellow Dog/Atlantic Records/Warner Music Nashville","upc":"093624877233","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2020, 2021 Atlantic/Warner Music Nashville","playParams":{"id":"1586003196","kind":"album"},"isCompilation":false}},{"id":"1585681385","type":"albums","href":"/v1/catalog/us/albums/1585681385?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/28/94/3c/28943c1b-c79c-ea4c-d2d4-c5fabf8745ed/196292565119.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b1a995","textColor2":"c6c69f","textColor4":"a0a180","textColor1":"dbd0b9","bgColor":"0a0c09","hasP3":false},"artistName":"Liily","isSingle":false,"url":"https://music.apple.com/us/album/tv-or-not-tv/1585681385","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"TV or Not TV","recordLabel":"Flush Records","upc":"196292565119","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Flush Records","playParams":{"id":"1585681385","kind":"album"},"isCompilation":false}},{"id":"1575339550","type":"albums","href":"/v1/catalog/us/albums/1575339550?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/07/97/9b/07979b1c-5bc4-6afd-e52d-b1556fc0ea03/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b18e65","textColor2":"d3a06f","textColor4":"a9825b","textColor1":"ddaf7c","bgColor":"020a0d","hasP3":false},"artistName":"Cradle of Filth","isSingle":false,"url":"https://music.apple.com/us/album/existence-is-futile/1575339550","isComplete":true,"genreNames":["Death Metal/Black Metal","Music","Rock"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Existence Is Futile","recordLabel":"Nuclear Blast","upc":"0727361541668","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Nuclear Blast","playParams":{"id":"1575339550","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1590581803","type":"albums","href":"/v1/catalog/us/albums/1590581803?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/9a/80/54/9a8054b0-9417-35d9-4bd5-d7046de73b8b/075679767967.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"cccacb","textColor2":"08adfa","textColor4":"068bc9","textColor1":"fffdfe","bgColor":"010004","hasP3":false},"artistName":"Sam Austins","isSingle":false,"url":"https://music.apple.com/us/album/homeless-star/1590581803","isComplete":true,"genreNames":["Alternative","Music","R&B/Soul"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"HOMELESS STAR","recordLabel":"Atlantic Records","upc":"075679767967","audioTraits":["lossless","lossy-stereo"],"copyright":"Out Past Curfew LLC, ℗ 2021 Atlantic Records Group LLC.","playParams":{"id":"1590581803","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1587396469","type":"albums","href":"/v1/catalog/us/albums/1587396469?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/a3/7b/f8/a37bf88b-4c68-e6b9-dc09-ccaac75d90fe/8720246792010.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cacaca","textColor2":"dadada","textColor4":"aeaeae","textColor1":"fdfdfd","bgColor":"000000","hasP3":false},"artistName":"Claudio PRC","isSingle":false,"url":"https://music.apple.com/us/album/rites-of-passage-single/1587396469","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Rites of Passage - Single","recordLabel":"Delsin Records","upc":"8720246792010","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Delsin Records","playParams":{"id":"1587396469","kind":"album"},"isCompilation":false}},{"id":"1589248859","type":"albums","href":"/v1/catalog/us/albums/1589248859?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/73/ff/64/73ff645e-da8f-5498-5b16-1653eb7f8dca/4250101433276_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdc79e","textColor2":"eddeae","textColor4":"c2bd9a","textColor1":"faebb2","bgColor":"18364c","hasP3":false},"artistName":"The Modernist","isSingle":false,"url":"https://music.apple.com/us/album/total-the-modernist/1589248859","isComplete":false,"genreNames":["Electronic","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Total the Modernist","recordLabel":"Kompakt","upc":"4250101433276","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kompakt","playParams":{"id":"1589248859","kind":"album"},"isCompilation":false}},{"id":"1577846229","type":"albums","href":"/v1/catalog/us/albums/1577846229?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/8e/ab/0f/8eab0f96-a4ab-24f9-f64a-04414a8a48b2/796441823321.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"53514e","textColor2":"36332b","textColor4":"5e5c55","textColor1":"282622","bgColor":"ffffff","hasP3":false},"artistName":"Grouper","isSingle":false,"url":"https://music.apple.com/us/album/shade/1577846229","isComplete":true,"genreNames":["Ambient","Music","Electronic"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Shade","recordLabel":"kranky","upc":"796441823321","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 kranky","playParams":{"id":"1577846229","kind":"album"},"isCompilation":false}},{"id":"1573740923","type":"albums","href":"/v1/catalog/us/albums/1573740923?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/32/d3/34/32d334b4-d1ee-c839-279a-f5bb6689d731/0045778782765.png/{w}x{h}bb.jpg","height":3600,"textColor3":"c15249","textColor2":"e36655","textColor4":"b6554a","textColor1":"f16355","bgColor":"020f1d","hasP3":false},"artistName":"Jackson+Sellers","isSingle":false,"url":"https://music.apple.com/us/album/breaking-point/1573740923","isComplete":true,"genreNames":["Americana","Music","Country"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Breaking Point","recordLabel":"Anti/Epitaph","upc":"0045778782765","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Anti","playParams":{"id":"1573740923","kind":"album"},"isCompilation":false}},{"id":"1581805215","type":"albums","href":"/v1/catalog/us/albums/1581805215?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/5e/b3/47/5eb3474d-030c-320d-68c4-cd9f6146202b/21UMGIM82395.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"363734","textColor2":"191713","textColor4":"393a39","textColor1":"14130e","bgColor":"bdc4ce","hasP3":false},"artistName":"Ólafur Arnalds","isSingle":false,"url":"https://music.apple.com/us/album/the-invisible-ep/1581805215","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Piano"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"The Invisible EP","recordLabel":"Decca Music Group Ltd.","upc":"00602435733340","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"A Mercury KX Release; ℗ 2021 Ólafur Arnalds, under exclusive license to Mercury KX, a division of Decca Music Group Limited","playParams":{"id":"1581805215","kind":"album"},"editorialNotes":{"short":"Arnalds unearths eight forgotten tracks he created more than a decade earlier."},"isCompilation":false}},{"id":"1588127648","type":"albums","href":"/v1/catalog/us/albums/1588127648?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/61/26/fe/6126fe09-ad28-eeb5-d262-791b8f36b611/886449581979.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"343533","textColor2":"242322","textColor4":"4f4f4e","textColor1":"020200","bgColor":"ffffff","hasP3":false},"artistName":"347aidan","isSingle":false,"url":"https://music.apple.com/us/album/chasing-harmony-ep/1588127648","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"CHASING HARMONY - EP","recordLabel":"Columbia","upc":"886449581979","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 347RECORDS, under exclusive license to Columbia Records, a Division of Sony Music Entertainment","playParams":{"id":"1588127648","kind":"album"},"editorialNotes":{"standard":"A bazillion TikTok views later, Cambridge, Ontario’s Aidan Fuller, aka 347aidan, has settled into a groove of making catchy, grungy, hip-hop-influenced bedroom pop following the viral success of 2020’s “Dancing in My Room.” But on the five songs that make up his third EP, <i>CHASING HARMONY</i>, darker themes are concealed amid the woozy sonics, hooky lyrics, and Fuller’s slept-through-the-alarm vocals. On “HARMONY,” a languid guitar winds its way around a thumping beat and rhymes about self-doubt and self-destruction, while the fuzzy indie rock of “IDONTWANNATALKTOYOU!” (featuring fellow Canadian pop singer renforshort) chronicles a disintegrating relationship that’s as much a breakdown as it is a breakup.","short":"The Ontario bedroom-pop singer grows up and grunges out."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1572873864","type":"albums","href":"/v1/catalog/us/albums/1572873864?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/e0/cf/6a/e0cf6a88-88a7-d11c-8df4-a8afc7935ffb/21UMGIM01753.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9dbd9","textColor2":"fff400","textColor4":"d9d312","textColor1":"fffef9","bgColor":"42525b","hasP3":false},"artistName":"Víkingur Ólafsson","isSingle":false,"url":"https://music.apple.com/us/album/mozart-contemporaries/1572873864","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2021-09-03","name":"Mozart & Contemporaries","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948605309","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1572873864","kind":"album"},"editorialNotes":{"standard":"“I wanted to approach Mozart as if I would be hearing him and playing him for the very first time,” Icelandic pianist Víkingur Ólafsson tells Apple Music. “In <i>Mozart & Contemporaries</i>, I tried to rid myself of some of my preconceptions, myths and baggage surrounding Mozart, because he was very much a part of his time and was aware of other composers.” Mozart dominates this album, of course, but Ólafsson also opens a window to several others who were doing equally extraordinary things at the same time as the 18th-century Austrian composer. “I wanted to enter Mozart’s musical ecosystem. He was certainly the genius among geniuses of the period and maybe in all of music history, but what this album shows is how awesome some of his contemporaries also were. And how wrong it is to neglect them and only focus on the big names.” And so with Mozart’s visionary <i>Piano Sonata No. 14 in C minor, K. 457</i> and the charming, deceptively simple <i>Piano Sonata No. 16 in C major Sonata, K. 545</i>, Ólafsson brings alive the worlds of Baldassare Galuppi and Domenico Cimarosa—both of whose music has a beguiling sincerity—plus works by Mozart’s friend and mentor Joseph Haydn and his hero C.P.E. Bach (“Bach is the father, we are the children!”, Mozart is once said to have exclaimed). Just as important as the music itself is the way Ólafsson takes his listeners on a journey, his instinct for tonalities and moods creating a magical, seamless whole. “I think of this album like I do all my albums—as a collage composition,” he says. “Of course, I didn’t write the music. But when you create that kind of musical searching through an album, it kind of becomes a composition in itself. It has to tell a story.” Read on as Ólafsson guides us through that story in-depth.<br />\n\n<i>”Piano Sonata No. 9 in F minor”\n“I love the idea of starting a Mozart album with somebody else, here Baldassare Galuppi. This piece is very interesting, because it’s kind of without melody and it’s very modern in that sense. It’s made up of these incredibly beautiful arpeggiated chords, and this kind of dream-like atmosphere that seems to be way ahead of its time, almost like Schubert. It’s got this altered state of consciousness between being awake and being in a dream.”<br />\n\n<b>”Rondo in F Major, K. 494”</b>\n“I had to think long and hard about what the album’s first Mozart piece should be. This rondo seems to me to be the essence of Mozart. Every time we hear the really simple, angelic theme, Mozart brings something completely different to it. There are all of these incredibly subtle variants and variations within it that make Mozart Mozart. It’s also quite operatic.”<br />\n\n<b>”Rondo II in D Minor, H. 290</b> \n“I just love this piece [by C.P.E. Bach]. It’s so daring harmonically and it’s so wild. He’s such a wild cat. Mozart is always so polished and C.P.E. Bach isn’t polished very often, so he’s kind of a musical bad boy in that sense. There’s something so modern about it, almost neo-classical—it could almost have been by Stravinsky. It has the most incredible modulations.”<br />\n\n<b>“Sonata No. 42 in D Minor”</b>\n“When I first played the original version of this piece [by Domenico Cimarosa], it was pretty unspectacular and very much a musical skeleton. But the melody stayed with me, because it’s an amazing <i>bel canto</i> melody; Cimarosa was one of the most famous operatic composers of Mozart’s time. So I harmonised it, added some parts and changed the melody in one instance. I kind of recomposed it, but called it an arrangement!”<br />\n\n<b>”Fantasia in D Minor K. 397 (Fragment)”</b>\n“I've known this piece for a very long time, but I've never been happy about the ending. I don’t like how the D Major section just ends like it does. It’s so inconclusive. Mozart, however, didn’t finish it, and I think whoever it was, one of his contemporaries, finished it really unsuccessfully. I didn’t want to compose a new ending because this is Mozart, after all, so I decided to end with the minor section and link the piece to the ‘D Major Rondo’. So I created my own little ‘Fantasia and Rondo’ setup! I recorded this track on two different pianos. At the start, I use a very dark, beautiful-sounding piano, but for the violent outbursts, I use a different Steinway.”<br />\n\n<b>“Rondo in D Major K. 485”</b>\n“I play this considerably faster than many other recordings out there. But I just feel it’s Mozart, the pianist or keyboard master, who’s really writing this piece. It’s extremely virtuosic, and it’s written to please and to inspire awe. But it’s not a terribly serious piece of music. It’s like Mozart is showing off these wild modulations and his incredible keyboard skills.”<br />\n\n<b>”Sonata No. 55 in A Minor” (Arr. Ólafsson)</b>\n“This piece [by Domenico Cimarosa] wasn’t originally part of the album, but in the studio in one of the breaks, it was a melody that I just kept hearing in my head. So I sat down and transcribed it there and then with the microphone on. I just arranged it in real time and recorded it in real time. It’s a little bit like a Vivaldi sicilienne. It has a gorgeous golden melody.”<br />\n\n<b>”Piano Sonata in B Minor, Hob. XVI:32\"</b>\n“I love this sonata [by Joseph Haydn] because it looks both forwards and backwards. It gazes into the Baroque period with this incredible minuet in the second movement and it foreshadows Beethoven in the ‘Presto’ finale. It appeals to me on so many different levels. Haydn is pushing more and more at the boundaries. It's a small sonata, yes, but it still has a weight to it.”<br />\n\n<b>“Kleine Gigue in G Major, K. 574”</b>\n“Another of Mozart’s totally anachronistic pieces, written on a pilgrimage that he made to Leipzig to visit the grave of Johann Sebastian Bach. It was one of the most difficult periods in Mozart’s life, when everything seemed to be against him. I think he wanted to take refuge from what was happening around him. And he writes this ‘Kleine Gigue’ in just one day in Leipzig. It feels, again, like Stravinsky and Bach, too. It’s so chromatic and just incredible.”<br />\n\n<b>“Piano Sonata No. 16 in C Major, K. 545 ‘Sonata facile’”</b>\n“This is the first Mozart sonata I ever played. Everything in it is somehow perfection, so much so that pianists are afraid to play it. There are relatively few recordings of this piece and hardly any good ones, which took me by surprise. I think it’s because a lot of pianists learn it when they’re seven or eight. I was eight or nine when I learned it. Recording it for this album was the ultimate challenge, coming back to it in adulthood, freeing myself from my preconceptions about Mozart. In the first movement everything is so perfectly proportioned. The second movement is my favourite. It’s music of the most painful searching. And then it ends with this perfect little finale.”<br />\n\n<b>“Adagio in E-Flat Major (Arr. Ólafsson from String Quintet No. 3 in G minor, K. 516”</b>\n“This might be my favourite chamber piece of all time, for any medium, including all of the piano repertoire. Everything about it is unbelievable. It’s a little bit like Mozart’s <i>Symphony No. 40 in G Minor</i>—it speaks to me on the most fundamental level. When I play it in this arrangement, I feel like Mozart composed it for the piano. It has a Schumann-esque lyricism, but it’s also like Schubert in the way that the harmonies simply stop, and we don’t know where we are.”<br />\n\n<b>“‘Larghetto’ from Piano Sonata No. 34 in C Minor”</b>\n“I also added this piece in at the last minute. It’s usually played very differently to the way I play it and the notation is a little bit different, too. But I found in it this kind of icy tranquillity. It’s winter music for me, almost like a meditation.”<br />\n\n<b>“Piano Sonata No. 14 in C Minor, K. 457”</b>\n“This is Mozart’s biggest piano piece—the seed for the 19th-century. It’s inconceivable, for instance, that Beethoven would have composed his <i>Pathétique Sonata</i> without hearing the first movement. Mozart pushes the limits of the instrument, which he often did in the late works. You have these huge dynamic contrasts and incredible experimentation with regards to performance markings in the score. It’s very unlike anything else he wrote for the piano. The second movement is one of Mozart's most expansive in all his keyboard music. The third movement for me is very operatic—the character is so defined. It’s full of apprehension and incredible contrasts. It’s interesting to see what Mozart would have written had he had a more powerful piano because he’s really pushing the limits of what was possible at the time.”<br />\n\n<b>”Adagio in B Minor, K. 540”</b>\n“In many ways, this piece is a kind of string quartet, but I wanted it to be an antithesis to the string quintet arrangement just before it. It’s one of Mozart’s most special works and the way it melts into B major in the last half-minute or so is amazing. It sort of wanders off, but you really don't know why.”<br />\n\n<b>“Ave verum corpus, K. 618 (Trasncr. Liszt for Solo Piano)”</b>\n“In his transcription, Liszt takes the key down a third to B major and it fundamentally changes the piece. It becomes darker and brighter at the same time. It’s one of his best transcriptions because he doesn't try to add too much to it. He's just presenting it in a new medium without adding superficial arpeggios and other effects. He lets the music be exactly what it is. I wanted to end the album with the myth of Mozart—Mozart as seen by Franz Liszt as the greatest of geniuses.”<br /></i>","short":"“I tried to rid myself of my preconceptions about Mozart.”\n"},"isCompilation":false}},{"id":"1573665197","type":"albums","href":"/v1/catalog/us/albums/1573665197?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/5c/e8/ab/5ce8abce-59e3-dd43-0fb3-cec72ac002d3/098787313666.png/{w}x{h}bb.jpg","height":3000,"textColor3":"383832","textColor2":"062735","textColor4":"364e57","textColor1":"090a07","bgColor":"f7eedd","hasP3":false},"artistName":"La Luz","isSingle":false,"url":"https://music.apple.com/us/album/la-luz/1573665197","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"La Luz","recordLabel":"Hardly Art","upc":"098787313666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Hardly Art","playParams":{"id":"1573665197","kind":"album"},"isCompilation":false}},{"id":"1584217535","type":"albums","href":"/v1/catalog/us/albums/1584217535?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/11/05/80/11058060-46a0-0942-b713-9673a727bc3f/2120ABK00532.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"192727","textColor2":"3b2119","textColor4":"48423b","textColor1":"000000","bgColor":"7fc3c4","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/the-french-dispatch-original-soundtrack/1584217535","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":25,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"The French Dispatch (Original Soundtrack)","recordLabel":"ABKCO Music & Records, Inc.","upc":"00018771878520","audioTraits":["lossless","lossy-stereo"],"copyright":"This Compilation ℗ 2021 This compilation ABKCO Music & Records, Inc.","playParams":{"id":"1584217535","kind":"album"},"isCompilation":false}},{"id":"1537654822","type":"albums","href":"/v1/catalog/us/albums/1537654822?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/36/d5/13/36d513fa-b7df-6686-edca-a3cbbca07669/20UMGIM87166.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cececd","textColor2":"f39a34","textColor4":"c57e2d","textColor1":"fffffd","bgColor":"0e0e10","hasP3":false},"artistName":"Stile Antico","isSingle":false,"url":"https://music.apple.com/us/album/the-golden-renaissance-josquin-des-prez/1537654822","isComplete":true,"genreNames":["Classical","Music","Choral","Renaissance"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-01-29","name":"The Golden Renaissance: Josquin des Prez","recordLabel":"Decca (UMO) (Classics)","upc":"00028948513437","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Classics Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1537654822","kind":"album"},"editorialNotes":{"standard":"Josquin des Prez—the Franco-Flemish composer who was one of the High Renaissance’s most inspirational figures—is the focus of this atmospherically recorded album. Built around his plainchant-based <i>Missa Pange lingua</i>, <i>The Golden Renaissance</i> finds us in the company of the 12 voices of British ensemble Stile Antico, who are wonderfully assured and seasoned exponents of music of this period. Tucked in among the Mass movements are antiphons and chansons in honor of the Virgin Mary (including a world premiere recording of “Vivrai je tousjours”). Two other Renaissance composers—Hieronymus Vinders and Jacquet de Mantua—feature, mourning this towering and hugely influential musical figure and rounding off a winning album.","short":"A winning album paying tribute to a towering figure of classical music."},"isCompilation":false}},{"id":"1588963689","type":"albums","href":"/v1/catalog/us/albums/1588963689?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/7f/af/9d/7faf9d56-4108-2948-7d85-f36a7da2093e/artwork.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2f2f2c","textColor2":"251c1d","textColor4":"4a4342","textColor1":"040402","bgColor":"dfdcd5","hasP3":false},"artistName":"Semler","isSingle":false,"url":"https://music.apple.com/us/album/late-bloomer-ep/1588963689","isComplete":true,"genreNames":["Christian","Music","Singer/Songwriter"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Late Bloomer - EP","recordLabel":"PK Records","upc":"196397071034","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 PK Records","playParams":{"id":"1588963689","kind":"album"},"isCompilation":false}},{"id":"1585207166","type":"albums","href":"/v1/catalog/us/albums/1585207166?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/0c/9a/5a/0c9a5a1b-69ff-bfa3-7f6f-f9b8195a72a0/196292321562.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"e3cdb7","textColor2":"fce3c0","textColor4":"e3c8a1","textColor1":"fce9dc","bgColor":"7e5c26","hasP3":false},"artistName":"Bedouine","isSingle":false,"url":"https://music.apple.com/us/album/waysides/1585207166","isComplete":true,"genreNames":["Alternative Folk","Music","Singer/Songwriter"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Waysides","recordLabel":"Bedouine Music","upc":"196292321562","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Bedouine Music","playParams":{"id":"1585207166","kind":"album"},"isCompilation":false}},{"id":"1578239782","type":"albums","href":"/v1/catalog/us/albums/1578239782?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/a6/62/ad/a662ad09-dc08-eb3e-0d78-a07055e37fe9/0045778774760.png/{w}x{h}bb.jpg","height":3000,"textColor3":"c5beae","textColor2":"f024af","textColor4":"c01d8c","textColor1":"f6eeda","bgColor":"000000","hasP3":false},"artistName":"Every Time I Die","isSingle":false,"url":"https://music.apple.com/us/album/radical/1578239782","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Radical","recordLabel":"Epitaph","upc":"0045778774760","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Epitaph","playParams":{"id":"1578239782","kind":"album"},"editorialNotes":{"standard":"“We decided to call it <i>Radical</i> because it cuts a couple of different ways,” Every Time I Die vocalist Keith Buckley says about the title of the Buffalo metalcore band’s ninth album. “It’s radical as far as the personal beliefs I’m expressing as the lyricist of this band, but it’s also radical because it acknowledges that radical changes may need to be made in order for things to ever get better.” Of course, Buckley is aware that “radical” also means different things to different people in 2021. “I was trying to find things that most people in the world can agree on, and what I came up with was ‘fuck cancer’ and ‘I just want to feel good,’” he says. “I don’t think this record will help in the fight against cancer—although I wish it would—but we tried to write something that acknowledges the idea that human beings all long for goodness. But it’s going to require some big leaps of faith in order to make things good.” Below, he discusses some of the album’s key tracks.<br />\n<b>“Dark Distance”</b>\n“I wrote this in 2019 or maybe even 2018, when I was realizing where I wanted the record to go. I knew that I had an obligation to use my platform for positive things because the world is not a pretty place right now. So, I just had this idea that the whole thing needs to be reset. Pull out the Nintendo game, blow on it, put it back in. And what resets civilization? Historically speaking, a plague does that. So, I started by summoning a plague and then COVID happened. I apologize for that.”<br /> \n<b>“Planet Shit”</b>\n“This is about a kind of old-style French Revolution of the upper-class elite and ruling class. About two months after we recorded the song, the Capitol building was stormed on January 6. I wrote the song to seem like a newscast, so I will say that, yes, I did have some sort of clairvoyant image of the Capitol building being rioted. My guide for the song was Mitch McConnell. He’s the only person I ever see when I’m talking about evil old white people. That’s two clairvoyant things in a row now, so I’m looking into what that means.”<br /> \n<b>“Post-Boredom”</b>\n“I wrote this about what would happen if I died and was reborn. If I had another chance at life, what would I do differently? What would I do the same? It was written during the pandemic, when everyone was bored, so I started thinking about what was going to happen next. And then I actually did get a separation from my wife during the pandemic, so that was a very real second shot for me. But all the songs were written before I was separated, so it ended up having a bigger meaning.”<br /> \n<b>“Colossal Wreck”</b>\n“This one is so fast and so short that I just thought it would be really good to have really memorable, punchy lyrics. Obviously, we’re being ignored by whatever higher power has been looking out for us since the dawn of time. It’s time to realize that we need to make some serious peace here with whatever is running the show because we really fucked it up. It kind of falls in line with ‘Dark Distance’ in that way.”<br /> \n<b>“Desperate Pleasures”</b>\n“Like ‘Colossal Wreck,’ I was just kind of having fun with the imagery here. We’re all lost, so fuck it. Let’s give it back, let nature take over, let’s just stop even trying. Let’s just live with the shit we’ve created and let nature fix it. The mental image I had was of a building on fire. While I’m just standing there, all these people are running past me to the exit. We can fend this off if we want to, but everyone is just running away. Who’s stupider here? Me for standing there, or everyone else for running away? I don’t know.”<br /> \n<b>“AWOL”</b>\n“I thought this song was about something, but then I realized it was about something else. When I was writing it, I thought of it as my vision for what my life would be like when this record is released. But that version of Keith Buckley is not currently in this situation. Maybe he’s happy; maybe he’s not. I don’t know how to reach him because he doesn’t exist yet. But it’s actually not about that. It ended up being about a very specific person and a very specific time. I don’t think anyone reading Apple Music cares about this, so I’ll just say it’s a message to my future self.”<br /> \n<b>“Sexsexsex”<b>\n“That song is about me realizing that I am a very submissive person. That’s a personality trait I have. When most people think of the whole dom-sub thing, they think of whips and leather and stuff like that. The only reference point they have is sexuality. But I’m not talking about that. I’m talking about the power exchange of a dominant and submissive. So, I made this song seem like it’s about sexuality, but it’s not. It’s about an energy exchange.”<br /> \n<b>“We Go Together”</b>\n“Everyone is born into a very specific set of circumstances—a certain time, a certain place, a certain astrology that has never been replicated. Your experience on this earth has never happened before. In a way, you are the only one alive. Everything that you see is your set of conclusions. In a sense, that makes you the source of it all. So, the song is about feeling like you might be at the center of everything. How does that change you?”\n\n \n</b></b>","short":"“I started by summoning a plague, then COVID happened. I apologize for that.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1575348933","type":"albums","href":"/v1/catalog/us/albums/1575348933?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/44/d3/7e/44d37e48-030e-fc3d-52d4-88217820c3fa/5053760073949.png/{w}x{h}bb.jpg","height":3000,"textColor3":"35393c","textColor2":"18201f","textColor4":"414a49","textColor1":"090c0f","bgColor":"e6efee","hasP3":false},"artistName":"Matthew Herbert","isSingle":false,"url":"https://music.apple.com/us/album/musca/1575348933","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Musca","recordLabel":"Accidental Records","upc":"5053760073949","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Accidental","playParams":{"id":"1575348933","kind":"album"},"isCompilation":false}},{"id":"1582096591","type":"albums","href":"/v1/catalog/us/albums/1582096591?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/9a/1d/1c/9a1d1ce4-10c2-8541-a0d0-f969e0a688d0/823675194535_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"bcbcbc","textColor2":"c3c3c3","textColor4":"9f9f9f","textColor1":"e7e7e7","bgColor":"111111","hasP3":false},"artistName":"Snotty Nose Rez Kids","isSingle":false,"url":"https://music.apple.com/us/album/life-after/1582096591","isComplete":true,"genreNames":["Hip-Hop","Music","Hip-Hop/Rap"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"Life After","recordLabel":"Distorted Muse / Fontana North","upc":"823675194535","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Distorted Muse","playParams":{"id":"1582096591","kind":"album"},"editorialNotes":{"standard":"The pandemic hit every working musician hard—but it dealt a particularly cruel blow to Snotty Nose Rez Kids. Back in March 2020, the B.C. duo were still riding high on the success of 2019’s Polaris Prize-shortlisted <i>Trapline</i>. And with a follow-up EP, <i>Born Deadly</i>, on deck, Darren “Young D” Metz and Quinton “Yung Trybez” Nyce were extra-hyped to unleash their Indigenous trap tunes on their first-ever US tour. After the tour was inevitably canceled, it would take months for them to find the will to make music again. “Without being able to perform, it really took a toll on us,” Nyce tells Apple Music. It didn’t help that Nyce was living in his new home city of Toronto while Metz was still back in B.C. By the time the duo finally reconvened IRL on the west coast, the pandemic was starting to affect more than just their workflow—over the winter, Metz’s extended family lost nine members. That sense of despair was compounded in 2021 by the discovery of more than a thousand Indigenous children’s bodies buried at former residential-school sites across Canada. But in response to all of these external tensions, the normally outspoken duo decided to look inward. “As much as we love doing stuff that's politically charged, we just felt like it was time to tell our story about where we come from,” Metz tells Apple Music. Here, they talk through each track on <i>Life After</i>.<br />\n<b>“Grave Digger”</b>\nQuinton Nyce: “When I was a kid, I was bullied pretty hard. I would come home with my brand-new Vancouver Grizzlies jacket covered in crab apple mold because all the older kids used to run me down. And my dad always said, 'Those kids have been taught to hate themselves. And there's no way that I'm going to teach you to feel that way.' So on 'Grave Digger' we're talking about the experiences that we've been going through. When we were young guys on our basketball team, we used to dig graves if someone died in our community. So 'Grave Diggers' is not only symbolic, it's also very literal. It's a great way to start this album, because a lot of it is talking about death and darkness—but in kind of a positive way.”<br />\n<b>“Red Sky at Night”</b>\nQN: “My dad used to be a fisherman, and he would always say, ‘Red sky at night, sailor's delight.’ That meant, ‘There's hope that we can get out on the boat. It's gonna be a great day tomorrow.’ When the idea for this song came through, I was thinking about Colten Boushie and those boys that were killed in Saskatchewan by those farmers, and how our society and our government turned our backs on the way that they were killed. It was offensive as hell, and I wrote a verse. But when I heard the beat for 'Red Sky at Night,' it made me think about the hope in tomorrow. As Indigenous people, you have to think like that.”<br />\n<b>“No Jesus Piece”</b>\nDarren Metz: “With everything that went on this year with all those unmarked mass graves getting found, people think that we hate people that go to church, which isn't true. We just hate what the churches did to our people. So don't get mad at me if I prefer a copper shield over a Jesus piece.”<br />\n<b>“If I Die Today”</b>\nQN: “This is us letting people know that we're only here for a short time, and we're all here to do our part. We come from an oral tradition, and we are natural storytellers. And I feel like hip-hop is a perfect avenue for us to be a part of. And if we can lay the foundation for the people that come after us to be better than us and make this culture evolve, then we did our job. But if we die today, you guys are gonna miss us!”<br />\n<b>“Uncle Rico”</b>\nQN: “Uncle Rico is pretty much everybody at their most confident. As Indigenous youth growing up in a settler society, we were never allowed to love ourselves in a way that we should have. So 'Uncle Rico' is our way of letting the world know that we're here and we love ourselves for who the fuck we are. So we personified that idea in a way, where Uncle Rico is this uncle that everybody has, but at the end of the day, Uncle Rico symbolizes your self-worth and your confidence.”<br />\n<b>“Bully Mode”</b>\nDM: “Like 'If I Die Today,' this track is like, 'Let me talk my shit.' It seems like just yesterday we were just those kids starting out trying to reach out to people. Now we're kinda in the transition where we still look at the people that we look up to as big brothers, but there's these young'uns coming after us who look at us as big brothers. We've got to accept that role as well.”<br />\n<b>“Something Else”</b>\nQN: “When that whole Trump/Biden election was happening, Indigenous people were labeled as 'something else' on [a] CNN [exit poll graphic]. There were Asians, Black Americans, and then 'something else.' So me and Darren were like, 'We need to write a song called “Something Else”!' We were just laughing at the situation, because at the end of the day, we're used to this racist bullshit. As Indigenous people, we've been through it for so long that we have to make light of it. We're literally reclaiming the term 'something else.' But we add power to it.”<br />\n<b>“Change” (feat. ebonEmpress & Jenny Lea)</b>\nDM: “My partner put together this writing retreat with a bunch of our artist friends, and this track came out of that. The girl you hear [Jenny Lea] was fucking phenomenal. I made this loop right on the spot for her. The recording was so raw. When we sent it to our engineer, you were still able to hear people walking around and opening the door and checking in. But it was just so pure and in the moment.”<br />\n<b>“Deja Vu”</b>\nQN: “We wanted to tell a story about where we come from, and let people know that it's not all glitter and gold. There was a lot of stuff that we had to deal with growing up. We don't like talking about it; it's not fun.”\nDM: “Because of the way that we walk and the way that we talk, people think we're spoiled brats, but that's not the case. A lot of us grew up around addiction and trauma. People don't know that side of us, and so we just said, 'Fuck it—the time is now.' You never know, there could be a young'un out there who could be 10, 11, 12, going through the same shit that we did.”<br />\n<b>“Wild Boy\" (feat. Polo Brian)</b>\nDM: “Our homie Boogey the Beat sent us this beat, and I tried to replace his melody with words. I've always wanted to do a song inspired by the Bukwus—which is [the Kwakwaka'wakw Nation name for] the Wild Man of the Woods. The picture of a Bukwus is next fucking level—like, the mask is crazy. I was like, 'Okay—you're in a pandemic, you feel like you're losing it a little, so you definitely just need to wild out sometimes.'”<br />\n<b>“Sink or Swim” (feat. Just John)</b>\nQN: \"We've been trying to work with Just John for the last three years. And when this beat came up, we were like, 'We got to get Just John on this,' and he killed it. And he did it exactly the way that we wanted it to be. It kind of wrapped up the album in the perfect way. We're just raging.”<br />\n<b>“Humble Me”</b>\nQN: \"A lot of people confuse self-confidence with ego, and they often accuse us of being egotistical. But we were never gifted with self-confidence, because of how the Canadian government and society portrayed us and made us out to be. It was always ‘kill the Indian, save the man.’ They colonized us and tried to whitewash us. But my dad always said: ‘Be proud of who you are, be proud of where you come from—without this land that you come from, you ain’t shit.’ We’ve always been proud of who we are, but when we were younger, it wasn’t quite that way. What we’re trying to do with ‘Humble Me’ is let people know we can still be confident and talk about the success and the life that we’ve been blessed with through making rap music and getting our voices out there.”\n<b>“After Dark”</b>\nQN: “The song is about the fact that there’s more to us than the glitz and glamour of what you see on socials. We are everyday people with everyday struggles. When the lights are out, this is what we think about after dark.”","short":"“It was time to tell our story about where we come from.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1581868147","type":"albums","href":"/v1/catalog/us/albums/1581868147?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/23/94/17/23941799-57a8-8ce0-bece-2d19b3f9c9e5/26259.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbc8c6","textColor2":"e8d5c1","textColor4":"baaa9a","textColor1":"fffbf8","bgColor":"000000","hasP3":false},"artistName":"Okay Kaya","isSingle":false,"url":"https://music.apple.com/us/album/the-incompatible-okay-kaya/1581868147","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"The Incompatible Okay Kaya","recordLabel":"Jagjaguwar","upc":"656605241968","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Jagjaguwar","playParams":{"id":"1581868147","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1580067896","type":"albums","href":"/v1/catalog/us/albums/1580067896?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/94/07/59/940759da-1689-9fe1-2a16-82d32ab4c0ef/25719.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"dcdcdc","textColor2":"fcfcfc","textColor4":"dadada","textColor1":"fefefe","bgColor":"535353","hasP3":false},"artistName":"Raja Kirik","isSingle":false,"url":"https://music.apple.com/us/album/rampokan/1580067896","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Rampokan","recordLabel":"Nyege Nyege Tapes","upc":"742521169889","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Nyege Nyege Tapes","playParams":{"id":"1580067896","kind":"album"},"isCompilation":false}},{"id":"1584781648","type":"albums","href":"/v1/catalog/us/albums/1584781648?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/15/b2/8e/15b28eab-077c-0770-b874-7889bea46aa8/21UMGIM38088.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c8d2d1","textColor2":"f2f4f3","textColor4":"cdd0cf","textColor1":"ecf6f6","bgColor":"39423f","hasP3":false},"artistName":"Fred Thomas, Aisha Orazbayeva & Lucy Railton","isSingle":false,"url":"https://music.apple.com/us/album/j-s-bach-three-or-one-transcriptions-by-fred-thomas/1584781648","isComplete":true,"genreNames":["Classical","Music"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"J.S. Bach: Three Or One - Transcriptions by Fred Thomas","recordLabel":"ECM New Series","upc":"00028948561452","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 ECM Records GmbH, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1584781648","kind":"album"},"editorialNotes":{"standard":"Much of Bach’s work is built up from musical lines, and one way into his world is to listen to how those different lines (or “voices”) interact to form a beautiful whole. Bach wrote many of his most important pieces for the pipe organ, but those voices can often get lost within the instrument’s textures. That’s why this recording feels like such a revelation. There are no heavy-handed transcriptions here. Instead, there’s an illuminating translucency and a hushed playfulness to these arrangements—for violin, cello, and piano, and piano solo (hence this album’s name, <i>Three or One</i>)—of chorale preludes from <i>Orgelbüchlein</i>, Bach’s incomplete set of chorale preludes on Lutheran hymns. The arias from various cantatas are just as stunningly rendered and are all beautifully recorded and engineered.","short":"Featuring Bach chorale preludes, this is a revelation."},"isCompilation":false}},{"id":"1587045482","type":"albums","href":"/v1/catalog/us/albums/1587045482?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/63/d4/03/63d4035b-9423-88db-bb96-6b293bef73e5/8718723185479.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"64c861","textColor2":"89ea88","textColor4":"73c070","textColor1":"78f476","bgColor":"181911","hasP3":false},"artistName":"PTTRN","isSingle":false,"url":"https://music.apple.com/us/album/circumstances-lost-ep/1587045482","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Circumstances Lost - EP","recordLabel":"Float Records","upc":"8718723185479","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Robbert Dedoncker, Dave Brody","playParams":{"id":"1587045482","kind":"album"},"isCompilation":false}},{"id":"1577253682","type":"albums","href":"/v1/catalog/us/albums/1577253682?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/b5/5d/c4/b55dc4c9-528a-f3fe-9c62-8a1cea2c1111/187.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c4a08a","textColor2":"d5c0ac","textColor4":"af9e8f","textColor1":"efc1a6","bgColor":"1a1a1c","hasP3":false},"artistName":"Hand Habits","isSingle":false,"url":"https://music.apple.com/us/album/fun-house/1577253682","isComplete":true,"genreNames":["Alternative","Music","Indie Rock","Singer/Songwriter","Alternative Folk"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Fun House","recordLabel":"Saddle Creek","upc":"648401032666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Saddle Creek","playParams":{"id":"1577253682","kind":"album"},"isCompilation":false}},{"id":"1585859608","type":"albums","href":"/v1/catalog/us/albums/1585859608?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/fc/6e/3c/fc6e3c55-308b-440f-fef9-58cb90bb40ff/822252248524.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cfd0cf","textColor2":"c6dbee","textColor4":"a2b4c2","textColor1":"ffffff","bgColor":"101914","hasP3":false},"artistName":"Apollo's Fire, Jeannette Sorrell & Francisco Fullana","isSingle":false,"url":"https://music.apple.com/us/album/vivaldi-the-four-seasons/1585859608","isComplete":true,"genreNames":["Classical","Music","Baroque Era"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-10-22","name":"Vivaldi: The Four Seasons","recordLabel":"AVIE Records","upc":"822252248524","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Apollo's Fire/Jeannette Sorrell","playParams":{"id":"1585859608","kind":"album"},"isCompilation":false}},{"id":"1577927649","type":"albums","href":"/v1/catalog/us/albums/1577927649?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/22/a4/45/22a4457a-0b1f-0344-6314-1ccc70c905bc/5060263725404.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c2bab2","textColor2":"e3dabf","textColor4":"b9b29c","textColor1":"efe5db","bgColor":"11100e","hasP3":false},"artistName":"Sassy 009","isSingle":false,"url":"https://music.apple.com/us/album/heart-ego/1577927649","isComplete":true,"genreNames":["Electronic","Music","Alternative","Indie Rock"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Heart Ego","recordLabel":"Luft Recordings","upc":"5060263725404","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Luft Recordings","playParams":{"id":"1577927649","kind":"album"},"isCompilation":false}},{"id":"1588121579","type":"albums","href":"/v1/catalog/us/albums/1588121579?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/4f/bd/3a/4fbd3afa-2c03-de41-56cf-a24f79e5bb85/0633726534506.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"40413f","textColor2":"3a3116","textColor4":"5d563f","textColor1":"161616","bgColor":"e9eae4","hasP3":false},"artistName":"Yeti Mind Tricks","isSingle":false,"url":"https://music.apple.com/us/album/glorious-purpose-ep/1588121579","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Glorious Purpose - EP","recordLabel":"Motech Records","upc":"0633726534506","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Motech Records","playParams":{"id":"1588121579","kind":"album"},"isCompilation":false}},{"id":"1585368796","type":"albums","href":"/v1/catalog/us/albums/1585368796?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/25/62/99/256299aa-f8ab-4d3b-ddd4-c260dfa98fc1/859750141026_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c6c6c7","textColor2":"cccfcb","textColor4":"a7a9a6","textColor1":"f4f4f4","bgColor":"121015","hasP3":false},"artistName":"Israel & New Breed","isSingle":false,"url":"https://music.apple.com/us/album/project-la-alive-in-los-angeles/1585368796","isComplete":true,"genreNames":["Christian","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Project LA: Alive in Los Angeles","recordLabel":"District 11 Entertainment","upc":"859750141026","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 District 11 Entertainment","playParams":{"id":"1585368796","kind":"album"},"isCompilation":false}},{"id":"1586230705","type":"albums","href":"/v1/catalog/us/albums/1586230705?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/2c/58/9a/2c589a0d-719e-9569-b22a-c42e65b3201d/5060913706043.png/{w}x{h}bb.jpg","height":3000,"textColor3":"ddd5cf","textColor2":"dac46d","textColor4":"c0a65b","textColor1":"feffff","bgColor":"5c3013","hasP3":false},"artistName":"Yves Tomas","isSingle":false,"url":"https://music.apple.com/us/album/temper/1586230705","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Temper","recordLabel":"Pyramids Of Mars","upc":"5060913706043","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Pyramids Of Mars","playParams":{"id":"1586230705","kind":"album"},"isCompilation":false}}]}