{"data":[{"id":"1565516647","type":"albums","href":"/v1/catalog/us/albums/1565516647?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/c4/56/e4/c456e45e-2604-375e-90ed-e35981fb90c9/810043685528.jpg/{w}x{h}bb.jpeg","bgColor":"0f0f0f","textColor1":"e8e8de","textColor2":"c7c7c7","textColor3":"bcbcb5","textColor4":"a2a2a2"},"artistName":"Tee Grizzley","isSingle":false,"url":"https://music.apple.com/us/album/built-for-whatever/1565516647","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":19,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Built For Whatever","recordLabel":"300 Entertainment","upc":"810043685528","copyright":"℗ 2021 300 Entertainment","playParams":{"id":"1565516647","kind":"album"},"editorialNotes":{"standard":"With 2016’s “First Day Out,” Detroit’s Tee Grizzley established himself as one of the hungriest young MCs in the game. With “Grizzley Talk,” the opening track from his <i>Built for Whatever</i> album, he assures us that the only thing that’s changed in the five years since is his age. Big-name features across <i>Built for Whatever</i> (Quavo, Lil Durk, Young Dolph, Big Sean) and production from heavy hitters like Hit-Boy, Chopsquad DJ, and Helluva help to establish Grizzley’s rap game status, but the MC is hardly content to rest on his laurels. He’s rapping here like he’s still trying to make a name for himself, or, as he puts it on “Built to Last,” “Don’t gotta like me, but respect me, that’s what you gotta do.”","short":"Hungry as ever, the Motor City striver comes for his props."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1555571607","type":"albums","href":"/v1/catalog/us/albums/1555571607?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/74/80/db/7480dbb1-8de9-a981-08d2-def7953b3391/886449056491.jpg/{w}x{h}bb.jpeg","bgColor":"1d161d","textColor1":"ebdbd1","textColor2":"ae9ad2","textColor3":"c1b4ad","textColor4":"917fad"},"artistName":"Jack Ingram, Miranda Lambert & Jon Randall","isSingle":false,"url":"https://music.apple.com/us/album/the-marfa-tapes/1555571607","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"The Marfa Tapes","recordLabel":"Vanner Records/RCA Records Label Nashville","upc":"886449056491","copyright":"℗ 2021 Vanner Records, LLC, under exclusive license to Sony Music Entertainment. All rights reserved.","playParams":{"id":"1555571607","kind":"album"},"editorialNotes":{"standard":"Marfa, Texas, has played host to countless artists over the years, musical and otherwise. The storied West Texas town is known as much for its vast collection of fine arts as its famed Marfa lights, making it a popular destination for anyone in need of a bit of cosmic inspiration. For Miranda Lambert, Jack Ingram, and Jon Randall, Marfa offered the perfect setting for songwriting retreats, so much so that the trio returned for repeat visits over the last few years. “Jon had been preaching Marfa to us for a long time and telling us how magical it was,” Lambert tells Apple Music. “We're all from Texas, but that's like a whole other state in itself over there in that area. That was the first time we'd ever written as a trio even though we had been friends forever. It was instant chemistry, for sure.”<br />\n<i>The Marfa Tapes</i> captures the magic the trio found across 15 tracks, recorded in just five days using one acoustic guitar and two microphones. Accordingly, the desert itself plays a prominent sonic role in the project, with the occasional breeze or crackle of firewood adding the kind of intimacy that can’t be created in a recording studio. In addition to a number of new and unreleased songs, the collection includes an emotional, stripped-down version of Lambert’s beloved <i>The Weight of These Wings</i> song “Tin Man” as well as an acoustic take on <i>Wildcard</i>’s “Tequila Does.” Below, the trio offers insight into two of the highlights on <i>The Marfa Tapes</i>.<br />\n<b>“Ghost”</b>\n<b>Lambert:</b> “That was one of those moments where I was actually venting. I was telling them two things I had done recently to make myself feel better. Some of that involves burning some clothes that weren't mine. That's how the ball started rolling.”\n<b>Randall:</b> “We were stuck. We were sitting around a fire, and we were playing the song over and over. It never had that thing, whether it's a hook or just someone to make it real. That's when she goes, ‘And heaven knows I ain't afraid of ghosts.’ I started freaking out. [Jack] got up and danced around.”<br />\n<b>“Amazing Grace (West Texas)”</b>\n<b>Lambert:</b> “That was all Jon Randall.”\n<b>Ingram:</b> “Around the mountains, you can see for a hundred miles. We saw this cloud and the storm coming in. You could see it raining and how it just looks gray all the way to the ground. It rolled into the ranch where we stayed, the bunk house. It was just beautiful. That song was just like a soundtrack to what we were seeing and the landscape, just the people and the towns and the cows. It's like a soundtrack to our trip.”\n<b>Randall:</b> “I can remember how it felt to be at that table outside writing the song. You become part of your own picture.”","short":"“It was instant chemistry, for sure.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565510601","type":"albums","href":"/v1/catalog/us/albums/1565510601?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/e7/33/55/e7335510-80e8-44bf-9afd-2837d53ce1a0/NCTD_01_Hot_Sauce_DC-F_0429.jpg/{w}x{h}bb.jpeg","bgColor":"dfff00","textColor1":"0b0e12","textColor2":"003300","textColor3":"353e0f","textColor4":"2c5c00"},"artistName":"NCT DREAM","isSingle":false,"url":"https://music.apple.com/us/album/hot-sauce-the-1st-album/1565510601","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-10","name":"Hot Sauce - The 1st Album","recordLabel":"SM Entertainment","upc":"888735937989","copyright":"℗ 2021 SM Entertainment","playParams":{"id":"1565510601","kind":"album"},"isCompilation":false}},{"id":"1560226887","type":"albums","href":"/v1/catalog/us/albums/1560226887?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/5c/8a/68/5c8a68e1-3a45-1c30-3a3f-c95b04365f4f/21UMGIM16501.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"070707","textColor1":"fff6f1","textColor2":"f9e5d6","textColor3":"cdc6c2","textColor4":"c8b9ac"},"artistName":"Toosii","isSingle":false,"url":"https://music.apple.com/us/album/thank-you-for-believing/1560226887","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Thank You For Believing","recordLabel":"South Coast Music Group/Capitol Records","upc":"00602435904009","copyright":"South Coast Music Group/Capitol Records; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1560226887","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562704177","type":"albums","href":"/v1/catalog/us/albums/1562704177?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/50/da/05/50da0568-b8b7-4934-2523-d2845acb7dd4/075679785879.jpg/{w}x{h}bb.jpeg","bgColor":"c7c7c7","textColor1":"020416","textColor2":"312a1d","textColor3":"292b39","textColor4":"4f493f"},"artistName":"Quando Rondo","isSingle":false,"url":"https://music.apple.com/us/album/still-taking-risks/1562704177","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Still Taking Risks","recordLabel":"Quando Rondo, LLC/Never Broke Again, LLC/Atlantic","upc":"075679785879","copyright":"℗ 2021 Quando Rondo LLC / Never Broke Again LLC / Atlantic Records Group LLC","playParams":{"id":"1562704177","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1566793126","type":"albums","href":"/v1/catalog/us/albums/1566793126?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/64/07/4a/64074aa5-2e38-bffa-4283-14b59d1acfaf/artwork.jpg/{w}x{h}bb.jpeg","bgColor":"4e1818","textColor1":"f0ebe2","textColor2":"f1ddd9","textColor3":"cfc1b9","textColor4":"d1b6b2"},"artistName":"Lovejoy","isSingle":false,"url":"https://music.apple.com/us/album/are-you-alright-ep/1566793126","isComplete":true,"genreNames":["Pop","Music","Rock"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-08","name":"Are You Alright? - EP","recordLabel":"Wilbur Soot","upc":"196167222192","copyright":"℗ 2021 Wilbur Soot","playParams":{"id":"1566793126","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565280923","type":"albums","href":"/v1/catalog/us/albums/1565280923?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/39/06/ab/3906abea-0766-224a-4a91-caa565840f79/21UMGIM37344.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0e9dfe","textColor1":"000a1b","textColor2":"041833","textColor3":"022748","textColor4":"06335c"},"artistName":"Lil Poppa","isSingle":false,"url":"https://music.apple.com/us/album/blessed-i-guess/1565280923","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Blessed, I Guess","recordLabel":"Rule #1/Interscope Records","upc":"00602438162505","copyright":"℗ 2021 Rule #1/Interscope Records","playParams":{"id":"1565280923","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1479227321","type":"albums","href":"/v1/catalog/us/albums/1479227321?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/0a/16/f7/0a16f737-e901-f21f-c3b9-b88aba1936d5/075679836861.jpg/{w}x{h}bb.jpeg","bgColor":"370400","textColor1":"fcfcfc","textColor2":"f502a8","textColor3":"d4cac9","textColor4":"cf0286"},"artistName":"Weezer","isSingle":false,"url":"https://music.apple.com/us/album/van-weezer/1479227321","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Van Weezer","recordLabel":"Crush Music/Atlantic","upc":"075679836861","copyright":"under exclusive license to Crush Music / Atlantic Recording Corporation for the United States and Crush Music / WEA International Inc. for the world excluding the United States. A Warner Music Company., ℗ 2021 Weezer","playParams":{"id":"1479227321","kind":"album"},"editorialNotes":{"standard":"In early 2020, Weezer was forced to put the release of the guitar-driven <i>Van Weezer</i> on hold when the stadium tour Hella Mega, on which they would share the bill with Green Day and Fall Out Boy, was postponed due to the COVID-19 pandemic. The veteran pop-rockers turned inward and decided to release <i>OK Human</i> instead—an unplugged orchestral album centered around themes of isolation and feeling alienated that felt more appropriate during lockdown. With the possibility of live shows ever-so-slightly looming on the horizon, they crank the Marshall stack back up and serve fun, gnarly riffs on their second album of 2021. Inspired by their shared love of hard rock and heavy metal bands of the ’70s and ’80s—after all, the album’s title is an obvious nod to Van Halen—the band’s 15th LP offers a nostalgic whiff of guitar histrionics (“Beginning of the End”), stomp-clap anthems à la “Beverly Hills” with more punch (“All the Good Ones”), and palm-muted power chords (“1 More Hit”).<br />\nClocking in at a snappy 30 minutes, the 10 tracks here are all killer, no filler—recalling the catchy immediacy of the Green Album, even if, sonically, it’s the equivalent of wearing spandex and lace rather than baggy khakis. But as it is with every Weezer album, they also embrace their pop side regardless of whatever gimmick they pursue. There are sparkling odes to the underdog (“Hero”), anecdotes about overcoming stage fright (“Beginning of the End”), and adolescent memories about raging to Aerosmith (“I Need Some of That”), each guided by frontman Rivers Cuomo’s dewy-eyed ruminations and tightly crafted power-pop hooks. And for the longtime faithful, Cuomo even throws in some fan service with “Sheila Can Do It”—converting an old demo he wrote in the mid-’90s into a revved-up rocker with bubblegum New Wave flourishes.","short":"On their 15th LP, the mercurial band reveres the classic-rock greats."},"isCompilation":false}},{"id":"1565571417","type":"albums","href":"/v1/catalog/us/albums/1565571417?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/b4/70/4e/b4704e6e-4b73-aaf9-673e-c51338dde144/886449255085.jpg/{w}x{h}bb.jpeg","bgColor":"101c26","textColor1":"f6dbca","textColor2":"dfa686","textColor3":"c8b5a9","textColor4":"b58a73"},"artistName":"Rag'n'Bone Man","isSingle":false,"url":"https://music.apple.com/us/album/life-by-misadventure-apple-music-edition/1565571417","isComplete":true,"genreNames":["Pop","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Life By Misadventure (Apple Music Edition)","recordLabel":"Best Laid Plans/Columbia","upc":"886449255085","copyright":"℗ 2021 Sony Music Entertainment UK Limited","playParams":{"id":"1565571417","kind":"album"},"editorialNotes":{"standard":"Two weeks into the original recording schedule for Rag’n’Bone Man’s second album, exasperation had set in. “We were at the point of breaking,” the singer-songwriter born Rory Graham tells Apple Music. When Graham, keyboardist Ben Jackson-Cook, and bassist Bill Banwell arrived in Nashville in spring 2020, it was just as the pandemic struck. Forced to quarantine in their rented house for a fortnight, the trio marinated in frustration. “The studio was 20 yards away, locked up,” he says. “It just felt like someone was teasing us.” To make the best of it, they spent their days rehearsing the songs. That experience emboldened Graham’s belief that <i>Life by Misadventure</i> should be recorded in a band setup with a live feel—to distinguish it from the homogeneous, overproduced pop sound he felt he was hearing on the radio.<br />\nGraham and Jackson-Cook had previously visited Nashville to collaborate with local songwriters, including Mike Reid and Allen Shamblin, plus The Highwomen’s Natalie Hemby. “Everything just feels calm and considered,” Graham says about writing sessions that occurred outside of studios, around kitchen tables with just guitars and pads and pens, “and all about servicing the song, not about trying to fix that radio hit.” The trip helped the three-time BRIT winner realize his vision for a more adventurous Rag’n’Bone Man sound, adding folk, jazz, New Wave, and funk to the blues-and-soul tones of his 2017 debut <i>Human</i>.<br />\nFinally allowed into the studio, they nailed 13 well-practiced songs in six days, assisted by players including The Revolution’s Wendy Melvoin and Grammy-winning drummer Daru Jones. Inside these tracks, you’ll find Graham’s candid reflections on the past, present, and future. “I was thinking a lot about my younger self,” he says, “and also about right now—being a father, and responsibility and morality. And then, ‘Oh, shit, I’ve brought a child into this world, and it’s a really scary future.’” Here, Rags guides us through the album, track by track—and reveals even more in an exclusive short film.<br />\n<b>“Fireflies”</b>\n“It’s telling my son not to be frightened, and to be bold. It’s a scary world for kids growing up, especially with the social media age. At Allen Shamblin’s ranch, I saw fireflies at night, and I was like, ‘God, if my son could see this, he would think this is actual magic.’ The first part is me playing guitar outside of Mike’s studio. When it’s early in the morning, you can hear mad crickets and cockerels in the distance. So when I recorded it on the phone, you could pick up all of that. It felt like a great opening song, just the noise of the place without anything else.”<br />\n<b>“Breath in Me”</b>\n“There’s a love that you have for your children that is unlike any other. This is saying, ‘I would actually do anything to keep you safe.’ When I first got in the room with Mike and Allen, they were such warm people, it felt like I’d known them all my life. I had little parts of the lyrics already, and Allen was like, ‘If you had a chance to say what you wanted to say to your son, what would you say?’ Everything just came very naturally.”<br />\n<b>“Fall in Love Again”</b>\n“There was only one session that didn’t go so well in Nashville. We just couldn’t get inspired. [Ben and I] were both a bit flat, so we bought a couple of bottles of wine on the way back, and this is probably the best song I’ve ever written drunk. Ben is sick at coming up with a melody, and he played that exact melody on the acoustic guitar. At that time, I was sort of getting into a relationship, but didn’t feel that it was the right time. This is about: ‘You’d better go home now because otherwise things are going to get too serious.’”<br />\n<b>“Talking to Myself”</b>\n“It’s a really good song, but I didn’t want it on the record. When I listen to it now, I find it kind of pathetic. It was a time when I was feeling really shit. I’d just split up with my missus and was spending all the time by myself and living in my own head, being a bit sorry for myself. It’s a difficult one to play live. I was like, ‘Look, it could be on the record, but, please, we can’t make this a single, because I don’t want to have to go to radio and do promo and be all sad while I’m singing it.’”<br />\n<b>“Anywhere Away From Here”</b>\n“I’d met P!nk when my first record came out, and we played a gig in Paris together. She’s just proper nice and a really down-to-earth person. She watched our live set and obviously really enjoyed it. I met her again at the BRITs a couple years later and planted the seed about working together. I sent her ‘Anywhere Away From Here,’ and she was like, ‘Yeah, I love it. I’m going to do it.’ I’m so proud of it because although it feels poppy, it’s still quite understated. It doesn’t feel like a forced power ballad.”<br />\n<b>“Alone”</b>\n“It’s harking back to a conversation I had a few years back with a friend of mine about the pressures women face in starting a family and having children. Women shouldn’t be asked those questions—‘When are you going to have children? When are you getting married?’—because some don’t want to have children, or settle down like that, it’s not the life that they want. But unfortunately it’s this archaic idea that women of a certain age should. And it just seems so unfair.”<br />\n<b>“Crossfire”</b>\n“It’s where it starts to get a little bit more rock ’n’ roll. I had this mad recurring dream for a while that the world had ended. It was just two people left on the planet, asking what had gone wrong. And the sentiment was that everybody just stood around waiting for somebody else to change stuff, and that was the reason for their demise. It was a weird dream, but it’s come out as a really cool song.”<br />\n<b>“All You Ever Wanted”</b>\n“I wrote the lyrics a while back. I got pissed off when I went back to Brighton one day. I was like, ‘We should go to [the Blind Tiger Club],’ this old rock ’n’ roll venue. And my mate was like, ‘It’s a coffee shop now.’ It just seemed like everything’s being gentrified. It’s becoming sanitized. Really boring. The things that I romanticize about being 17, 18, it’s the first time going out to see live bands in little, sweaty spit-and-sawdust venues. If those places don’t exist anymore, how do bands and artists cut their teeth? Is it all you ever wanted? Just another fucking coffee shop? Instead of these places that are pretty culturally important?”<br />\n<b>“Changing of the Guard”</b>\n“It’s about how I felt just before I was having my son. And the changes that I knew I was going to have to make—not being able to go out partying so much anymore, and being a bit more responsible. It’s also a little bit about the relationship that I had with my dad, which is now really good, but wasn’t always that great. And how I think it’s important to change the way you go about talking to your children, about being open and honest and not being afraid to share your feelings.”<br />\n<b>“Somewhere Along the Way”</b> \n“We had a free day in Tennessee, and I asked if there was anybody else around the area that we could work with. Someone said, ‘Pat McLaughlin’s a really great songwriter, and he used to play [guitar] with John Prine.’ I’m a massive John Prine fan, so I was geeking out. It was just so fun, man. He came up with a riff for ‘Somewhere Along the Way’ and then we had a jokey conversation about male bravado, about the things that our dads did, like, ‘I’m not going to stop and ask for directions. I can figure out where we’re going.’ Or ‘I don’t need the instructions to put that together’—and then two hours later, everything’s smashed to bits. It’s a bit jovial, this song, not too serious.”<br />\n<b>“Time Will Only Tell”</b>\n“This was also with Pat McLaughlin. The first time we met him was like what you think Nashville writing is going to be like: He walked out of this wooden house wearing dungarees, old dirty boots, and an eye patch. The first thing he played was in a really weird chord progression, a really strange riff. Straight away, I was like, ‘I’ve got lyrics for it.’ We wrote the song in two hours. It’s about being unsure of the world. At the time, Trump was in power and it wasn’t exactly that much better in the UK. It felt like a very weird time for the world.”<br />\n<b>“Lightyears”</b>\n“‘Lightyears’ is about giving yourself advice, talking to your younger self. It’s actually from the perspective of my granddad, saying, ‘Don’t waste your life on negativity, just enjoy being in the moment.’ The production on this was pretty massive. It had all strings all over it and the drums were bigger. It felt just too much. Now it’s just Ben playing the piano. I was playing some Fender Rhodes. And then drums.”<br />\n<b>“Party’s Over”</b>\n“I wrote this with [Cherry Ghost frontman] Simon Aldred, a really good friend of mine. It’s about someone trying to stay in a relationship because they think it’s the right thing to do. It was related to someone that was fairly close to me who was staying together because of the kids, or because they thought they had to, but also being really unhappy. It’s no good for the kids if you’re really unhappy. So it was just about, ‘Look, just leave them, be free, and start afresh’—kind of a really positive message, actually.”<br />\n<b>“Old Habits”</b>\n“This came after the album was supposedly done, written a couple of nights after I’d got back from Nashville. It’s about an old couple I remember always seeing in a pub around here, always drunk and always arguing. But they still stayed together. Two people that are clearly quite bad for each other, but they still somehow work. I started to make a demo of it in the studio, but something about it just sounded too clean. So we set one microphone in the barn [next to his home studio] and played the song live. The first cut we did is the one you hear on the record. It’s just a really live, crusty recording.”<br />\n<b>“Anywhere Away From Here”</b>\n“It came from early on, being in rooms with other people in the industry and feeling like, ‘What the fuck am I doing here?’ When your first album comes out, you almost get paraded around. And it’s a very uncomfortable feeling. And you’re not sure whether you’ve made the right decision. It felt like so many people wanted my attention. I’m quite a quiet person, and it was difficult to navigate those situations.”<br />\n<b>“Behind Rag’n’Bone Man’s Life by Misadventure”</b>\n“We filmed at the Union Chapel [in London]. We did ‘Anywhere Away From Here’ and ‘Fall in Love Again.’ We were all smiling for the couple of hours we were doing it because it felt like a gig, playing live in that big church. We were all really happy, but also at the end of it we were like, ‘Can we just do a gig now?’ I always saw this as a live record. I’m so keen to do a live version of it and put it out as a record after the album’s been out for a year or two.”","short":"“I was thinking about my younger self, being a father, and a scary future.”"},"isCompilation":false}},{"id":"1559906204","type":"albums","href":"/v1/catalog/us/albums/1559906204?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/b5/9c/f0/b59cf04c-ccd8-b30a-cef8-96595a9257ae/093624883494.jpg/{w}x{h}bb.jpeg","bgColor":"e6dedb","textColor1":"1f1e21","textColor2":"2f2a29","textColor3":"474446","textColor4":"544e4d"},"artistName":"Kenny Chesney","isSingle":false,"url":"https://music.apple.com/us/album/here-and-now-deluxe/1559906204","isComplete":true,"genreNames":["Country","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2020-05-01","name":"Here And Now (Deluxe)","recordLabel":"Blue Chair Records/Warner Music Nashville","upc":"093624883494","copyright":"℗ 2021 Blue Chair Records, LLC under exclusive license to Warner Music Nashville LLC.","playParams":{"id":"1559906204","kind":"album"},"isCompilation":false}},{"id":"1562792026","type":"albums","href":"/v1/catalog/us/albums/1562792026?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/04/4a/92/044a927f-d48c-a806-0275-bcfbfee7181c/093624899228.jpg/{w}x{h}bb.jpeg","bgColor":"3357a6","textColor1":"c9fdfe","textColor2":"e8e9ed","textColor3":"abdcec","textColor4":"c4ccdf"},"artistName":"Bebe Rexha","isSingle":false,"url":"https://music.apple.com/us/album/better-mistakes/1562792026","isComplete":true,"genreNames":["Pop","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Better Mistakes","recordLabel":"Warner Records","upc":"093624899228","copyright":"℗ 2021 Warner Records Inc.","playParams":{"id":"1562792026","kind":"album"},"editorialNotes":{"standard":"“The connecting thread is definitely the honesty and the vulnerability,” Bebe Rexha tells Apple Music of the real talk that weaves throughout her sophomore album. “I just wanted it to be super straightforward. I just wanted to write whatever I felt like writing about, whether it came from jealousy and body love, to being done wrong and wanting to write an angry song about it, or a song about mental health, or fucking up. I just wanted to be completely honest. I just said what I wanted to say.” With <i>Better Mistakes</i>, Rexha not only doubled down on the unfiltered bravado and lung power that made her 2018 single “I’m a Mess” an instant fan favorite, but embraced every musical instinct that felt true to her. The resulting collection of songs is an eclectic mix that blends the pop-punk she embraced during her Warped Tour-playing years (“Death Row”) as enthusiastically as it does dance-floor bangers (“Sacrifice”) and grand, sweeping ballads (“Sabotage”). She assembled a crew of collaborators to round out her vision, including Travis Barker, who joins her on drums for album opener “Break My Heart Myself”; Doja Cat, whose wordplay pops on “Baby, I’m Jealous”; and Rick Ross, who tackles a tricky time signature as Rexha flips the script on her dad’s favorite song. Below, Rexha unpacks each track of <i>Better Mistakes</i>.<br />\n<b>“Break My Heart Myself” (feat. Travis Barker)</b>\n“I was told by a doctor that I was bipolar, and my mental health is something that I've struggled with. So I wanted to write a song about it, about how we can be our own worst enemies. Whether it's a relationship or a friend or an outsider, it's saying, like, 'Hey, world. I've broken my heart myself with my mental health. I've broken my own heart a million times and there's nobody else that can come and break my heart more than I already have, so don't even waste my time.'”<br />\n<b>“Sabotage”</b>\n“Some people smoke cigarettes, some people think too much, some people eat something they're not supposed to be eating, whether it's good or bad. Why do we do the things that are not good for us? That stuff comes from a place of 'Maybe I'm not good enough. Maybe I don't deserve it.' That's different for everybody, whether you sabotage your relationship or your diet, or you're smoking, whatever it may be.”<br />\n<b>“Trust Fall”</b>\n“I don't really trust anybody—especially being in the industry. In life in general, we need to be careful who we trust. I started dating my boyfriend, and I just wanted a solid 'I hope I can trust you. I want to fall and I want to trust, so would you help me?'”<br />\n<b>“Better Mistakes”</b>\n“From Nancy Sinatra to Paramore to No Doubt to Lauryn Hill to Biggie Smalls to David Guetta and dance music, freestyle music back in the day—I love all kinds of music. And this song, I love the beat on it. I love the rhythm, and it just does something to me. And no matter what age you are or what background you come from, who you are, you're going to make a mistake in your life. The best we could do is make better mistakes.”<br />\n<b>“Sacrifice”</b>\n“When you're in a relationship, you're going to have to sacrifice something. Now, I like to be really dramatic, and I like to be very visual, so I definitely took the lyrics, especially in the second verse, to a heated, intensified place. The sarcasm comes out where I say, 'I want to be the air you breathe, and I want to live in your brain, and I want to be the blood pumping in your veins.'”<br />\n<b>“My Dear Love” (feat. Ty Dolla $ign &amp; Trevor Daniel)</b>\n“I was just going through some rough stuff in my business and in the music industry, and with my friendships. I felt I was being taken advantage of, and I was really angry. This was kind of my anthem of being like, ‘If you think you're going to keep messing with me and playing these games with me, you have it all fucked up. You don't know me, my dear love.' 'My dear love' is always usually such a loving endearment term, but it's kind of like, 'Oh, my dear love, don't fuck with me no more,' you know what I mean?”<br />\n<b>“Die for a Man” (feat. Lil Uzi Vert)</b>\n “I was going through a breakup, and I was just kind of at the weird point where you're both moving on, but then you kind of go through your phase of, 'Oh my god, it's over!' and crying. It's about not losing yourself to somebody else.”<br />\n<b>“Baby, I’m Jealous” (feat. Doja Cat)</b>\n“We were in the studio and we started up this hook about being jealous because I was feeling jealous of other girls. And then I started talking about my love, my body, and my love/hate relationship with my body, and then seeing these perfect girls on Instagram and then being like, 'Oh, I don't look like that.' I feel like a lot of people are probably ready to hear about being jealous of other females and feeling a certain way because it's a lot.”<br />\n<b>“On the Go” (feat. Pink Sweat$ &amp; Lunay)</b>\n “I'm a big fan of Pink Sweat$ and I just love his voice, his songwriting, his vibe. I really wanted to write a song about being on the road, because I was just new in my relationship. It's about this concept of, whether you're on tour, or whether you're so obsessed with your phone, or whether you're so obsessed with your job, you're just going, going...we never even stop to just enjoy the moment or our significant other. It's like, 'I want to love you but I'm on the go.'”<br />\n<b>“Death Row”</b>\n“I was just new in a relationship, brand new. And you have this obsessive phase of 'If I was on death row, you would be where I ate my last meal. You would be my last word. I know it's crazy to die for you, I know it's crazy to cry for you.' It's this kind of journey of low-key how insane I could be. And I just love the guitar vibe of it. I feel it rings true to who I am.”<br />\n<b>“Empty”</b>\n“‘Empty’ is like a ballad, it kind of has a Killers vibe to it. It goes back to the mental illness: It's about me feeling as if I was a glass of water, and I feel like I'm constantly emptying myself out. Why do I do this to myself? It's just a song that's written to myself.”<br />\n<b>“Amore” (feat. Rick Ross)</b>\n“‘Amore’ is a flip on the regular ‘[That’s] Amore’—the one where the moon hits your eye like a big pizza pie. So we flip it and we make it into more of a song where we're being sarcastic and saying that, to love me, love is like Versace and diamonds. And the reason why I got Rick Ross is because the time signature is really different. I grew up listening to the song, and I grew up listening to my dad sing it so badly. It's my dad's number one favorite song of all time.”<br />\n<b>“Mama”</b>\n“This song is about our mothers trying to protect us from the world, and the relationship I had with my mom. In the song I say, ‘I sold my soul. It's too late for me. I don't care about going to heaven. Right now, I'm just trying to get through. I'm trying to just get through this life. And I sold my soul just like you've sold your soul. I'm just trying to get through. And we all know that you did the best you could, and even though I'm not perfect and I have a lot of flaws, it's okay and you did a great job.'”","short":"“I just said what I wanted to say.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1558244877","type":"albums","href":"/v1/catalog/us/albums/1558244877?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/b1/c0/20/b1c02071-92cb-77ff-d075-f4822df9d752/656605239460.jpg/{w}x{h}bb.jpeg","bgColor":"c2c2c2","textColor1":"1a1a1a","textColor2":"2c2c2c","textColor3":"3c3c3c","textColor4":"4a4a4a"},"artistName":"Angel Olsen","isSingle":false,"url":"https://music.apple.com/us/album/song-of-the-lark-and-other-far-memories/1558244877","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":28,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Song of the Lark and Other Far Memories","recordLabel":"Jagjaguwar","upc":"656605239460","copyright":"℗ 2021 Jagjaguwar","playParams":{"id":"1558244877","kind":"album"},"editorialNotes":{"standard":"When Angel Olsen released her fourth full-length studio album, <i>All Mirrors</i>, in 2019, it was with the promise of a second companion record, which duly arrived a year later in the form of <i>Whole New Mess</i>. Where <i>All Mirrors</i> had burned with opulence—as Olsen explored weathering change against a minor-chord palette of larger-than-life strings and haunting vocals—its sister record saw the Asheville-based artist strip it right back. These were raw, grainy versions of the tracks that would eventually appear on her fourth album. “I like to show where things start and how messy they are before they get to a point where they’re digestible for people when they come out,” Olsen told Apple Music at the time of <i>Whole New Mess</i>’s release.<br />\nWhat she didn’t mention was that there would be a third edition, <i>Song of the Lark and Other Far Memories</i>, featuring both albums and a disc of remixes (see Mark Ronson’s dark, trippy take on “New Love Cassette”), reworks (the <i>Whole New Mess</i> track “Waving, Smiling” gets a stirring, cinematic update), and a cover, of Roxy Music’s “More Than This.” The 28 tracks here are testament to just what fertile ground Olsen found in her subjects, from heartbreak and change to isolation and hardship. And, drawn together, they capture Olsen in all her glorious multitudes: an artist who is at once dazzling and vulnerable, playful and insular. Showing that, it seems, was always the point. “When I go out into the music world and I build my platform, I'm putting on wigs and glam dresses and putting on tons of makeup,” said Olsen. \"Normally, when I get home, it's a different story. It's a different person. It's a different life. I am not afraid of being myself with people, and I need people to know that. I needed to know that, I think.”","short":"From dazzling to vulnerable, this is Olsen in all her glorious guises."},"isCompilation":false}},{"id":"1566200923","type":"albums","href":"/v1/catalog/us/albums/1566200923?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/aa/c2/12/aac2121a-33bf-c9b7-c890-907e2cb93b47/720665652221_cover.jpg/{w}x{h}bb.jpeg","bgColor":"fdfdfd","textColor1":"050102","textColor2":"15120e","textColor3":"373434","textColor4":"43413e"},"artistName":"Jay Critch","isSingle":false,"url":"https://music.apple.com/us/album/critch-tape/1566200923","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2021-05-06","name":"Critch Tape","recordLabel":"Talk Money Ent.","upc":"720665652221","copyright":"℗ 2021 Talk Money Ent.","playParams":{"id":"1566200923","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1564286356","type":"albums","href":"/v1/catalog/us/albums/1564286356?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/0d/75/f3/0d75f322-9b45-4bd0-5828-d7bff6804f7e/21UMGIM35045.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"00c2ff","textColor1":"3d0300","textColor2":"470401","textColor3":"312933","textColor4":"392a34"},"artistName":"Remi Wolf","isSingle":false,"url":"https://music.apple.com/us/album/we-love-dogs/1564286356","isComplete":true,"genreNames":["Pop","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-05-05","name":"We Love Dogs!","recordLabel":"Island Records","upc":"00602438208326","copyright":"℗ 2021 Remi Wolf, under exclusive license to Island Records, a division of UMG Recordings, Inc.","playParams":{"id":"1564286356","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1557743744","type":"albums","href":"/v1/catalog/us/albums/1557743744?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/dd/97/50/dd975062-f5ac-386b-faec-2d69a6d218ac/706091201035.jpg/{w}x{h}bb.jpeg","bgColor":"050508","textColor1":"fbda12","textColor2":"f6223c","textColor3":"cab010","textColor4":"c61c31"},"artistName":"CZARFACE & MF DOOM","isSingle":false,"url":"https://music.apple.com/us/album/super-what/1557743744","isComplete":true,"genreNames":["Hip-Hop","Music","Hip-Hop/Rap"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Super What?","recordLabel":"Silver Age","upc":"706091201035","copyright":"℗ 2021 Silver Age","playParams":{"id":"1557743744","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565566853","type":"albums","href":"/v1/catalog/us/albums/1565566853?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/ba/9f/96/ba9f96e9-9044-10da-e473-03c9bf589c33/8720205741950.png/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f2d58e","textColor2":"f6ae48","textColor3":"c2aa72","textColor4":"c58b39"},"artistName":"Carin Leon","isSingle":false,"url":"https://music.apple.com/us/album/in%C3%A9dito-apple-music-edition/1565566853","isComplete":true,"genreNames":["Latin","Music"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Inédito (Apple Music Edition)","recordLabel":"Tamarindo Rekordsz","upc":"8720205741950","copyright":"℗ 2021 Tamarindo Rekordsz","playParams":{"id":"1565566853","kind":"album"},"isCompilation":false}},{"id":"1560430407","type":"albums","href":"/v1/catalog/us/albums/1560430407?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/cb/d6/35/cbd635ee-0535-ca9f-023d-0cd81f576ad9/075679787859.jpg/{w}x{h}bb.jpeg","bgColor":"672951","textColor1":"fe6c64","textColor2":"fc6661","textColor3":"e05f61","textColor4":"de5a5e"},"artistName":"chloe moriondo","isSingle":false,"url":"https://music.apple.com/us/album/blood-bunny/1560430407","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Blood Bunny","recordLabel":"Public Consumption","upc":"075679787859","copyright":"A Public Consumption/ Fueled by Ramen release, ℗ 2021 Elektra Records LLC","playParams":{"id":"1560430407","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1553215682","type":"albums","href":"/v1/catalog/us/albums/1553215682?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/8b/30/07/8b300716-ba22-3cbf-3fea-111682268879/192641665882_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"dedede","textColor1":"1f1f1f","textColor2":"333239","textColor3":"454545","textColor4":"55555a"},"artistName":"Travis Tritt","isSingle":false,"url":"https://music.apple.com/us/album/set-in-stone/1553215682","isComplete":true,"genreNames":["Country","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Set In Stone","recordLabel":"Big Noise Music Group","upc":"192641665882","copyright":"℗ 2021 Big Noise Music Group, LLC","playParams":{"id":"1553215682","kind":"album"},"editorialNotes":{"standard":"In the early days of his career, Travis Tritt received an important piece of advice from Waylon Jennings: He needed to make music for his fans, not for his record label. “Waylon said, ‘The people you need to be worried about are the people that go out and work hard, 40, 50, 60 hours a week, to keep food on the table for their families and keep a roof over their heads,’” Tritt tells Apple Music. “As soon as he told me that, it just lifted a tremendous burden off of my shoulders, because I realized he was completely right.”<br />\nAfter more than a decade-long break from studio albums, Travis Tritt returns with <i>Set in Stone</i>, an album that takes that advice from Jennings to heart. Produced by Dave Cobb, the 11-track collection finds Tritt doing what he does best: serving up rowdy, road-ready anthems and tugging at heartstrings with raw, vulnerable balladry. Cobb proves an ideal collaborator for Tritt, as both men have deep affinities for Southern rock à la Lynyrd Skynyrd and The Allman Brothers Band, influences that can especially be heard on tracks like opener “Stand Your Ground” and “Southern Man.” In addition to enlisting Cobb, Tritt tapped a handful of younger, acclaimed songwriters to cowrite for the album, including Dillon Carmichael and Brent Cobb. Below, Tritt walks Apple Music through several of <i>Set in Stone</i>’s key tracks.<br />\n<b>“Stand Your Ground”</b>\n“I was writing for the first time with Channing Wilson and Wyatt Durrette. And any time that you write with somebody for the first time, normally you spend about the first hour or so just getting to know each other. I was telling them about some of the struggles that I had to go through by trying to do music my own way and refusing to let record labels or people like that change me. I think it's a little bit of advice to new artists, or new people that're trying to maybe do things their own way in country music today, and they're a little bit afraid of it. Because it's always tough when you're swimming upstream.”<br />\n<b>“Set in Stone”</b>\n“That came from the first time I ever wrote with Brent Cobb. He said, ‘I remember riding around in my granddaddy's pickup truck, listening to your stuff when I was just a kid, with my dad and my grandfather. But I was thinking about it on the way over. You know, you don't have anything to prove to anybody, your legacy is pretty much set in stone. I'd love to write that song with that type of feel and that type of message. But I'd like to make it more universal. I'd like to make it so that hard-working blue-collar people like the people that you and I both grew up around could relate to it, so they could look back on anything that they've accomplished in their life and say, “That's something I'm very proud of.”'”<br />\n<b>“Smoke in a Bar”</b>\n“I cowrote eight out of the eleven songs that are on this album. That's one of the ones I didn't write. It's not about smoking in a bar, it's about that time period when, not too many years ago, things seemed a whole lot different than they are now. So for me, it was a song that just resonated. It was a song that spoke to that feeling of nostalgia that I think so many people in this country, and really in the world, really feel right now.”<br />\n<b>“They Don’t Make ’Em Like That No More”</b>\n“That's a song that I can picture people line-dancing or two-stepping to. I had been a fan of Dillon Carmichael for the last four years or so. I had heard his music and just loved it, because he is a straight-ahead country guy. And once again, we were just talking about those records from back in the day that just made you want to get out on a dance floor. I remember the first impression of muscle cars back in the day. I mean, back in those days, back in the '60s and '70s, when muscle cars were first coming out, I mean, those things would last. Those words and that music just poured out of both of us once we started writing together.”<br />\n<b>“Southern Man”</b>\n“The idea was to create something that had that Allman Brothers feel, and that throwback to one of my biggest influences, which was that Southern rock blues influence. There's a lot of tremendous musical heritage that comes out of the South, back to people like Elvis and B.B. King and Muddy Waters.”<br />\n<b>“Way Down in Georgia”</b>\n“That's actually a song that I wrote probably, I don't know how many years ago, it's been a long time. It was just a song that was talking about all the great music that has come out of the state of Georgia over the years: everybody from Otis Redding to Gladys Knight to Little Richard and the Allman Brothers, and The Marshall Tucker Band, and all these guys that either started out or recorded in Georgia.”","short":"Nostalgia and road-ready anthems on his first new LP in more than a decade."},"isCompilation":false}},{"id":"1562684313","type":"albums","href":"/v1/catalog/us/albums/1562684313?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/20/a5/28/20a52833-ffa5-a1f7-bcb1-c79c29c3877e/5056467311895_cover.jpg/{w}x{h}bb.jpeg","bgColor":"cb0000","textColor1":"e8e8e8","textColor2":"e8e8e8","textColor3":"e2b9b9","textColor4":"e2b9b9"},"artistName":"Basement Jaxx & Mella Dee","isSingle":false,"url":"https://music.apple.com/us/album/red-alert-mella-dee-remixes-single/1562684313","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Red Alert (Mella Dee Remixes) - Single","recordLabel":"Warehouse Music","upc":"5056467311895","copyright":"℗ 2021 Warehouse Music","playParams":{"id":"1562684313","kind":"album"},"isCompilation":false}},{"id":"1560914873","type":"albums","href":"/v1/catalog/us/albums/1560914873?l=en-US","attributes":{"artwork":{"width":2500,"height":2500,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/df/fa/c2/dffac231-a5ad-60f8-a598-825a5729321f/194690483684_cover.jpg/{w}x{h}bb.jpeg","bgColor":"a4a4a4","textColor1":"050505","textColor2":"1c1c1c","textColor3":"252525","textColor4":"373737"},"artistName":"ALLBLACK","isSingle":false,"url":"https://music.apple.com/us/album/ty4fwm/1560914873","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"TY4FWM","recordLabel":"Play Runners Association / EMPIRE","upc":"194690483684","copyright":"℗ 2021 Play Runners Association / EMPIRE","playParams":{"id":"1560914873","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1555607590","type":"albums","href":"/v1/catalog/us/albums/1555607590?l=en-US","attributes":{"artwork":{"width":6000,"height":6000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/42/0a/38/420a3890-a2b8-2468-6fb6-d895c5fd887b/886449036929.jpg/{w}x{h}bb.jpeg","bgColor":"ec7f3c","textColor1":"0a0502","textColor2":"31190c","textColor3":"371d0e","textColor4":"562d16"},"artistName":"Brad Cox","isSingle":false,"url":"https://music.apple.com/us/album/whats-your-favourite-country-song/1555607590","isComplete":true,"genreNames":["Country","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"What's Your Favourite Country Song?","recordLabel":"Sony Music Entertainment","upc":"886449036929","copyright":"℗ 2021 Brad Cox under exclusive licence to Sony Music Entertainment Australia Pty Ltd","playParams":{"id":"1555607590","kind":"album"},"editorialNotes":{"short":"Acoustic retellings of his biggest hits, and a new Tyler Childers cover."},"isCompilation":false}},{"id":"1552454066","type":"albums","href":"/v1/catalog/us/albums/1552454066?l=en-US","attributes":{"artwork":{"width":6000,"height":6000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/13/fe/cd/13fecdfe-f100-6fa2-abaf-a29ac7c8cc31/5054429144444.png/{w}x{h}bb.jpeg","bgColor":"f2dc46","textColor1":"000000","textColor2":"11192f","textColor3":"302c0e","textColor4":"3e4034"},"artistName":"India Jordan","isSingle":false,"url":"https://music.apple.com/us/album/watch-out-ep/1552454066","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Watch Out! - EP","recordLabel":"Ninja Tune","upc":"5054429144444","copyright":"℗ 2021 Ninja Tune","playParams":{"id":"1552454066","kind":"album"},"editorialNotes":{"standard":"“It’s about movement in so many different ways,” India Jordan tells Apple Music on <i>Watch Out!</i>. It’s an EP conceptualized by the artist during times of relative quietude—train journeys to gigs, long-distance cycling, even the lack of movement brought upon by a global pandemic. But the result manages to translate the mundane into tracks that demand listeners be affected. There are thundering synths, vocal screams hopeful for swelling dancefloors, and bubbling notes of house perfectly capturing the heady rise of energy arising before you get there. Still, the project equally articulates their movements in terms of personhood and development, communicating major life events, individual quirks and experiences by way of sonics. “I’ve transitioned quite a lot as the EP was being made,” they say. “It was only a week or two after [I started the first track] that I came out as non-binary. I’ve spent the last year or so coming to terms with that, and getting confident in myself and my own gender identity. It’s very much tied into the music that I was making.” Here, Jordan takes us through <i>Watch Out!</i>, breaking things down track by track.<br />\n<b>Only Said Enough</b>\n“I started making this around December of 2019 and finished it on a train up to Hull in February 2020. Finn [McCorry, UK DJ and artist] and I were about to play back-to-back together at a night that we actually used to run, it’s a homage to all of those nights we used to play together. He’d said I should make a big hardcore vocal track because I make hardcore music but not often with a vocal as a primary focus. I describe this one as a tune that smacks you in the face; I like the boldness of it, especially because it’s the start of the EP. It’s anticipatory, excited—wanting to scream in your face a bit, which is kind of what it does.”<br />\n<b>Watch Out!</b>\n“This was the first track I made back in 2019. I got into this thing of making tunes at Christmas when I was at my mum’s house in Doncaster, because there’s nothing else to do. I originally made this with a lot of melodies in it but got really stuck creatively. So I stripped it all down, just to the sub and the breaks for the drop. It was quite a a bold track to make and it felt like one of the better things I’d made production-wise with the technicality of it and how I put it together. It helped me with my own levels of confidence as a producer, and I named the EP after it because it’s the one I’m most proud of.”<br />\n<b>You Can’t Expect The Cars To Stop If You Haven’t Pressed The Button</b>\n“I went to Dublin last year, and found that their pelican crossing sounds are just mad. I thought, ‘I need to sample this.’ I took some field recordings, sampled a crossing in Peckham and also used my voice in it as well. I really wanted to swear on this track; I recorded me going, ‘Oh, for f**k's sake!’ because it’s what I say when I turn up to a crossing and someone hasn’t pressed the button—it’s just one of my pet peeves! This track doesn’t take itself too seriously and it’s quite fun. I don’t really take myself too seriously either and neither does my music, so I’m glad that a part of my personality came out in it. I want [listeners] to have a little giggle, and I want them to start pressing the button when they want to cross the road.”<br />\n<b>Feierabend</b>\n“‘Feierabend’ translates to ‘free evening’ in German, it means: ‘the joy you feel when you finish work.’ The majority of the track was made after work one evening which is why I called it that; my friend [UK DJ and producer] Dance System and I were talking about the speed in which he makes tracks. He makes so many, all really quickly because he doesn’t want to get sick of a sample and lose his creative flow. I gave it a go to see how quickly I could make a track and this is what came out of it. It’s 156bpm, so not footwork but the bass at the beginning is quite footwork-y or juke-y. I love [US DJ and producer] Traxman, juke and footwork, and I think it reminded me of how he samples a lot of soul and will loop it. The vocals say ‘Friday’ and it all connects to that. It’d be nice if people listen to it just after they finish work for the weekend, and they’re getting excited.”<br />\n<b>And Groove</b>\n“It’s obviously a bit more of a downtempo one. The individual piano keys are reminiscent of the deeper side of Chicago house, and the deep house that came out in the early ’90s. I made this one during lockdown in 2020, a period where I wasn’t really listening to much hardcore and super-heavy dance stuff. It was so painful to listen to hardcore because it would just make me miss outside, and I didn’t know when I was going to get it back. I was listening to a lot more downtempo and ‘And Groove’ came after that. It’s kind of reminiscent of a train journey, something I was missing. The lyrics are ‘on and on and groove,’ kind of like what the tune does itself, but then also like the rhythmic pattern of the train—the chugging along sort of thing.”","short":"“It’s about movement in so many different ways.”"},"isCompilation":false}},{"id":"1553943817","type":"albums","href":"/v1/catalog/us/albums/1553943817?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/9f/98/e3/9f98e3c6-e8e1-4826-b924-cdc9d3bd6625/0045778053964.png/{w}x{h}bb.jpeg","bgColor":"c81d1d","textColor1":"fff2e1","textColor2":"ffc900","textColor3":"f3c7b9","textColor4":"f3a605"},"artistName":"The Mighty Mighty Bosstones","isSingle":false,"url":"https://music.apple.com/us/album/when-god-was-great/1553943817","isComplete":true,"genreNames":["Ska","Music","Reggae"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"When God Was Great","recordLabel":"Hellcat/Epitaph","upc":"0045778053964","copyright":"℗ 2021 Hellcat","playParams":{"id":"1553943817","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1544474458","type":"albums","href":"/v1/catalog/us/albums/1544474458?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/6e/4e/00/6e4e00ed-14d1-62fe-cca9-1950210b37b4/0801061031435.jpg/{w}x{h}bb.jpeg","bgColor":"abcdf3","textColor1":"122820","textColor2":"143624","textColor3":"31494a","textColor4":"32544d"},"artistName":"Squid","isSingle":false,"url":"https://music.apple.com/us/album/bright-green-field/1544474458","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Bright Green Field","recordLabel":"Warp Records","upc":"0801061031435","copyright":"℗ 2021 Warp Records","playParams":{"id":"1544474458","kind":"album"},"editorialNotes":{"standard":"The intense process of making a debut album can have enduring effects on a band. Some are less expected than others. “It made my clothes smell for weeks afterwards,” Squid’s drummer/singer Ollie Judge tells Apple Music. During the British summer heatwave of 2020, the UK five-piece—Judge and multi-instrumentalists Louis Borlase, Arthur Leadbetter, Laurie Nankivell, and Anton Pearson—decamped to producer Dan Carey’s London studio for three weeks. There, Carey served them the Swiss melted-cheese dish raclette, hence the stench, and also helped the band expand the punk-funk foundations of their early singles into a capricious, questing set that draws on industrial, jazz, alt-rock, electronic, field recordings, and a Renaissance-era wind instrument called the rackett.<br />\nThe songs regularly reflect on disquieting aspects of modern life—“2010” alone examines greed, gentrification, and the mental-health effects of working in a slaughterhouse—but it’s also an album underpinned by the kindness of others. Before Carey hosted them in a COVID-safe environment at his home studio, the band navigated the restrictions of lockdown with the help of people living near Judge’s parents in Chippenham in south-west England. A next-door neighbor, who happens to be Foals’ guitar tech, lent them equipment, while a local pub owner opened up his barn as a writing and rehearsal space. “It was really nice, so many people helping each other out,“ says Borlase. “There’s maybe elements within the music, on a textural level, of how we wished that feel of human generosity was around a bit more in the long term.” Here, Borlase, Judge, and Pearson guide us through the record, track by track.<br />\n<b>“Resolution Square”</b>\nAnton Pearson: “It’s a ring of guitar amps facing the ceiling, playing samples. On the ceiling was a microphone on a cord that swung around like a pendulum. So you get that dizzying effect of motion. It’s a bit like a red shift effect, the pitch changing as the microphone moves. We used samples of church bells and sounds from nature. It felt like a really nice thing to start with, kind of waking up.” \nOllie Judge: “It sounds like cars whizzing by on the flyover, but it’s all made out of sounds from nature. So it’s playing to that push and pull between rural and urban spaces.”<br />\n<b>“G.S.K.”</b> \nOJ: “I started writing the lyrics when I was on a Megabus from Bristol to London. I was reading <i>Concrete Island</i> by J. G. Ballard, and that is set underneath that same flyover that you go on from Bristol to London [the Chiswick Flyover]. I decided to explore the dystopic nature of Britain, I guess. It’s a real tone-setter, quite industrial and a bit unlike the sound world that we’ve explored before. Lots of clanging.”<br />\n<b>“Narrator”</b> \nOJ: “It’s almost like a medley of everything we’ve done before: It’s got the punk-funk kind of stuff, and then newer industrial kind of sounds, and a foray into electronic sounds.”\nLouis Borlase: “It’s actually one of the freest ones when it comes to performing it. The big build-up that takes you through to the very end of the song is massively about texture in space, therefore it’s also massively about communication. That takes us back to the early days of playing in the Verdict [jazz venue] together, in Brighton, where we used to have very freeform music. It was very much about just establishing a tonality and a harmony and potentially a rhythm, and just kind of riding with it.”<br />\n<b>“Boy Racers”</b>\nOJ: “It’s a song of two halves. The familiar, almost straightforward pop song, and then it ends in a medieval synth solo.”\nLB: “We had started working on it quite crudely, ready to start performing it on tour, in March 2020, just before lockdown. In lockdown, we started sending each other files and letting it develop via the internet. Just at the point where everything stops rhythmically and everything gets thrown up into the air—and enter said rackett solo—it’s the perfect depiction of when we were able to start seeing each other again. That whole rhythmic element stopped, and we left the focus to be what it means to have something that’s very free.”<br />\n<b>“Paddling”</b>\nOJ: “The big, gooey pop centerpiece of the album. There’s a video of us playing it live from quite a few years ago, and it’s changed so much. We added quite a bit of nuance.”\nAP: “It was a combined effort between the three of us, lyrically. It started off about coming-of-age themes and how that related to readings about <i>The Wind in the Willows</i> and Mole—about things feeling scary when they’re new sometimes. That kind of naivety can trip you up. Then also about the whole theme of the book, about greed and consumerism, and learning to enjoy simple things. That book says such a beautiful thing about joy and how to get enjoyment out of life.”<br />\n<b>“Documentary Filmmaker”</b>\nOJ: “It was quite Steve Reich-inspired, even to the point where when I played my girlfriend the album for the first time she said, ‘Oh, I thought that was Steve Reich. That was really nice.’”\nLB: “It started in a bedroom jam at Arthur’s family house. We had quite a lazy summer afternoon, no pressure in writing, and that’s preserved its way through to what it is on the album.”\nAP: “Sometimes we set out with ideas like that and they move into the more full-band setting. We felt was really important to keep this one in that kind of stripped-back nature.”<br />\n<b>“2010”</b> \nOJ: “I think it’s a real shift towards future Squid music. It’s more like an alternative rock song than a post-punk band. It’s definitely a turning point: Our music has been known to be quite anecdotal and humorous in places, but this is quite mature. It doesn’t have a tongue-in-cheek moment.”\nLB: “Lyrically, it’s tackling some themes which are quite distressing and expose some of the problematic aspects of society. Trying to make that work, you’re owing a lot to the people involved, people that are affected by these issues, and you don’t want to make something that doesn’t feel truly thought about.”<br />\n<b>“The Flyover”</b>\nAP: “It moulds really nicely into ‘Peel St.’ after it, which is quite fun—that slow morphing from something quite calm into something quite stressful. Arthur sent some questions out to friends of the band to answer, recorded on their phones. He multi-tracked them so there’s only ever like three people talking at one time. It’s just such a hypnotic and beautiful thing to listen to. Lots of different people talking about their lives and their perspectives.”<br /> \n<b>“Peel St.”</b>\nAP: “That’s the first thing we came up with when we met up in Chippenham, after having been separate for so long. It was this wave of excitement and joy. I don’t know why, when we’re all so happy, something like that comes out. That rhythmic pattern grew from those first few days, because it was really emotional.”\nLB: “It was joyful, but when we were all in that barn on the first day, I don’t think any of us were quite right. We called it ‘Aggro’ before we named it ‘Peel St.,’ because we would feel pretty unsettled playing it. It was a workout mentally and physically.”<br />\n<b>“Global Groove”</b>\nOJ: “I got loads of inspiration from a retrospective on Nam June Paik—who’s like the godfather of TV art, or video installations—at the Tate. It’s a lot about growing up with the 24-hour news cycle and how unhealthy it is to be bombarded with mostly bad news—but then sometimes a nice story about an animal [gets added] on the end of the news broadcast. Growing up with various atrocities going on around you, and how the 24-hour news cycle must desensitize you to large-scale wars and death.”<br />\n<b>“Pamphlets”</b>\nLB: “It’s probably the second oldest track on the album. The three of us were staying at Ollie’s parents’ house a couple of summers ago and it was the first time we bought a whiteboard. We now write music using a whiteboard, we draw stuff up, try and keep it visual. It also makes us feel quite efficient. ‘Pamphlets’ became an important part of our set, particularly finishing a set, because it’s quite a long blow-out ending. But when we brought it back to Chippenham last year, it had changed so much, because it had had so much time to have so many audiences responding to it in different ways. It’s very live music.”","short":"“We managed to be as ambitious as we wanted. We got freedom to explore.”"},"isCompilation":false}},{"id":"1563233250","type":"albums","href":"/v1/catalog/us/albums/1563233250?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/e7/e5/3f/e7e53fc6-2956-7199-d9cf-9b7cf645902d/4062548026092_3000.jpg/{w}x{h}bb.jpeg","bgColor":"111822","textColor1":"feb9a4","textColor2":"ebb09e","textColor3":"ce998a","textColor4":"bf9185"},"artistName":"Neutron 9000","isSingle":false,"url":"https://music.apple.com/us/album/lady-burning-sky/1563233250","isComplete":true,"genreNames":["Electronic","Music","Ambient"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Lady Burning Sky","recordLabel":"Turbo Recordings","upc":"4062548026092","copyright":"℗ 2030 Turbo Recordings","playParams":{"id":"1563233250","kind":"album"},"isCompilation":false}},{"id":"1549730725","type":"albums","href":"/v1/catalog/us/albums/1549730725?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/89/98/b5/8998b5a7-7886-5797-ef56-884eef97b92f/4001617095256.jpg/{w}x{h}bb.jpeg","bgColor":"070707","textColor1":"d5d5d5","textColor2":"d3c732","textColor3":"acacac","textColor4":"aaa129"},"artistName":"Ghost Iris","isSingle":false,"url":"https://music.apple.com/us/album/comatose/1549730725","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Comatose","recordLabel":"Long Branch Records","upc":"4001617095256","copyright":"℗ 2021 Long Branch Records","playParams":{"id":"1549730725","kind":"album"},"isCompilation":false}},{"id":"1562942733","type":"albums","href":"/v1/catalog/us/albums/1562942733?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/af/a5/c0/afa5c0cd-0ae0-9077-2fdc-9793b2951753/669158556595.jpg/{w}x{h}bb.jpeg","bgColor":"aa9882","textColor1":"19110e","textColor2":"171310","textColor3":"362c25","textColor4":"352e27"},"artistName":"Sam Gendel","isSingle":false,"url":"https://music.apple.com/us/album/valley-fever-original-score/1562942733","isComplete":true,"genreNames":["Jazz","Music","Electronic"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Valley Fever Original Score","recordLabel":"Fresh Bread","upc":"669158556595","copyright":"℗ 2021 Fresh Bread","playParams":{"id":"1562942733","kind":"album"},"isCompilation":false}},{"id":"1564284582","type":"albums","href":"/v1/catalog/us/albums/1564284582?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/fd/24/d7/fd24d7e2-ce2d-bd89-8509-6f2c92eaaed1/21CRGIM27283.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"050001","textColor1":"ffffff","textColor2":"e29aa2","textColor3":"cccbcc","textColor4":"b67b82"},"artistName":"HEALTH & Nine Inch Nails","isSingle":true,"url":"https://music.apple.com/us/album/isnt-everyone-single/1564284582","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":1,"isMasteredForItunes":true,"releaseDate":"2021-05-06","name":"ISN'T EVERYONE - Single","recordLabel":"Loma Vista Recordings","upc":"00888072259966","copyright":"℗ 2021 Loma Vista Recordings., Distributed by Concord.","playParams":{"id":"1564284582","kind":"album"},"isCompilation":false}},{"id":"1545066364","type":"albums","href":"/v1/catalog/us/albums/1545066364?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/2e/aa/33/2eaa3377-0bc6-a992-29be-e85585078f8b/20UM1IM15435.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"c2c9e3","textColor1":"000006","textColor2":"161336","textColor3":"262832","textColor4":"393859"},"artistName":"Iceage","isSingle":false,"url":"https://music.apple.com/us/album/seek-shelter/1545066364","isComplete":true,"genreNames":["Rock","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Seek Shelter","recordLabel":"Mexican Summer","upc":"00184923129069","copyright":"℗ 2021 Mexican Summer, LLC","playParams":{"id":"1545066364","kind":"album"},"editorialNotes":{"standard":"Ten years after the clangorous thrills of their debut LP, <i>New Brigade</i>, Iceage’s apocalyptic punk has led here: a hunger for comfort, refined goth grandeur. “If the last record is us heading out into a storm and feeling content doing so, this record is situated in the storm—longing for something we didn't have,” Iceage frontman Elias Bender Rønnenfelt tells Apple Music. “That could be shelter.” <i>Seek Shelter</i>, the Copenhagen band’s fifth studio album, is the group’s most expansive. Recording across 12 days in Lisbon, Portugal, the band worked with an outside producer for the first time—Sonic Boom (Spacemen 3’s Pete Kember). (“He’s a good bullshitter,” Rønnenfelt says.) <i>Seek Shelter</i> maintains the tenacity of the band’s hardcore roots, elevated with lush, unexpected experimentation, neo-psych dynamism (“Shelter Song”), a bluesy sinister dance (“Vendetta”), a fiery slow-burn and thunderous crescendo (“The Holding Hand”), and a mid-song interpolation of “Will the Circle Be Unbroken” (“High &amp; Hurt”). Below, Rønnenfelt takes us inside <i>Seek Shelter</i>, track by track.<br />\n<b>“Shelter Song”</b>\n“We thought that a gospel choir would be the exact right thing. Cut forward: We're on the last day in Lisbon. We've been bunkered up there for 12 days, collectively losing our minds, not necessarily knowing how to feel about everything we put down on tape. And having never worked with a choir before, we didn't really know if we were going to be able to speak the same language, but they instantly got it. They started flowing with the song and harmonizing and taking it in all sorts of directions. It became a very lovely collaboration.”<br />\n<b>“High &amp; Hurt”</b>\n“The melody started getting incorporated before we remembered what that hymn was. The lyrics of this song are, by nature, really quite scumbag-y, in a mythical sort of way. So it felt too tempting not to include ‘Will the Circle Be Unbroken.’ The contrast between that song and the additional lyrics felt kind of wrong, but deliciously so, you know?”<br />\n<b>“Love Kills Slowly”</b>\n“Before the choir came in, I thought I was singing almost pitch perfect. As soon as my voice was paired with people who can actually sing, it became very apparent how rugged and broken it still is. I've tried to make the lyrics as simple as possible, but that's the hardest thing to approach. How do you state something so obvious, but make it feel urgent and relevant and like it belongs to you? I'm somebody who has always had a tendency to make lyrics overly voluptuous. This was an exercise in stripping things down. And of course it is still a bit corrupted.”<br />\n<b>“Vendetta”</b>\n“‘Vendetta’ came about from me lending my little sister's plastic toy-store keyboard. I slowed the tempo way down and started playing with it. It is interesting to pair the pounding, dancy feel of the track with speaking about the omnipresence of crime in the world and have it be this discordant dance. We are always attracted to dualities, I guess. Traveling the world and growing up in Copenhagen or anywhere, you never have to scratch the surface very hard to discover that crime is an essential glue that binds a lot of society together.”<br />\n<b>“Drink Rain”</b>\n“Definitely the most bizarre thing we ever been involved with writing. This was one of those moments where your hands just start writing, and then you take a look at a paper and you're like, 'What is this thing that I just wrote?' It's this perverse creep that lurks around drinking from puddles of rain in the streets, because he has some delusion that it might bring him closer to some kind of love interest. In the studio, when we first listened back to the first take of it, we were like, 'I'm not sure if we should be doing this.' It feels like a transgression.”<br />\n<b>“Gold City”</b>\n“It’s a ballad that speaks to how moments can be determined by a lot of factors culminating together: the weather, the air, your company, the levels of chemicals in your brain. Everything rumbles together.”<br />\n<b>“Dear Saint Cecilia”</b>\n“It's a bit drunken and raving, and I wouldn't say uplifting. It's carefree, but also moving within chaos and trying to evoke the Catholic patron saint. It’s just a very carefree song that charges through the chaos of a modern society.”<br />\n<b>“The Wider Powder Blue”</b>\n“It started out with one of my old heroes, Peter Schneidermann, who played in Denmark's first punk band, Sods. He recorded our first EP when we were 16, and he has always been a hero of mine. He asked me to write a song. I started out with what became this and I became too attached to it. I couldn't give it to him. That song is an ode to him and how his insane genius is quite morbid, but ultimately a glorious thing.”<br />\n<b>“The Holding Hand”</b>\n“I can't remember the name in English for the instrument, but we had…like a xylophone, tubes of aluminum, or some kind of metal. The song is quite an abstract one, like a landscape scene in itself. It's more about describing a feeling of being in the world than describing the actual world. It plays with notions of power, how strength is sometimes weakness and how weakness is sometimes strength. It has this lost beauty in all that.”","short":"“This record is situated in the storm—longing for something we didn't have.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562954724","type":"albums","href":"/v1/catalog/us/albums/1562954724?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/1f/1f/9a/1f1f9a6e-8460-3913-bbc1-ccfd6b333fa6/5059449008691.png/{w}x{h}bb.jpeg","bgColor":"4e5c73","textColor1":"fcfbfb","textColor2":"e2ecf6","textColor3":"d9dbe0","textColor4":"c4cfdb"},"artistName":"Xuefei Yang","isSingle":false,"url":"https://music.apple.com/us/album/summertime-ep/1562954724","isComplete":true,"genreNames":["Classical","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Summertime - EP","recordLabel":"Platoon","upc":"5059449008691","copyright":"℗ 2021 Xuefei Yang","playParams":{"id":"1562954724","kind":"album"},"editorialNotes":{"standard":"Xuefei Yang is one of the world’s most inventive guitarists, her acclaimed recordings spanning music from Brazil and Spain across to her native China. This beautiful, intimate EP is the second recorded by Yang exclusively for Apple Music at London’s Platoon Studio. Its stunningly crafted arrangements of Gershwin’s “Summertime” and three of The Beatles’ greatest songs show off her breathtaking technical skill and expressive command. Chinese singer Li Jian’s “Lake Baikal” and Japanese composer Akira Nakada’s “A Song of Early Spring” (masterfully arranged by composer Tōru Takemitsu) are touching in their simple warmth and bring this wonderful global journey to an end.","short":"Stunningly crafted arrangements show off the guitarist’s breathtaking skill."},"isCompilation":false}},{"id":"1548780003","type":"albums","href":"/v1/catalog/us/albums/1548780003?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/67/18/2a/67182abe-39c5-5c6b-4e3b-32742d70c844/759656068826.jpg/{w}x{h}bb.jpeg","bgColor":"007833","textColor1":"e6f6eb","textColor2":"e9d7bb","textColor3":"b8ddc6","textColor4":"bac4a0"},"artistName":"TEKE::TEKE","isSingle":false,"url":"https://music.apple.com/us/album/shirushi/1548780003","isComplete":true,"genreNames":["Alternative","Music","Rock","Psychedelic"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Shirushi","recordLabel":"Kill Rock Stars","upc":"759656068826","copyright":"℗ 2021 Kill Rock Stars","playParams":{"id":"1548780003","kind":"album"},"isCompilation":false}},{"id":"1561190945","type":"albums","href":"/v1/catalog/us/albums/1561190945?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/22/73/ad/2273adff-74d5-41f4-ee2c-028f598eca48/190296711039.jpg/{w}x{h}bb.jpeg","bgColor":"5f5f5f","textColor1":"fcfcfc","textColor2":"f1f1f1","textColor3":"dcdcdc","textColor4":"d4d4d4"},"artistName":"Jean Rondeau","isSingle":false,"url":"https://music.apple.com/us/album/melancholy-grace/1561190945","isComplete":true,"genreNames":["Classical","Music","Solo Instrumental"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Melancholy Grace","recordLabel":"Warner Classics","upc":"190296711039","copyright":"A Warner Classics/Erato release, ℗ 2021 Parlophone Records Limited","playParams":{"id":"1561190945","kind":"album"},"editorialNotes":{"standard":"This poised, emotionally inward-looking program finds French harpsichordist Jean Rondeau in fine form, as he explores that peculiarly 16th- and 17th-century fascination with melancholy. Moving musically around Europe to take in Italy, the Netherlands, England, and Germany, Rondeau plays an Italian virginals and a modern replica of an 18th-century harpsichord—both instruments with strong individual personalities—to probe melancholy expressed through chromaticism (mainly by Italian composers) but also as evoked in tears (primarily English composers like Bull, Dowland, and Gibbons). His sense of fantasy and striking ability to communicate makes this not only a beautifully conceived program, but one that is also wonderfully satisfying. ","short":"The harpsichordist explores melancholy on this poised, inward-looking album. "},"isCompilation":false}},{"id":"1563482273","type":"albums","href":"/v1/catalog/us/albums/1563482273?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/48/7a/46/487a4600-d8d6-877b-c049-0856f5c7dd61/8720246791723.jpg/{w}x{h}bb.jpeg","bgColor":"f9f6ef","textColor1":"0d0d0a","textColor2":"161610","textColor3":"3c3c38","textColor4":"44423d"},"artistName":"Artefakt","isSingle":false,"url":"https://music.apple.com/us/album/days-bygone/1563482273","isComplete":true,"genreNames":["Electronic","Music","Ambient"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Days Bygone","recordLabel":"Delsin Records","upc":"8720246791723","copyright":"℗ 2021 Delsin Records","playParams":{"id":"1563482273","kind":"album"},"isCompilation":false}},{"id":"1553501216","type":"albums","href":"/v1/catalog/us/albums/1553501216?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/5f/2a/a3/5f2aa345-2df6-2e44-a7a7-0b93c056fac0/5060263723561.jpg/{w}x{h}bb.jpeg","bgColor":"f9c39f","textColor1":"000000","textColor2":"171717","textColor3":"31271f","textColor4":"443932"},"artistName":"Doss","isSingle":false,"url":"https://music.apple.com/us/album/4-new-hit-songs-ep/1553501216","isComplete":true,"genreNames":["Electronic","Music","Pop"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"4 New Hit Songs - EP","recordLabel":"LuckyMe","upc":"5060263723561","copyright":"℗ 2021 LuckyMe","playParams":{"id":"1553501216","kind":"album"},"isCompilation":false}},{"id":"1548305497","type":"albums","href":"/v1/catalog/us/albums/1548305497?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/b8/45/1e/b8451e59-3301-2f7b-0cf9-ea084c621932/634457047686.jpg/{w}x{h}bb.jpeg","bgColor":"b3bde0","textColor1":"0b0605","textColor2":"1a1c25","textColor3":"2c2a31","textColor4":"393c4a"},"artistName":"Mia Joy","isSingle":false,"url":"https://music.apple.com/us/album/spirit-tamer/1548305497","isComplete":true,"genreNames":["Indie Rock","Music","Alternative","Pop"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Spirit Tamer","recordLabel":"Fire Talk","upc":"634457047686","copyright":"℗ 2021 Fire Talk","playParams":{"id":"1548305497","kind":"album"},"isCompilation":false}},{"id":"1555368594","type":"albums","href":"/v1/catalog/us/albums/1555368594?l=en-US","attributes":{"artwork":{"width":3720,"height":3720,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/e0/0d/95/e00d957b-5005-73d3-a55b-d3cef3cdd14a/dj.aywgypgk.jpg/{w}x{h}bb.jpeg","bgColor":"081c1b","textColor1":"6fdb3a","textColor2":"b2bace","textColor3":"5bb534","textColor4":"909aaa"},"artistName":"Ziúr","isSingle":false,"url":"https://music.apple.com/us/album/antifate/1555368594","isComplete":true,"genreNames":["IDM/Experimental","Music","Electronic"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Antifate","recordLabel":"PAN","upc":"756029612785","copyright":"℗ 2021 PAN","playParams":{"id":"1555368594","kind":"album"},"isCompilation":false}},{"id":"1555367505","type":"albums","href":"/v1/catalog/us/albums/1555367505?l=en-US","attributes":{"artwork":{"width":3200,"height":3200,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/83/03/f8/8303f863-8ad0-470f-aa79-f6c45bb51e98/5060899070701_cover.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"ceb7bc","textColor2":"d3abb8","textColor3":"a59396","textColor4":"a98893"},"artistName":"Deewee","isSingle":false,"url":"https://music.apple.com/us/album/foundations/1555367505","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":27,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Foundations","recordLabel":"DEEWEE","upc":"5060899070701","copyright":"℗ 2021 DEEWEE under exclusive license to Because Music","playParams":{"id":"1555367505","kind":"album"},"isCompilation":false}},{"id":"1563135044","type":"albums","href":"/v1/catalog/us/albums/1563135044?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/4d/a2/b0/4da2b086-74da-9275-e1c1-2cf20fbe6e01/192641715563_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"bbb6bd","textColor1":"090f0f","textColor2":"131e1e","textColor3":"2d3032","textColor4":"353c3e"},"artistName":"boy pablo","isSingle":false,"url":"https://music.apple.com/us/album/tuck-me-in-ep/1563135044","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Tuck Me In - EP","recordLabel":"777 MUSIC","upc":"192641715563","copyright":"℗ 2021 777 MUSIC","playParams":{"id":"1563135044","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1560439033","type":"albums","href":"/v1/catalog/us/albums/1560439033?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/70/62/49/706249f3-5c66-e57c-d8f1-34bf3de1f6ea/886449160402.jpg/{w}x{h}bb.jpeg","bgColor":"f9cdb2","textColor1":"281a11","textColor2":"392317","textColor3":"523e31","textColor4":"5f4536"},"artistName":"CAIN","isSingle":false,"url":"https://music.apple.com/us/album/rise-up/1560439033","isComplete":true,"genreNames":["Christian","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-05-07","name":"Rise Up","recordLabel":"Essential Records","upc":"886449160402","copyright":"℗ 2021 Provident Label Group LLC, a unit of Sony Music Entertainment","playParams":{"id":"1560439033","kind":"album"},"isCompilation":false}},{"id":"1563084494","type":"albums","href":"/v1/catalog/us/albums/1563084494?l=en-US","attributes":{"artwork":{"width":1800,"height":1800,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/7f/25/2e/7f252ec6-85dd-b261-5010-186930c1f2b9/843563138892.png/{w}x{h}bb.jpeg","bgColor":"080808","textColor1":"dcdcdc","textColor2":"c8c8c8","textColor3":"b2b2b2","textColor4":"a1a1a1"},"artistName":"Marissa Nadler","isSingle":false,"url":"https://music.apple.com/us/album/instead-of-dreaming/1563084494","isComplete":true,"genreNames":["Alternative","Music","Singer/Songwriter"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-07","name":"Instead of Dreaming","recordLabel":"Sacred Bones Records","upc":"843563138892","copyright":"℗ 2021 Marissa Nadler Music under exclusive license to Sacred Bones Records","playParams":{"id":"1563084494","kind":"album"},"isCompilation":false}}]}