{"data":[{"id":"1606086716","type":"albums","href":"/v1/catalog/us/albums/1606086716?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/d9/6f/c0/d96fc04c-5599-8532-3746-0569018317ed/075679758385.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ccccca","textColor2":"f7e8e0","textColor4":"c6b9b3","textColor1":"fffffd","bgColor":"020100","hasP3":false},"artistName":"YoungBoy Never Broke Again","isSingle":false,"url":"https://music.apple.com/us/album/colors-deluxe/1606086716","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Colors (Deluxe)","recordLabel":"Never Broke Again, LLC","upc":"075679758385","audioTraits":["lossless","lossy-stereo"],"copyright":"Never Broke Again, LLC / Atlantic Records, ℗ 2022 Atlantic Records Group LLC","playParams":{"id":"1606086716","kind":"album"},"editorialNotes":{"standard":"Since YoungBoy Never Broke Again was released from jail in October 2021, after serving time on a weapons charge, blog posts about him have focused either on new singles—of which there have been a steady stream—or a series of pictures where the MC’s face was covered in goth-inspired makeup in the manner of professional wrestler Sting. Casual fans might wonder what he experienced in jail that made him switch up his steez to that degree, but to let the music of <i>Colors</i>—his first solo release since getting out—tell it, YoungBoy is just being himself.<br />\nThere is, of course, a healthy dose of the MC’s unique brand of Baton Rouge murder music (“Bring the Hook,” “Fish Scale”), but also heartfelt reflections on who he is to fans (“Foolish Figure”) and also how he hopes to be seen as both an artist and a man (“Emo Rockstar”). On the latter song, in fact, he takes time out to address the new look, singing, “Please don't judge me because I'm me/Him with facial paint, that's who they wanna fuckin' see.” And he couldn’t be more right. Because whether his face is painted or not, you’re going to want to hear the rest of the YoungBoy story.","short":"The underground king sounds truly free on his first post-jail solo release."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1595927679","type":"albums","href":"/v1/catalog/us/albums/1595927679?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/7d/66/4c/7d664ceb-ae82-0645-4996-daf2f543e7b3/886449714209.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"8aacab","textColor2":"ec9b61","textColor4":"c28456","textColor1":"a6cecc","bgColor":"1a2529","hasP3":false},"artistName":"Walker Hayes","isSingle":false,"url":"https://music.apple.com/us/album/country-stuff-the-album/1595927679","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Country Stuff The Album","recordLabel":"Monument Records","upc":"886449714209","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Monument Records, a division of Sony Music Entertainment","playParams":{"id":"1595927679","kind":"album"},"editorialNotes":{"standard":"2021 was a massive year for Walker Hayes, who found a surprise smash in his catchy, clever celebration of fast casual dining, “Fancy Like.” The Grammy-nominated track marked the singer-songwriter’s first No. 1 country hit since making his major-label debut back in 2010, proving that Nashville’s reputation as a “10-year town” still holds water. “My producer, Shane McAnally, when it all started happening [with ‘Fancy Like’], he was like, ‘This isn't supposed to happen,’” Hayes tells Apple Music. “A 41-year-old guy with six kids who lives in the suburbs and writes a song with ‘Applebee's’ in the first line and [has an] 808 drive?’ And I agree with him. It's not supposed to happen. But I think all of my heroes are the same way.”<br />\n<i>Country Stuff The Album</i> comes on the heels of his “Fancy Like” victory lap, with Hayes pulling together a characteristically off-kilter collection of songs that draws as heavily from Top 40 and R&B as it does country or roots. “AA,” a lighter take on avoiding vices, strikes a surprising balance between humor and gravity. Jake Owen joins Hayes on the title track, which, unsurprisingly, offers a laundry list of the best of country living. And Lori McKenna, whose pen can produce radio hits and critical gems with the same rich ink, features on “Briefcase,” for one of the album’s standout moments.","short":"A fortysomething rookie gets his star turn: “It's not supposed to happen.”"},"isCompilation":false}},{"id":"1605868306","type":"albums","href":"/v1/catalog/us/albums/1605868306?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/9f/dc/cb/9fdccbbe-3cf3-9df6-ab4f-f52bed393bde/886449855438.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"93adb5","textColor2":"a7bbd4","textColor4":"8796aa","textColor1":"b5d7e1","bgColor":"0b0505","hasP3":false},"artistName":"Christina Aguilera","isSingle":false,"url":"https://music.apple.com/us/album/la-fuerza-ep/1605868306","isComplete":true,"genreNames":["Pop Latino","Music","Latin"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"La Fuerza - EP","recordLabel":"Sony Music Latin","upc":"886449855438","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sony Music Entertainment US Latin LLC","playParams":{"id":"1605868306","kind":"album"},"editorialNotes":{"standard":"“This isn’t my first language, but once it’s in you, it never leaves you,” Christina Aguilera tells Apple Music. Indeed, she’s no stranger to Spanish-language music, having notably released <i>Mi Reflejo</i> the year after her massively successful 1999 full-length debut. Now, all these years later, the pop icon makes her formal and formidable return to the Latin pop world with this six-song EP. “<i>La Fuerza</i> represents being a strong force of nature, having had the career I’ve had over the last couple of decades,” she says.<br />\nOne need only see some of the collaborators on this project to see just how powerful she continues to be. She unites with Becky G., NICKI NICOLE, and Nathy Peluso for the empowering “Pa Mis Muchachas” and duets with reggaetón superstar Ozuna on the dance-floor-centric “Santo.” On the moving piano ballad “Somos Nada,” she reminds anyone in need of a refresher just how powerful her voice can be, no matter what language she chooses. “It’s so important to me, at this point in my career and my life, that I literally do things that energetically feel so good.”","short":"“This isn’t my first language, but once it’s in you, it never leaves you.”"},"isCompilation":false}},{"id":"1603930377","type":"albums","href":"/v1/catalog/us/albums/1603930377?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/1b/60/79/1b6079c3-c364-f38b-4527-7c03fe8ab8d6/194690736148_cover.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"c3c1c2","textColor2":"e5e7f7","textColor4":"b7b9c5","textColor1":"f4f2f3","bgColor":"000000","hasP3":false},"artistName":"Paper Route Empire","isSingle":false,"url":"https://music.apple.com/us/album/long-live-young-dolph/1603930377","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Long Live Young Dolph","recordLabel":"Paper Route Empire","upc":"194690736148","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Paper Route Empire","playParams":{"id":"1603930377","kind":"album"},"editorialNotes":{"short":"Dolph’s Memphis-bred collective mourn the man who gave them their chance. "},"isCompilation":false,"contentRating":"explicit"}},{"id":"1604903466","type":"albums","href":"/v1/catalog/us/albums/1604903466?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/8b/fa/1e/8bfa1e80-fe10-0bdc-c8d1-78664b458986/22UMGIM04745.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9d8ea","textColor2":"c0bdec","textColor4":"a7a3dc","textColor1":"fefefe","bgColor":"453f9c","hasP3":false},"artistName":"iann dior","isSingle":false,"url":"https://music.apple.com/us/album/on-to-better-things/1604903466","isComplete":true,"genreNames":["Pop","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"on to better things","recordLabel":"10K Projects","upc":"00842812160233","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 10K Projects","playParams":{"id":"1604903466","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1604270900","type":"albums","href":"/v1/catalog/us/albums/1604270900?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/b1/8d/cd/b18dcd7c-b0ee-61c1-b475-5f50851859d7/780163616521.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdcccd","textColor2":"ffb600","textColor4":"cd9101","textColor1":"feffff","bgColor":"0a0105","hasP3":false},"artistName":"Fraggle Rock","isSingle":false,"url":"https://music.apple.com/us/album/fraggle-rock-back-to-the-rock-apple-tv-original/1604270900","isComplete":true,"genreNames":["TV Soundtrack","Music","Soundtrack"],"trackCount":28,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Fraggle Rock: Back to the Rock (Apple TV+ Original Series Soundtrack)","recordLabel":"Lakeshore Records","upc":"780163616521","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Raphanis LLC and Apple Video Programming LLC, under exclusive license to Soundtrack Records Inc d/b/a Lakeshore Records. All Rights Reserved.","playParams":{"id":"1604270900","kind":"album"},"isCompilation":false}},{"id":"1604283533","type":"albums","href":"/v1/catalog/us/albums/1604283533?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/4c/b4/12/4cb41284-d95d-f845-beb4-fc700c2a55df/194690738890_cover.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"31282c","textColor2":"460002","textColor4":"62282a","textColor1":"080005","bgColor":"d3cbc9","hasP3":false},"artistName":"Berner","isSingle":false,"url":"https://music.apple.com/us/album/gotti-deluxe/1604283533","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"GOTTI (Deluxe)","recordLabel":"Bern One Entertainment","upc":"194690738890","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Bern One Entertainment","playParams":{"id":"1604283533","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1603734486","type":"albums","href":"/v1/catalog/us/albums/1603734486?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/d9/09/35/d90935cb-7e08-cf76-9e61-4f33e6562740/20UMGIM48543.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bd6520","textColor2":"e75a13","textColor4":"b9480f","textColor1":"ed7e28","bgColor":"000000","hasP3":false},"artistName":"Brothers Osborne","isSingle":false,"url":"https://music.apple.com/us/album/skeletons-deluxe/1603734486","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Skeletons (Deluxe)","recordLabel":"EMI Music Nashville (ERN)","upc":"00602445357420","audioTraits":["lossless","lossy-stereo"],"copyright":"An EMI Records Nashville Release; ℗ 2022 UMG Recordings, Inc.","playParams":{"id":"1603734486","kind":"album"},"editorialNotes":{"standard":"It’s thanks to some combination of powerfully persuasive musicianship and sheer stubbornness that Brothers Osborne carved out a place for themselves in the country music landscape during the latter half of the 2010s. TJ Osborne’s guttural, low-slung lead vocals, languid phrasing, and bluesy bends are situated at the intersection of old-school country, R&B, and Southern rock, and never venture into country pop’s presently dominant mode of emulating hip-hop. Big brother John Osborne serves as co-lead on guitar, putting muscular, incisive playing squarely in the spotlight at a time when beatmaking has much more of a presence in the format than shredding solos. On their first album, 2016’s <i>Pawn Shop</i>, they proved that they're in touch with commercially accessible songwriting sensibilities. By the follow-up, 2018’s <i>Port Saint Joe</i>, they and their bandmates—the rare Nashville outfit to do double duty on stage and in studio—were stretching out.<br />\nOn 2020’s <i>Skeletons</i>, the Osbornes and the rest of their crew, including their longtime producer Jay Joyce, really stoke the dynamic tension between hooks, licks, and grooves and showcase what a deep pocket they have as a band. Partway through \"All Night,\" the sinewy propulsion gives way to the barbed, sneaky precision of John's guitar vamp. During \"All the Good Ones Are,\" funky guitar rhythms graze a meaty, countrified dance-rock backbeat. They also dig into more personal territory in their songwriting, particularly on a new deluxe edition. “Younger Me,” one of three new tracks on the deluxe re-release, is one of the duo’s greatest songs yet, with TJ, who came out as gay in 2021, assuring his younger self, “If only he knew he’d be all right.” “The song was extremely important for us,” TJ Osborne tells Apple Music. “Maybe one of the most important songs that we've written for us, and personal in so many ways, for both John and I. We knew that it needed to be on a record.”","short":"The 2020 LP, now with three new tracks."},"isCompilation":false}},{"id":"1584661381","type":"albums","href":"/v1/catalog/us/albums/1584661381?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/21/e4/a1/21e4a151-7c0b-27f9-7d45-bf3a587fc5e8/21UMGIM90333.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"a58c38","textColor2":"729dd7","textColor4":"5d7fae","textColor1":"cdae44","bgColor":"06070c","hasP3":false},"artistName":"Years & Years","isSingle":false,"url":"https://music.apple.com/us/album/night-call/1584661381","isComplete":true,"genreNames":["Pop","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Night Call","recordLabel":"Polydor Records","upc":"00602438844784","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Polydor Records release; ℗ 2022 Universal Music Operations Limited","isCompilation":false,"contentRating":"clean"}},{"id":"1560650222","type":"albums","href":"/v1/catalog/us/albums/1560650222?l=en-US","attributes":{"artwork":{"width":6000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/f7/8f/9a/f78f9a66-bb06-467f-5a82-89396fc8203b/5054429149173.png/{w}x{h}bb.jpg","height":6000,"textColor3":"f4ccd0","textColor2":"faccb1","textColor4":"f1a993","textColor1":"fff8ff","bgColor":"cc1f17","hasP3":false},"artistName":"Bicep","isSingle":false,"url":"https://music.apple.com/us/album/isles-deluxe/1560650222","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-04-20","name":"Isles (Deluxe)","recordLabel":"Ninja Tune","upc":"5054429149173","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Ninja Tune","playParams":{"id":"1560650222","kind":"album"},"editorialNotes":{"standard":"On their endlessly eclectic sophomore album, Bicep considers a musical inquiry most often circled by jazz and jam bands: What if tracks don’t need to be immutable, permanent records, but should instead transform and evolve? Taking inspiration from their first major tour—a two-year trek between festivals and clubs during which they’d regularly rework their tracks from the road—the Northern Irish duo freed themselves from the idea that songs had to be fixed. “Club music has to draw you out,” Matt McBriar tells Apple Music. “Headphone music has to pull you in. More often than not, we’d wind up with six different versions of each song. Eventually it was like, ‘Why do we have to choose?’”<br />\nAs a result, the album versions on <i>Isles</i> are simply jumping-off points—the best headphones-inclined versions the pair could cut (dance-floor edits will inevitably materialize when they bring the tracks into clubbier environments). “There’s no straight house or techno on this album; those versions will come later,” Andy Ferguson says. “We wanted to explore home listening to its fullest extent, and then explore the live show to its fullest extent. Rather than try to do both at once, we decided to serve each.” Taking this approach presented an interesting challenge: In order for the songs to be malleable <i>and</i> recognizable, they needed to have a strong foundation. “They couldn’t be reliant on a single composition, they had to work in different forms,” McBriar says. “We had to make sure they had strong DNA.” Below, the pair—self-described geeks and gear-heads eager to get technical—take us inside the creative process behind each track.<br />\n<b>Atlas</b>\nMcBriar: “This was the first track we finished after coming back from the tour. We tried to capture the feelings from the peak of the live show, that optimism and euphoria in the room when we performed. It set the tone for the rest of the album in terms of our process. Although we initially recorded several different melodies, the final form came together a few months later in a single afternoon on our modular. This riff was the strongest.”<br />\n<b>Cazenove</b>\nFerguson: “This was another early demo, and was sparked by our obsessive interest in ’90s technology—the old MPC controllers that Timbaland and Dilla used. That old equipment doesn’t produce instantly crisp sounds or perfect beats, but that’s where the beauty is. It’s fuzzy and imprecise. We were experimenting with a lot of ’90s lo-fi samplers and bit crushers, and the idea was to build a rhythm by feeding our MPC through a reverse reverb patch on the Lexicon PCM96. From there we just added layer upon layer. We wanted something fast and playful, but with a lot less emphasis on the dance floor.” <br />\n<b>Apricots</b>\nMcBriar: “This actually began as an ambient piece, and the strings sat on our hard drive for a year before we considered some vocals. One day, we picked up an amazing, recently released record called <i>Beating Heart - Malawi</i>. The vocals and polyrhythms of ‘Gebede-Gebede Ulendo Wasabwera’ stood out. They were captivating. We pitched snippets of them to our strings before building the rest of the track around them. The second sample is from the 1975 [Bulgarian folk] album <i>Le Mystere Des Voix Bulgares</i>. We connected with the mysterious chanting, and felt like it had parallels to the Celtic folk we grew up hearing.” <br />\n<b>Saku (feat. Clara La San)</b>\nMcBriar: “This began as a footwork-inspired track with a hang drum melody; we’d been looking into polyrhythms and more interesting drum programming. But when we slowed down the tempo from 150 to 130 BPM, it totally flipped the vibe for us. We experimented with several different vocals samples—including ‘Gebede-Gebede Ulendo Wasabwera’ before it wound up on ‘Apricots’—but ended up sending a stripped-back version to Clara La San, who brought a strong ’90s UKG/R&B vibe. We added some haunting synths at the end to bring contrast and some opposing dark and light elements. It was great to pull so many of our influences into one track.” <br />\n<b>Lido</b>\nFerguson: “This track was born from one of our many experiments with granular synthesis. We cut a single piano note from a catalog of 1970s samples and fed it into one of our granular samplers. As we experimented with recording it live, the synthesizer glitches and jumps added all this character and texture. It was pretty disorderly and hard to control, but we loved the madness it produced. There are a ton of layers to this track despite it sounding so simple. And mixing it was a lot of work, trying to get that balance between soothing and subtle chaos.” <br />\n<b>X (feat. Clara La San)</b>\nMcBriar: “This track was built around our Psycox SY-1M Syncussion. We’d been hunting for a Pearl original for years. It has all these uncompromising, metallic fizzes and bleeps that are so difficult to tame, you really need to start with it as the center of the track. Most tracks on the album began on the piano, but not this one. The frantic synth melody was actually improvised one afternoon on our Andromeda A6; it was a single take on a heavily customized and edited patch that we've never been able to replicate. It was just one of those moments when you hit ‘record’ and get it right.” <br />\n<b>Rever (feat. Julia Kent)</b>\nFerguson: “We started this track in Bali in 2016. We were on tour and had access to a studio full of local instruments, and knew right away that we wanted to use them. We recorded long sessions of us playing them live, but never ended up using them in one of our finished tracks. Several years later, we were working with Julia Kent, who had recorded the strings for another demo, but it just wasn’t working. She tried some of the Bali instrumentals instead. It sounded really unique. The chopped-up vocal came last, edited and re-pitched to fit, almost like a melody.”<br />\n<b>Sundial</b>\nMcBriar: “One of the simplest tracks on the album, ‘Sundial’ grew from a faulty Jupiter 6 arp recording. Our trigger wasn’t working properly and the arp was randomly skipping notes. This was a small segment taken from a recording of Andy playing around with the arp while we were trying to figure out what was going wrong. We actually loved what it produced and wrote some chords around it, guided by the feeling of that recording.”<br />\n<b>Fir</b>\nFerguson: “We have a real soft spot for choral vox synths, and this track was born from an experiment with those. It's actually one of the fastest songs we've ever made, and grew purely out of those days in the studio when we just jammed, trying new things. No direction, no preconceived ideas, we just felt it out.”<br />\n<b>Hawk (feat. machina)</b>\nFerguson: “The melody on ‘Hawk’ is actually our voices mapped and re-pitched to a granular sampler. We experimented a lot with re-pitching on this album; it brings this unique quality to vocals and melodies. We have a rare-ish Japanese synth, the Kawai SX-240, which creates all those super weird synth noises. Again, this track was the product of lots of experimentation. Machina's vocal's were actually for another demo which we were struggling on and it just worked perfectly.”","short":"“We wanted to explore home listening to its fullest extent.”"},"isCompilation":false}},{"id":"1593911543","type":"albums","href":"/v1/catalog/us/albums/1593911543?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/98/ab/87/98ab87ec-c584-94cd-2ede-680a75230e2c/093624875284.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"434343","textColor2":"282828","textColor4":"535353","textColor1":"141414","bgColor":"ffffff","hasP3":false},"artistName":"Teddy Swims","isSingle":false,"url":"https://music.apple.com/us/album/tough-love-ep/1593911543","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Tough Love - EP","recordLabel":"Warner Records","upc":"093624875284","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021, 2022 SWIMS Int. under exclusive license to Warner Records, Inc.","playParams":{"id":"1593911543","kind":"album"},"isCompilation":false}},{"id":"1598416475","type":"albums","href":"/v1/catalog/us/albums/1598416475?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/22/95/a3/2295a372-eb8c-e250-597a-d1e09938ab55/21UM1IM51084.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"323334","textColor2":"302621","textColor4":"4e4742","textColor1":"0d0d0f","bgColor":"c6cdc6","hasP3":false},"artistName":"John Mellencamp","isSingle":false,"url":"https://music.apple.com/us/album/strictly-a-one-eyed-jack/1598416475","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Strictly A One-Eyed Jack","recordLabel":"Republic Records","upc":"00602445321513","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 John J. Mellencamp, under exclusive license to Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1598416475","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1589791548","type":"albums","href":"/v1/catalog/us/albums/1589791548?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/57/8f/7a/578f7a73-7f9c-4a27-eeef-918cc78d7fb2/21UMGIM81023.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d6d6d5","textColor2":"b5d4ad","textColor4":"9bb494","textColor1":"ffffff","bgColor":"33342e","hasP3":false},"artistName":"Ludovico Einaudi","isSingle":false,"url":"https://music.apple.com/us/album/underwater-video-edition/1589791548","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Piano"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Underwater (Video Edition)","recordLabel":"Decca (UMO) (Classics)","upc":"00602445042562","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Records Release; ℗ 2022 Ludovico Einaudi, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1589791548","kind":"album"},"editorialNotes":{"standard":"<i>Underwater</i> marks Ludovico Einaudi’s first original solo project in almost two decades. But it wasn’t exactly planned, the album instead emerging gradually during the lockdowns of 2020. “I just wanted to play the piano every day and try out new ideas on it,” Einaudi tells Apple Music. Those ideas, he says, came to him nearly spontaneously, “almost as if I wasn’t doing it myself.” During his months of improvising, Einaudi noticed that every four or five days, he would come up with a melody or a hook that he enjoyed—a seed of a track that just might make the final cut. All the while, he was toying with the idea that we were all experiencing life in another dimension during lockdown. “When you are underwater, when you are swimming underwater, there is a silence that is different,” he says. “The way you hear the sounds, it’s all different. And you perceive everything in a different state.”<br />\n<i>Underwater</i> is full of calm, from the innocence of the opening track, “Luminous,” to the simple, song-like “Temple White” and the mellow, reassuring lilt of “Indian Yellow.” “The music came from a different, quieter world which I enjoyed very much,” says Einaudi. “Usually, you never have the time to really let your brain, let your body, let your life breathe in a proper way. During lockdowns, there was a lot of time to experiment and to try things without rushing.” Much of <i>Underwater</i>’s otherworldly atmosphere stems from the muffled effect he has achieved on his Steinway piano, lining each of the concert grand’s hammers with an extra layer of felt so that the strings could emit a softer, ringing tone. And in contrast to the six hours of his epic series of albums, 2019’s <i>Seven Days Walking</i>, Einaudi’s intention here was to create a shorter, more succinct experience. “At the beginning, I could not see the possibility of staying with 12 tracks, because there were 30 pieces that I wanted to include,” he admits. “But I wanted to keep everything to under an hour—it’s like when you are writing a book and you don’t want to make it longer than 250 pages.” Here, Einaudi guides us through <i>Underwater</i>, one track at a time.<br />\n<b>“Luminous”</b>\n“This piece is very lyrical to me—it feels very much like a song. And what I like about it is that it shares some of the moods of songs from the ’60s. There’s a balance in it between major and minor keys that gives it a melancholic feel, something that is always part of my DNA. It’s similar in mood to another piece on the album, ‘Natural Light.’ In fact, this one, ‘Natural Light,’ and ‘Indian Yellow’ all share the idea of light, which is connected with my passion for analog photography.”<br />\n<b>“Rolling Like a Ball”</b>\n“This would be a very beautiful piece to play on guitar. It has all the qualities of a ballad. I ended up with several versions of this piece and I didn’t know how to include them all. But then, I decided to take just two versions and put them together—the first part from one day, and a softer, more lyrical coda that I came up with on another day entirely. The title is very simple: The music came to me, rolling like a ball.”<br />\n<b>“Indian Yellow”</b>\n“‘Indian Yellow’ is a variation on the harmonies of ‘Natural Light.’ But, of course, it has a different character. It tells the same story but in a different way.”<br />\n<b>“Flora”</b>\n“‘Flora’ has a chorale beginning—a Bach-like introduction that’s a homage to my years of studying his music. But at the same time, I didn’t think too much about that: The music came quite naturally to me. After the introduction, I added a second part that features a repeated chord progression that gets gradually louder and faster.”<br />\n<b>“Natural Light”</b>\n“The end of the ‘light’ trilogy of tracks. It’s in song form and is one of the pieces on the album that I love the most, so I spent a lot of time on it. I tried to include all the different versions that I recorded throughout the process—every time I worked on it, I came up with something different! And so, I did a lot of listening and re-listening to see if there was something missing from the final version.”<br />\n<b>“Almost June”</b>\n“This is a very simple piece—I really love the beauty of its simplicity. It’s almost like a song that you can sing to a child, like a nursery rhyme.”<br />\n<b>“Swordfish”</b>\n“This piece is influenced by my love of the French impressionist composer Claude Debussy, and it has some of the same pianistic styles. The beginning part is almost like music from an ancient legend. The second half is like Debussy—I think it’s quite like the first piece, ‘Doctor Gradus ad Parnassum,’ from his suite <i>Children’s Corner</i>.”<br />\n<b>“Wind Song”</b>\n“‘Wind Song’ is like a waltz, with a very melancholic character. But it has that sort of winter feel you have when the days are really windy and the wind takes away all the bad things of the past, cleaning the air for the future.”<br />\n<b>“Atoms”</b>\n“This is very atmospheric. It almost doesn’t have a melody, as it’s very much based on the harmonies. But at the same time, in those harmonies, there are some hidden little melodies that come out. I like it because although it could be seen as an abstract piece, at the same time there’s a sort of fire inside that keeps your attention, that keeps the piece awake. And so, it never actually becomes an abstract, cold piece.”<br />\n<b>“Temple White”</b>\n“One of the last pieces I composed for the album. It’s a simple song in the same style as another of my pieces, ‘Nuvole Bianche’ [from 2004 album <i>Una Mattina</i>], and it’s also in the same key of F minor. ‘Temple White’ is one of the tracks that just came to me during my months of playing and recording. I discovered this melodic line that I then enjoyed developing into the track you hear on the album.”<br />\n<b>“Nobody Knows”</b>\n“This has an aura of the late ’60s about it. Recently, I really enjoyed watching the documentary <i>The Beatles: Get Back</i>—it’s beautiful and extraordinary, and I really feel a connection with their music. I think, like Bach did in his time, The Beatles distilled the different colors and styles of music of their time into one moment. And so, as I reflect a lot on the music of Bach, I also reflect around the music of The Beatles.”<br />\n<b>“Underwater”</b>\n“This track is like a chorale or a hymn. I decided that this would be the album’s title track because it was the first one that stood out and made me realize that I had found a color for the album, a tone around which I wanted to work. ‘Underwater’ is like the experience of slowing down the world, of breathing in a different way. All of us have experienced this during the pandemic.”\n","short":"\"I just wanted to play the piano every day and try out new ideas on it.\""},"isCompilation":false}},{"id":"1600151828","type":"albums","href":"/v1/catalog/us/albums/1600151828?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/78/cd/21/78cd21f0-105d-0787-37e9-ac81b7351021/846070004902.png/{w}x{h}bb.jpg","height":4000,"textColor3":"d1c1b6","textColor2":"f2e3da","textColor4":"c9bbb3","textColor1":"fdebde","bgColor":"231c16","hasP3":false},"artistName":"Asking Alexandria","isSingle":false,"url":"https://music.apple.com/us/album/never-gonna-learn-ep/1600151828","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Never Gonna Learn - EP","recordLabel":"Better Noise Music","upc":"846070004902","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Better Noise Music","playParams":{"id":"1600151828","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1600537965","type":"albums","href":"/v1/catalog/us/albums/1600537965?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/7d/9c/a3/7d9ca316-ca7e-68d9-ee71-dd1ba3c2726d/840200508438_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a4547","textColor2":"28292a","textColor4":"3f4b4f","textColor1":"21221f","bgColor":"9bd3e5","hasP3":false},"artistName":"DJ Python","isSingle":false,"url":"https://music.apple.com/us/album/club-sentimientos-vol-2-ep/1600537965","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Club Sentimientos Vol. 2 - EP","recordLabel":"Incienso","upc":"840200508438","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Incienso Recordings","playParams":{"id":"1600537965","kind":"album"},"isCompilation":false}},{"id":"1597142499","type":"albums","href":"/v1/catalog/us/albums/1597142499?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/44/f5/0f/44f50f53-0614-573d-fe12-75a8fac2e9bd/21UM1IM43357.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbcbcc","textColor2":"37feff","textColor4":"2bcbcc","textColor1":"ffffff","bgColor":"000004","hasP3":false},"artistName":"Ricky Dillard","isSingle":false,"url":"https://music.apple.com/us/album/breakthrough-the-exodus-live/1597142499","isComplete":true,"genreNames":["Gospel","Music","Christian"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Breakthrough: The Exodus (Live)","recordLabel":"Motown Gospel (EGS)","upc":"00602507447595","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Motown Gospel Release; ℗ 2022 Capitol CMG, Inc.","playParams":{"id":"1597142499","kind":"album"},"isCompilation":false}},{"id":"1587995320","type":"albums","href":"/v1/catalog/us/albums/1587995320?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ac/3a/24/ac3a2415-98b3-daff-f63b-0fc012f02dc7/21CRGIM29482.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b8c2c5","textColor2":"acd6ea","textColor4":"93b5c5","textColor1":"dae6eb","bgColor":"2f3130","hasP3":false},"artistName":"Keb' Mo'","isSingle":false,"url":"https://music.apple.com/us/album/good-to-be/1587995320","isComplete":true,"genreNames":["Blues","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Good To Be...","recordLabel":"Rounder","upc":"00888072299580","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Rounder Records., Distributed by Concord.","playParams":{"id":"1587995320","kind":"album"},"isCompilation":false}},{"id":"1604496144","type":"albums","href":"/v1/catalog/us/albums/1604496144?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/f7/1e/6a/f71e6a37-19e9-8d33-baa2-7d71c76d440f/192641683183_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"3a2a2c","textColor2":"241501","textColor4":"42362d","textColor1":"1a0500","bgColor":"bbbbdd","hasP3":false},"artistName":"fromis_9","isSingle":false,"url":"https://music.apple.com/us/album/midnight-guest-ep/1604496144","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-17","name":"Midnight Guest - EP","recordLabel":"PLEDIS Entertainment","upc":"192641683183","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 PLEDIS Entertainment","playParams":{"id":"1604496144","kind":"album"},"isCompilation":false}},{"id":"1600186484","type":"albums","href":"/v1/catalog/us/albums/1600186484?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/cd/86/06/cd8606c8-dcda-cb96-7776-6a3f278a1664/193436277846_NeededURemixes.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"e4d6da","textColor2":"fac1cf","textColor4":"e5abba","textColor1":"f9f6f7","bgColor":"915666","hasP3":false},"artistName":"RM47, MAAD & Raleigh","isSingle":false,"url":"https://music.apple.com/us/album/needed-u-remixes-single/1600186484","isComplete":true,"genreNames":["Dance","Music"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2022-01-18","name":"Needed U (Remixes) - Single","recordLabel":"GRDN","upc":"193436277846","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 GRDN","playParams":{"id":"1600186484","kind":"album"},"isCompilation":false}},{"id":"1589814809","type":"albums","href":"/v1/catalog/us/albums/1589814809?l=en-US","attributes":{"artwork":{"width":3550,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/15/51/64/155164ba-8f30-1a28-d604-fc12c8fce668/5056167167433_1.jpg/{w}x{h}bb.jpg","height":3550,"textColor3":"dec0ae","textColor2":"edceb5","textColor4":"deac9b","textColor1":"ede6ce","bgColor":"a42831","hasP3":false},"artistName":"AURORA","isSingle":false,"url":"https://music.apple.com/us/album/the-gods-we-can-touch/1589814809","isComplete":true,"genreNames":["Pop","Music","Alternative"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"The Gods We Can Touch","recordLabel":"Glassnote Entertainment Group LLC","upc":"5056167167433","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Glassnote Entertainment Group LLC, distributed by AWAL","playParams":{"id":"1589814809","kind":"album"},"editorialNotes":{"standard":"For her third full-length album, Norwegian singer-songwriter and electro-pop producer Aurora Aksnes retreated to a castle in Rosendaël, France, a gorgeous, secluded place. “It's very small and it's surrounded by these huge mountains. It's like the castle is being protected by a Mother Earthly hug,” she tells Apple Music. “It’s very magical and feels like a sanctuary. It has history.” Unsurprisingly, mythological interest reverberates across the album, from allusions to Greek goddesses as earthly beings in large, ethereal, Kate Bush-esque moments (Aphrodite on “Exist for Love,” Panacea on “Cure for Me”) to an interest in Frenchness (“a thank you to the castle that let me record my album,” she says of her collaboration with Lyon musician Pomme on “Everything Matters”).<br />\n“I was very inspired by people and our relationship with power, with each other, with religion, with faith throughout history,” she says. “A long time ago we seemed to feel like God was around us—in the ground, in the trees, in the water we drank—and therefore also in us. At some point in history, we removed God from the earth and put him far, far away up in the sky.” The idea of spirituality surrounding us—that gods can be touched—exists throughout. “The album is about freedom.” Below, AURORA details her latest album, track by track.<br />\n<b>“The Forbidden Fruits of Eden”</b>\n“I wanted to offer a space to kind of dive into yourself and touch your own divinity—and that exists somewhere deep within yourself. I wanted it to feel holy, like some kind of ritual, musically.”<br />\n<b>“Everything Matters” (feat. Pomme)</b>\n“I don't normally do features. I knew a bit about [Pomme] because she's extremely sweet and very talented. I wanted to include some Frenchness on the opening song as a gift to the castle that gave me a lot of the inspiration to finish this album. I asked her if she could write the ending of my song in French, and she wrote a beautiful story about the flowers we picked in all of your favorite places. It is an ode to Rosendaël.” <br />\n<b>“Giving In to the Love”</b>\n“I love very big, powerful drums. To me, that's very native. It's something ancient. I love when music touches that place. I actually wrote that song at the last minute. I had already finished the album and mastered it, but then I wanted to have 'Giving In to the Love' on it. So it’s actually the demo; I never got the chance to completely mix it. It’s very unpolished.”<br />\n<b>“Cure for Me”</b>\n“‘Cure for Me’ is about my biggest issue with religion and the way it looks [down] upon the gay and trans community. This is a song for all the people who have been told by authority or by religion or by the conservatives that they aren't worthy of love, or even life. It’s the most horrible thing I can ever imagine hearing that you are born so wrong, that you have to be cured. Conversion therapy, sadly, isn't even illegal in Norway. It’s an issue we need to talk about.”<br />\n<b>“You Keep Me Crawling”</b>\n“I wrote ‘You Keep Me Crawling’ and ‘Giving In to the Love’ around the same time. I was just humming the chorus melody all day and I decided that it needed to be a song. It came like puke out of my mouth. It's kind of a happy accident of a child.”<br />\n<b>“Exist for Love”</b>\n“What I like about Aphrodite is the personification of love. I love the idea of love having its own personality and body and being. I wrote it in 2019 when the coronavirus was just a distant thing going on in Wuhan. Then I decided to release it a year before I knew I was going to do the album because I thought the world needed a little love.”<br />\n<b>“Heathens”</b>\n“The mother in this song, she offers love and room and a home to all the people that aren't welcome elsewhere. That's the spirit of the song. It’s very inspired by women, especially how many women have been punished and burned just for being women. It's an ode to women.”<br />\n<b>“The Innocent”</b>\n“It's the wildest song on the album, I think. I imagine all these people dancing naked around a fireplace. That’s very innocent. Our bodies are very pure, beautiful things and it's a shame that we've managed to make it something not pure. It's the sexualization of innocent things that makes the world dangerous.”<br />\n<b>“Exhale Inhale”</b>\n“I think very carefully about how I place the songs on every album. I knew that after ‘The Innocent,’ I would want something extremely open, to remind people to breathe again. ‘Exhale Inhale’ is about breath, to remember to breathe about anxiety for yourself, for the world, for your part in this world.”<br />\n<b>“A Temporary High”</b>\n“‘A Temporary High’ is inspired by a woman that is very fascinating. If she was your present, she would be confusing; if she was your past, you wouldn't be able to escape her. If she is your future, you won't be able to keep up with her.”<br />\n<b>“A Dangerous Thing”</b>\n“I placed ‘A Dangerous Thing’ after ‘A Temporary High’ because ‘A Temporary High’ ends with a guitar. And I wanted to jump into a guitar pattern right after.”<br />\n<b>“Artemis”</b>\n“I wanted the song to feel slightly dangerous and slightly seductive but overwhelming as well. I think if Artemis was a real woman here on earth, she would be all-consuming and all-knowing and overwhelming, everything and nothing at the same time. I think she is the kind of woman that if she decided that she was thirsty, she could drink all of the water on the whole planet and still not be full, you know?\"<br />\n<b>“Blood in the Wine”</b>\n“The symbolism in it is very inspired by religious terms. I get a lot of inspiration from faith because it's so complex. This song is about the whole complexity in this relationship. I think it's important for me that people find their own meaning in this song, but I would love people to feel strengthened by it.”<br />\n<b>“This Could Be a Dream”</b>\n“I wrote this very late, so it was completely dark the whole time. I was thinking about people's dark hours, and I wanted to make a song for those who never learn to dance and run because they're just managing to stand up. It takes so many muscles for a human body to even stand up, so I can understand why people can’t find the strength for it. It’s very hard to be a human, and I'm just saddened by the idea that some people never get to explore their own full potential because they constantly have to simply fight for the right to exist. That just breaks my heart. So I wanted to make a song for them.”<br />\n<b>“A Little Place Called the Moon”</b>\n“‘A Little Place Called the Moon’ has been in the back of my head for a long, long time before I decided to finally record it. It’s the most spiritual song. I feel very in touch with a lot of ancient and spiritual things. I'm imagining you and me and all of us just standing up and walking towards something great and hopeful and beautiful that lies there, far ahead in our future. And eventually, we're all going to the moon. I just like the idea of all of us going to the moon. We’ll get to look down at ourselves from up there and see how small and beautiful and large we are at the same time.”","short":"“The album is about freedom.”"},"isCompilation":false}},{"id":"1578507340","type":"albums","href":"/v1/catalog/us/albums/1578507340?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/58/93/08/5893084c-c479-8600-29a0-d4721bb50447/5056340103487.png/{w}x{h}bb.jpg","height":1400,"textColor3":"cececc","textColor2":"dcdcda","textColor4":"b8b9b6","textColor1":"f8f8f6","bgColor":"292a25","hasP3":false},"artistName":"Yard Act","isSingle":false,"url":"https://music.apple.com/us/album/the-overload/1578507340","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-07","name":"The Overload","recordLabel":"Zen F.C.","upc":"5056340103487","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Zen F.C.","playParams":{"id":"1578507340","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1578028880","type":"albums","href":"/v1/catalog/us/albums/1578028880?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/09/4c/92/094c9242-de34-cee2-6099-e63ce3e7869b/4050538695991.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"edbec0","textColor2":"e1e1c4","textColor4":"dab4a0","textColor1":"f9eeec","bgColor":"bf0011","hasP3":false},"artistName":"Miles Kane","isSingle":false,"url":"https://music.apple.com/us/album/change-the-show/1578028880","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Change the Show","recordLabel":"BMG Rights Management (UK) Ltd","upc":"4050538695991","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 BMG Rights Management (UK) Limited","playParams":{"id":"1578028880","kind":"album"},"isCompilation":false}},{"id":"1604316173","type":"albums","href":"/v1/catalog/us/albums/1604316173?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/c2/66/c3/c266c3fd-7530-5d55-6f6f-86aea508baa6/cover_KM0014553_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3d291a","textColor2":"3d262d","textColor4":"634135","textColor1":"0d080c","bgColor":"ffae54","hasP3":false},"artistName":"BamBam","isSingle":false,"url":"https://music.apple.com/us/album/b-ep/1604316173","isComplete":true,"genreNames":["K-Pop","Music","Pop","R&B/Soul"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-01-18","name":"B - EP","recordLabel":"ABYSS COMPANY","upc":"8804775224492","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 ABYSS COMPANY,under license to Kakao Entertainment","playParams":{"id":"1604316173","kind":"album"},"isCompilation":false}},{"id":"1587304253","type":"albums","href":"/v1/catalog/us/albums/1587304253?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/91/8e/be/918ebefc-2f74-e14f-dce5-19ca5e2ad7b9/192641833229_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"36332f","textColor2":"052034","textColor4":"374b56","textColor1":"040303","bgColor":"fdf7df","hasP3":false},"artistName":"Texas Hill","isSingle":false,"url":"https://music.apple.com/us/album/heaven-down-here/1587304253","isComplete":true,"genreNames":["Alternative Country","Music","Country"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Heaven Down Here","recordLabel":"Queue Records","upc":"192641833229","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Texas Hill Company under exclusive license to queue records LLC","playParams":{"id":"1587304253","kind":"album"},"isCompilation":false}},{"id":"1601556082","type":"albums","href":"/v1/catalog/us/albums/1601556082?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/3e/fe/22/3efe22d0-abaa-917e-594f-b2e31b1f3952/840200508445_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"383838","textColor2":"252525","textColor4":"434343","textColor1":"161616","bgColor":"bebebe","hasP3":false},"artistName":"Coffintexts","isSingle":false,"url":"https://music.apple.com/us/album/questionable-goods/1601556082","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"QUESTIONABLE GOODS","recordLabel":"observe participate","upc":"840200508445","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 coffintexts","playParams":{"id":"1601556082","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1601011937","type":"albums","href":"/v1/catalog/us/albums/1601011937?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/6c/bc/6d/6cbc6d41-6557-97a1-55a9-9fe00e55b92a/658580047078.png/{w}x{h}bb.jpg","height":3000,"textColor3":"2c3134","textColor2":"0f2431","textColor4":"32434e","textColor1":"070d10","bgColor":"bec1c6","hasP3":false},"artistName":"Gian Correa","isSingle":false,"url":"https://music.apple.com/us/album/o-abismo-da-prata/1601011937","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-01-20","name":"O Abismo Da Prata","recordLabel":"Anzic Records, LLC","upc":"658580047078","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Anzic Records, LLC","playParams":{"id":"1601011937","kind":"album"},"isCompilation":false}},{"id":"1590120090","type":"albums","href":"/v1/catalog/us/albums/1590120090?l=en-US","attributes":{"artwork":{"width":5000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/39/e5/1a/39e51af6-045a-402a-2984-095638c71809/5039060702390.png/{w}x{h}bb.jpg","height":5000,"textColor3":"211e19","textColor2":"221516","textColor4":"3c2e2c","textColor1":"000000","bgColor":"a79581","hasP3":false},"artistName":"Lane 8","isSingle":false,"url":"https://music.apple.com/us/album/reviver/1590120090","isComplete":true,"genreNames":["Dance","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Reviver","recordLabel":"This Never Happened","upc":"5039060702390","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 This Never Happened","playParams":{"id":"1590120090","kind":"album"},"editorialNotes":{"standard":"When Lane 8 sat down to write his fourth studio album, <i>Reviver</i>, the Denver-based producer (born Daniel Goldstein) was determined to reinvent himself as a musician. “I’ve always felt this way while working on albums—a nagging desire to break new ground and avoid repeating myself,” Goldstein told fans on Instagram, “yet the feeling was stronger than ever this time around.” Some deep reflection led him to the realization that he’d changed profoundly as a person, too—a result of processing the shake-ups in the wide world as well as in his personal life—which naturally changed the shape of his new music. The songs on <i>Reviver</i> are skyscraping and hopeful, with gleaming synth stabs, gooey vocals (Channy Leaneagh, Emmit Fenn), and festival-ready drops that are moody and intense. “Illuminate,” one of the project’s standout instrumentals, was the first track Goldstein wrote after his tour shut down at the beginning of the pandemic. “I was feeling a strange mixture of nervous energy and very naive hope about the future,” he tells Apple Music. “The track’s raw energy really reflects the chaos of that moment.”","short":"The Denver producer breaks new ground on a hopeful fourth album."},"isCompilation":false}},{"id":"1584998172","type":"albums","href":"/v1/catalog/us/albums/1584998172?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/02/b3/f0/02b3f013-1f23-bd15-67aa-35c24edfcb5e/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbc6c3","textColor2":"f8af3b","textColor4":"cb9335","textColor1":"f8f0ed","bgColor":"18211e","hasP3":false},"artistName":"Comeback Kid","isSingle":false,"url":"https://music.apple.com/us/album/heavy-steps/1584998172","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Heavy Steps","recordLabel":"Nuclear Blast","upc":"4065629601263","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Nuclear Blast","playParams":{"id":"1584998172","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1592229198","type":"albums","href":"/v1/catalog/us/albums/1592229198?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/f4/83/b2/f483b297-47bb-16d4-675b-08e91ce422f7/5060498633222_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c2c2c0","textColor2":"deb091","textColor4":"b79377","textColor1":"ebebeb","bgColor":"1c1c12","hasP3":false},"artistName":"Klaus Tennstedt, London Philharmonic Orchestra & Jessye Norman","isSingle":false,"url":"https://music.apple.com/us/album/jessye-norman-sings-strauss-five-songs-salome-live/1592229198","isComplete":true,"genreNames":["Classical","Music","Orchestral"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Jessye Norman sings Strauss: Five Songs & Salome (Live)","recordLabel":"London Philharmonic Orchestra","upc":"5060498633222","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 BBC","playParams":{"id":"1592229198","kind":"album"},"editorialNotes":{"standard":"For fans of the late, great Jessye Norman, or simply admirers of glorious voices, this album is a treasure. Recorded live in London in 1986, Norman, at the peak of her powers, offers two sides of Richard Strauss’ art: the lyrical and the dramatic. Starting with the rapturous “Cäcilie,” we are given five of the composer’s best-loved songs that allow this magnificent voice free rein. After Strauss’ delightful <i>Le Bourgeois Gentilhomme Suite</i>, Norman returns for the closing scene of <i>Salome</i> in a performance that powerfully conveys the character’s horrifying obsession in singing of exquisite control. Tennstedt and the LPO are superb partners.","short":"The singer, at the peak of her powers, offers two sides of Richard Strauss’ art."},"isCompilation":false}},{"id":"1584437274","type":"albums","href":"/v1/catalog/us/albums/1584437274?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/76/28/ca/7628cab5-02d5-f41b-bc07-121658b56b43/836766003685.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"413635","textColor2":"5f121e","textColor4":"7a3d44","textColor1":"170a0c","bgColor":"e9e7da","hasP3":false},"artistName":"Tanya Tagaq","isSingle":false,"url":"https://music.apple.com/us/album/tongues/1584437274","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Tongues","recordLabel":"Six Shooter Records Inc.","upc":"836766003685","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Six Shooter Records Inc.","playParams":{"id":"1584437274","kind":"album"},"editorialNotes":{"standard":"Over the course of her career, Tanya Tagaq has committed herself to the cathartic and, at times, deeply uncomfortable process of transforming horror into healing. On past records and in her harrowing live performances, the artist from Cambridge Bay (Iqaluktuuttiaq), Nunavut, has deployed the Inuk tradition of throat-singing to viscerally personify the trauma she’s experienced—sexual abuse, Canada’s genocidal residential school system, the environmental degradation of her homeland—and used her guttural growls to summon a sound not unlike free jazz or metal. But where 2016’s <i>Retribution</i> occasionally framed its impressionistic improvisations with spoken-word commentary, <i>Tongues</i>, Tagaq’s fifth studio album, fully embraces the narrative form, as she unleashes her signature screams more strategically in service of poems recited from her 2018 novel/magical-realist memoir <i>Split Tooth</i>. And while her longtime bandmates Jesse Zubot (violin) and Jean Martin (percussion) make return appearances, Tagaq’s musical DNA has been radically altered by producer Saul Williams and mixer Gonjasufi, who re-situate her graphic, bloodlusty treatises on colonialism, survival, and motherhood in a claustrophobic collage of icy electronics and queasy bass frequencies. “With improvisation, there isn't such a cerebral idea or solid concept in the interpretation,” Tagaq tells Apple Music, “but with [spoken] word, it's very concise and it guides you down a river as opposed to floating in an ocean. I didn't know [my book and my music] could live together, but when I was recording the audiobook for <i>Split Tooth</i>, I was thinking, 'Wow, this is nice and everything…but there's no music!' So I thought, 'How about instead of just reading it, I express it.’” Here, Tagaq provides a track-by-track guide to speaking in <i>Tongues</i>.<br />\n<b>“In Me”</b>\n“I wanted to start by showing my peacock feathers! I wrote this poem out of frustration with vegan activists trolling Indigenous people—there's this idea that because we hunt and live off the land, we're somehow cruel, or at a lower level of living, when in actuality, it’s a very higher power to be living in harmony with your habitat without polluting your land. The land is still the boss where I'm from—we have to obey it. So we have a close kinship with animals, and the vegan activists don't understand how much we love and cherish other life forms. 'In Me' became this narrative about skinning an animal—particularly a seal—and how, when you consume a fresh animal, you are eating the energy from the sun. It's this idea that you are eating more than your meat. If you eat very sick animals that were raised very unhappily in these giant slaughterhouses full of chemicals and antibiotics, you're eating that animal's pain and fear and suffering. But when you're a really good hunter, and you kill an animal with one shot, and they never knew you were there, their meat is calm, so when you eat them, you're eating that, too. ‘In Me’ is about the intimacy in processing an animal and what you glean from it. It's about liberating people from this idea that we are somehow doing wrong.”<br />\n<b>“Tongues”</b>\n“This is a pretty simple, straightforward song: You had all these kids sent to residential schools who then had their language beaten out of them. I, myself, lost my language, and I'm reclaiming it: I'm taking Inuktitut lessons now and I've been working on brushing up on my Inuktitut. And I just want to eradicate the shame around that. Canada's pushing for Inuktitut to become an official language. I think it's time that Canada starts recognizing more than just the colonial languages as official languages.”<br />\n<b>“Colonizer”</b>\n“I used to do live concerts set to the [1922] film <i>Nanook of the North</i> by Robert Flaherty, and there are points in the movie where the camera and the actors set it up to show a naivete [in the Inuit] where there might not have been. So I loved to sing 'colonizer!' over that part. But the reason I really wanted to put this out as a song is because Canadians have really got it in their heads that these atrocities [against Indigenous people] happened in the past and there's nothing to be done about it now. And really, it's happening right now, right this second—it never stopped. Every single person needs to wake up and realize their part in that. Often, complacency is what makes room for more violence. There's this really false narrative of Canada being this nice place with maple syrup. Yeah, that's great and everything, but really, whose land is your house on? So 'Colonizer' is saying: 'No, you're guilty—yes, you! Do something about it!'” <br />\n<b>“Teeth Agape”</b>\n“In Canada, the foster 'care' system—quote-unquote—is the modern version of the residential school program. So I just wanted to say: Enough with taking our children. This isn't allowed anymore.”<br />\n<b>“Birth”</b>\n“I tend to start with a wide-scale general idea, and then a smaller idea, and then a very specific idea. So, 'Birth' can refer to a birth of a new idea. It can be about the stopping of abuse, because then you are birthing non-abuse. It can be about the end of something, or the beginning of something. But if you want to talk just about childbirth, I really liked the dilation part; the pushing and ripping was not so great. I was very loud in both of my births. And I just remember my mom looking at me, judging me, like, ‘You made noise?' Because that's how tough a lot of Inuit are—there are stories of Inuit women giving birth and being back up and running an hour later. But it's dangerous when you're giving birth—you are walking the line between life and death, and I really wanted to acknowledge it.”<br />\n<b>“I Forgive Me”</b>\n“When you're abused as a child, you really carry a lot of shame, and anger and fear, and it's something that permeates your whole life. So being able to forgive yourself and move past that shame is really crucial. And I find a lot of people are just suffering in silence with these things. I'm so tired of us not reaching out to each other and supporting each other and understanding that so many of us have gone through these types of things. So I just wanted to say it's important to work on forgiving yourself. And it's important to open up and talk about it. It's part of the healing process. It's part of prevention. It was hard for me to make the song and put it out, but I thought about all those other people out there feeling like I do, and how maybe it could help somebody to connect with themselves or forgive themselves—and also simultaneously shame people that are doing this shit. I actually now see the song as quite light, because it's shining light where it needs to be shone.”<br />\n<b>“Nuclear”</b>\n“I was really missing the electricity of the concerts, so there are a few pieces on the album that I wanted to reflect that breakneck urgency that happens in the shows. It gets very, very intense and it grows and grows into a dome and then bursts. And I thought that it was important to have that experience without lyrics on some of the songs, just to make sure the record represents the full breadth of what we do.”<br />\n<b>“Do Not Fear Love”</b>\n“There's an arc to the album, and 'Do Not Fear Love' is about recognizing the struggle to remain vulnerable after you've been hurt, and learning to trust people, and not going so far into your pain that you begin to close doors that can offer you love. You need to learn to remain open and continue to accept it, even though you're hurt. If you open up, it's there for you. It's an active process. I read somewhere that when you get scurvy, all your scars open up for lack of vitamin C. A scar is actually an active process—it's being made. So I think it's an active process to clear the path to allow love in, and that's something you have to keep an eagle eye on.”<br />\n<b>“Earth Monster”</b>\n“I wrote this for my [daughter] Naia. She's 18 now; I think I wrote this on her sixth birthday. Within the intimacy of motherhood, you're so close with your children that you can't help but have them see your flaws. And as much as we love them, and as much as we want to be perfect for them, they will see our mistakes. This is life and I'll celebrate you and do my best to take care of you, but I'm a seed in the wind when it comes to having control and making things perfect for my child. You cannot do that. The thing about parenthood I find interesting is that when you shield your child from too much, and they eventually go to face the world, the world is so harsh. So you don't want to shield your child from life itself—there has to be some sort of acceptance or a better balance between how we communicate with our children. I think it's very important that children are able to be children and not live under the oppression of gross adults—yes, they should remain innocent. But should a mother and father never quarrel in front of their child? I think that's strange—so your child will not know how to fight? Your child will not know how to say the things they need? Sometimes, I think that bad can be good.”","short":"“There's this false narrative of Canada being this nice place with maple syrup.”"},"isCompilation":false}},{"id":"1593742194","type":"albums","href":"/v1/catalog/us/albums/1593742194?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/56/d8/03/56d80365-3b37-c64b-57e6-65becb5ca623/28442.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"321510","textColor2":"0f0d0d","textColor4":"3c1d19","textColor1":"030202","bgColor":"f15f48","hasP3":false},"artistName":"Com Truise","isSingle":false,"url":"https://music.apple.com/us/album/galactic-melt-10th-anniversary-edition/1593742194","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Galactic Melt (10th Anniversary Edition)","recordLabel":"Ghostly International","upc":"804297813868","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ghostly International under exclusive license from Com Truise","playParams":{"id":"1593742194","kind":"album"},"isCompilation":false}},{"id":"1600380272","type":"albums","href":"/v1/catalog/us/albums/1600380272?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/d3/95/bf/d395bffa-4c31-e55d-449d-571638c3089b/644110043191.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"383120","textColor2":"31240e","textColor4":"50442c","textColor1":"130c00","bgColor":"cbc5a3","hasP3":false},"artistName":"Pedro the Lion","isSingle":false,"url":"https://music.apple.com/us/album/havasu/1600380272","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-01-20","name":"Havasu","recordLabel":"Polyvinyl Records","upc":"644110043191","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Polyvinyl Record Co.","playParams":{"id":"1600380272","kind":"album"},"isCompilation":false}},{"id":"1599858544","type":"albums","href":"/v1/catalog/us/albums/1599858544?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/3a/6d/c2/3a6dc24d-6dfb-d82a-3630-704ce1e5c1c9/889030690555.png/{w}x{h}bb.jpg","height":4000,"textColor3":"2e5054","textColor2":"2a3137","textColor4":"4e5358","textColor1":"022c32","bgColor":"dedddb","hasP3":false},"artistName":"Two Shell","isSingle":false,"url":"https://music.apple.com/us/album/home-single/1599858544","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2022-01-20","name":"home - Single","recordLabel":"Mainframe Audio","upc":"889030690555","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Mainframe Audio","playParams":{"id":"1599858544","kind":"album"},"isCompilation":false}},{"id":"1599772462","type":"albums","href":"/v1/catalog/us/albums/1599772462?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/49/16/01/49160118-57ac-60c3-8c9b-05b233092b07/20211114_dinnerstein_undersong_digital_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c6c6c6","textColor2":"cfcfcf","textColor4":"b2b2b2","textColor1":"e8e8e8","bgColor":"404040","hasP3":false},"artistName":"Simone Dinnerstein","isSingle":false,"url":"https://music.apple.com/us/album/undersong/1599772462","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Undersong","recordLabel":"Orange Mountain Music","upc":"801837015621","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Orange Mountain Music","playParams":{"id":"1599772462","kind":"album"},"editorialNotes":{"standard":"When the global pandemic hit, many of us found solace in routine, seeking familiarity amid the chaos. Pianist Simone Dinnerstein explores this behavior with an imaginative program of works built on the idea of the refrain (hence this album’s title, <i>Undersong</i>, an archaic word for a song with a chorus). Couperin’s “Les Barricades Mystérieuses” lays its foundations on an exquisite, repeating strain while Satie’s angular “3 Gnossiennes: No. 3, Lent” creates a tense, hypnotic atmosphere through harmonic and melodic repetition. Robert Schumann’s gentle “Arabesque” and his great masterpiece <i>Kreisleriana</i> both feature moments of inner peace amid conflict and dark introspection. And Dinnerstein ends the album where she started, Couperin’s magical, timeless miniature returning like an old friend.","short":"The pianist presents an imaginative album exploring the solace of routine."},"isCompilation":false}},{"id":"1584902917","type":"albums","href":"/v1/catalog/us/albums/1584902917?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/da/6d/ce/da6dce7f-23aa-416e-070f-468c8d8b9474/196292359091.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d0b713","textColor2":"87a4e6","textColor4":"758dcc","textColor1":"fad800","bgColor":"2c3362","hasP3":false},"artistName":"Greensky Bluegrass","isSingle":false,"url":"https://music.apple.com/us/album/stress-dreams/1584902917","isComplete":true,"genreNames":["Americana","Music","Country"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Stress Dreams","recordLabel":"Big Blue Zoo Records","upc":"196292359091","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Big Blue Zoo Records marketed and distributed by Thirty Tigers","playParams":{"id":"1584902917","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1603827290","type":"albums","href":"/v1/catalog/us/albums/1603827290?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/fd/61/b5/fd61b56a-df90-bc7a-dc95-217833d2eb93/190296278792.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d8c2c5","textColor2":"fae3b0","textColor4":"ebbf93","textColor1":"e2e7ee","bgColor":"b22e21","hasP3":false},"artistName":"Yuju","isSingle":false,"url":"https://music.apple.com/us/album/rec-ep/1603827290","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-18","name":"[REC.] - EP","recordLabel":"ADA Korea","upc":"190296278792","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 KONNECT ENTERTAINMENT","playParams":{"id":"1603827290","kind":"album"},"isCompilation":false}},{"id":"1597815239","type":"albums","href":"/v1/catalog/us/albums/1597815239?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/95/f7/c5/95f7c550-f9ee-2e02-48de-11db9ae7c01f/850025700092.png/{w}x{h}bb.jpg","height":3000,"textColor3":"acc0c9","textColor2":"efd0cb","textColor4":"c1a9a7","textColor1":"d5edf6","bgColor":"070e16","hasP3":false},"artistName":"Branson Gorman & Louie Gonnie","isSingle":false,"url":"https://music.apple.com/us/album/where-the-earth-meets-the-sky-songs-of/1597815239","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Where the Earth Meets the Sky - Songs of the Native American Church","recordLabel":"Buffalo Jump Records","upc":"850025700092","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Buffalo Jump Records","playParams":{"id":"1597815239","kind":"album"},"isCompilation":false}},{"id":"1603637459","type":"albums","href":"/v1/catalog/us/albums/1603637459?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/d3/57/69/d357696f-701d-2736-fb3f-301facdfc57d/8790001348028.png/{w}x{h}bb.jpg","height":1400,"textColor3":"cacdcb","textColor2":"d0c2bb","textColor4":"aaa29b","textColor1":"f8f8f7","bgColor":"12231b","hasP3":false},"artistName":"Dax J, Fractions, Tred & LSDXOXO","isSingle":false,"url":"https://music.apple.com/us/album/various-artists-2-ep/1603637459","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Various Artists 2 - - EP","recordLabel":"Possession","upc":"8790001348028","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Possession","playParams":{"id":"1603637459","kind":"album"},"isCompilation":false}},{"id":"1586850649","type":"albums","href":"/v1/catalog/us/albums/1586850649?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/df/fe/bd/dffebdc9-1eee-07f9-c036-ab642efe5125/26933.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"3c3828","textColor2":"2e2f21","textColor4":"58543a","textColor1":"0c0b0a","bgColor":"fdeba1","hasP3":false},"artistName":"El Camino Acid","isSingle":false,"url":"https://music.apple.com/us/album/sunset-motel/1586850649","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Sunset Motel","recordLabel":"El Camino Acid","upc":"617308017342","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 El Camino Acid","playParams":{"id":"1586850649","kind":"album"},"isCompilation":false}},{"id":"1585265803","type":"albums","href":"/v1/catalog/us/albums/1585265803?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/88/16/c2/8816c241-b500-a4e0-4487-a86b3e063326/196292199833.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"423831","textColor2":"1a1a15","textColor4":"3e3b32","textColor1":"1f1614","bgColor":"cebfa8","hasP3":false},"artistName":"Penny & Sparrow","isSingle":false,"url":"https://music.apple.com/us/album/olly-olly/1585265803","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Olly Olly","recordLabel":"I Love You","upc":"196292199833","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 I Love You marketed and distributed by Thirty Tigers","playParams":{"id":"1585265803","kind":"album"},"isCompilation":false}},{"id":"1597899543","type":"albums","href":"/v1/catalog/us/albums/1597899543?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/2c/18/24/2c1824c9-e96b-96f0-449a-e715286a6abb/4250101432446_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cccccc","textColor2":"fddf24","textColor4":"ccb41e","textColor1":"fdfdfd","bgColor":"07080a","hasP3":false},"artistName":"Johannes Albert","isSingle":false,"url":"https://music.apple.com/us/album/lemonade-fizz-ep/1597899543","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Lemonade Fizz - EP","recordLabel":"Live at Robert Johnson","upc":"4250101432446","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Live at Robert Johnson","playParams":{"id":"1597899543","kind":"album"},"isCompilation":false}},{"id":"1592569154","type":"albums","href":"/v1/catalog/us/albums/1592569154?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/ec/35/5e/ec355e39-f05b-008f-f48a-02fd9ad45f76/21UM1IM34073.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"33302b","textColor2":"0f1c14","textColor4":"363e34","textColor1":"0a0b08","bgColor":"d5c5b6","hasP3":false},"artistName":"King Gizzard & The Lizard Wizard","isSingle":false,"url":"https://music.apple.com/us/album/butterfly-3001/1592569154","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Butterfly 3001","recordLabel":"KGLW (King Gizzard & the Lizard Wizard)","upc":"00842812160554","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 KGLW","playParams":{"id":"1592569154","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1588445234","type":"albums","href":"/v1/catalog/us/albums/1588445234?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/2c/cb/39/2ccb39a5-c8b5-4bf3-9c5f-ddb1793a0874/27152.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c4c8cc","textColor2":"b1cfeb","textColor4":"92aabd","textColor1":"f0f5ff","bgColor":"161705","hasP3":false},"artistName":"Anxious","isSingle":false,"url":"https://music.apple.com/us/album/little-green-house/1588445234","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Little Green House","recordLabel":"Run For Cover Records","upc":"811408039703","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Run For Cover Records","playParams":{"id":"1588445234","kind":"album"},"isCompilation":false}},{"id":"1603605856","type":"albums","href":"/v1/catalog/us/albums/1603605856?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/a6/fd/f0/a6fdf09d-3592-8775-aa16-030f80362248/5056321666376.png/{w}x{h}bb.jpg","height":3000,"textColor3":"a5a29c","textColor2":"c9b489","textColor4":"a2926f","textColor1":"cdc9c2","bgColor":"080808","hasP3":false},"artistName":"Rilla","isSingle":false,"url":"https://music.apple.com/us/album/yugeki-%E9%81%8A%E6%92%83-ep/1603605856","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Yugeki / 遊撃 Ep","recordLabel":"SVBKVLT","upc":"5056321666376","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 SVBKVLT","playParams":{"id":"1603605856","kind":"album"},"isCompilation":false}},{"id":"1596367850","type":"albums","href":"/v1/catalog/us/albums/1596367850?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/5a/88/d3/5a88d3af-d237-123f-15e2-59acd6c4b5fe/635212070321.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"333333","textColor2":"3f080f","textColor4":"653a3f","textColor1":"000000","bgColor":"ffffff","hasP3":false},"artistName":"Houston Chamber Choir, The Treble Choir of Houston & Robert Simpson","isSingle":false,"url":"https://music.apple.com/us/album/bob-chilcott-circlesong/1596367850","isComplete":true,"genreNames":["Classical","Music","Choral","Contemporary Era"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-01-21","name":"Bob Chilcott: Circlesong","recordLabel":"Signum Records","upc":"635212070321","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Signum Records","playParams":{"id":"1596367850","kind":"album"},"isCompilation":false}},{"id":"1598003201","type":"albums","href":"/v1/catalog/us/albums/1598003201?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/a2/ff/db/a2ffdb33-bd0a-9d78-c166-6810b07f36a8/8720246791877.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"292929","textColor2":"1b1b1b","textColor4":"383838","textColor1":"080808","bgColor":"adadad","hasP3":false},"artistName":"BSS","isSingle":false,"url":"https://music.apple.com/us/album/suikerplein-ep/1598003201","isComplete":true,"genreNames":["Electronic","Music","Electronica"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Suikerplein - EP","recordLabel":"Dekmantel","upc":"8720246791877","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dekmantel","playParams":{"id":"1598003201","kind":"album"},"isCompilation":false}},{"id":"1604787532","type":"albums","href":"/v1/catalog/us/albums/1604787532?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/99/85/aa/9985aa67-431f-2196-c77e-b37de5859813/5056467322471_cover.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"cc56c4","textColor2":"f753c9","textColor4":"c643a1","textColor1":"ff6cf4","bgColor":"010101","hasP3":false},"artistName":"Borai & Denham Audio","isSingle":false,"url":"https://music.apple.com/us/album/make-me-no-good-single/1604787532","isComplete":true,"genreNames":["Breakbeat","Music","Dance"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2022-01-20","name":"Make Me / No Good - Single","recordLabel":"Higher Level Records","upc":"5056467322471","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Boris B English","playParams":{"id":"1604787532","kind":"album"},"isCompilation":false}},{"id":"1593855765","type":"albums","href":"/v1/catalog/us/albums/1593855765?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/50/64/f3/5064f3da-8f25-7899-e1bd-358152f77ae7/28522.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cebb2f","textColor2":"e68d81","textColor4":"bb746a","textColor1":"fde637","bgColor":"11110f","hasP3":false},"artistName":"Reptaliens","isSingle":false,"url":"https://music.apple.com/us/album/multiverse/1593855765","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-01-21","name":"Multiverse","recordLabel":"Captured Tracks","upc":"817949034436","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Captured Tracks","playParams":{"id":"1593855765","kind":"album"},"isCompilation":false}}]}