{"data":[{"id":"1569927498","type":"albums","href":"/v1/catalog/us/albums/1569927498?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/c5/46/4e/c5464e7e-e8d8-f902-b092-ebdeddd30ec1/21UMGIM47768.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"060700","textColor1":"fdfdfd","textColor2":"c6f3d6","textColor3":"cbcbca","textColor4":"9fc4ab"},"artistName":"Anthony Ramos","isSingle":false,"url":"https://music.apple.com/us/album/love-and-lies/1569927498","isComplete":true,"genreNames":["Pop","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Love and Lies","recordLabel":"Republic Records","upc":"00602438348114","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Anthony Ramos, under exclusive license to Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1569927498","kind":"album"},"editorialNotes":{"standard":"A lot has happened to <i>Hamilton</i> alum Anthony Ramos since he released his debut album <i>The Good & the Bad</i> in 2019, from appearing in several movies to getting engaged. Now, the <i>In the Heights</i> star is making his return to music. With his second release, Ramos shifts the tone from soulful R&B to uptempo pop hits laced with reggaetón and Afrobeats. “The first one was very personal,” he tells Apple Music. “I was telling stories about specific nights and specific events that happened to me. With the second album, it’s really more about cool shit that I wanted to talk about.”<br />\nOut of the 12 tracks, Ramos only wrote two songs before the pandemic. While in quarantine, Ramos decided to lay the groundwork for what would be his return to music. “What’s the dopest story we can tell?” he says. “I just wanted to embrace how people might be feeling now. I wanted to connect, wanted to vibe out, be with each other, connect and party.” Here, he tells us how each story came to be on <i>Love and Lies</i>.<br />\n<b>“Blessings”</b>\n“‘Blessings’ came to be because one of my boys was like, ‘What if a girl came into the spot and they were completely out of your league, but you saw them looking at you, and you saw them catching a vibe?’ She doesn’t need me, but she’s looking at me like she wants me, so it’s blessings for me. I’m about to get blessed.”<br />\n<b>“Lose My Mind”</b>\n“This song is about being with someone who is completely the worst/best thing for you. Every time you’re with this person you’re like, ‘Oh my gosh, you’re terrible. I hate you and I love you at the same time.’”<br />\n<b>“Échale”</b>\n“It’s a saying a lot of Latinos say: ‘Are you going to take that shot? Échale, go ahead.’ It’s a little like ‘Blessings,’ but more like you see somebody looking at you on the dance floor, you’re feeling them, but you know you’re going to let it all out. I’m just going to let it all out and I’m going to wild out. Who you wanna be? Échale. You’re saying that to yourself and the people around you. We’re going to celebrate and be whoever we want to be and do whatever you want to do.”<br />\n<b>“Love and Lies”</b>\n“What if we wrote a song about a person who can’t let go of their lifestyle, even though they found someone they feel they can settle down with? They only know how to live that way. How many people do we know like that? How many people can relate to a person not able to stop working too much or this person going out too much? How can I choose you when I can’t let go of the shit that I’ve always done my whole life? I think that started to become a through line throughout this album.”<br />\n<b>“In the Night”</b>\n“It’s about a person you’re going out with and they’re all shy in regular life and all of a sudden, you’ll go out and you didn’t know they wild out like that. It’s still in the vein of that animalistic [nature]. This person turns into an animal after 10 o’clock.”<br />\n<b>“Say Less”</b>\n“The song is about someone you know you have a connection with, but you’re not in the same city. It’s never going to work, but I know what happens every time we see each other. We don’t have to talk or rekindle anything. This is what happens when we see each other. Everyone at one point in time has had that person.”<br />\n<b>“Right Now”</b>\n“I wanted this Afro-Cuban beat. I went to Cuba and heard this Cubatón beat playing in this taxi and I went and bought up like 10 CDs in hopes of finding that music on one of them, and I did. I came back and I wrote the song. This is what we call the ‘crying in the club’ song. It’s that song when you’re with somebody and you’re like, ‘Fuck that, I wish you would tell me you can’t love me right now. I wish you would just say that. That would make everything so much easier, as opposed to you acting like nothing is happening or you’re trying for the sake of trying. Just tell me you can’t love me right now. Yeah, it will hurt in the moment, but it will save us a lot of pain in the long run.’”<br />\n<b>“Control”</b>\n“I wrote this with my boys, and we wanted to write a song about being submissive—<i>completely</i> submissive. I like having this song where we embraced when that woman takes control of you. She tells you what she wants and how she wants it. She completely runs the show and you’re completely submissive to her. With no pride in the way, what do you need from me? Your wish is my command.”<br />\n<b>“Masterpiece”</b>\n“This is a song about a person that looks like a literal masterpiece. She’s so unique and so beautiful, like something out of the biggest museums in the world where some of the most unique and rare artifacts are. Like something out of the Louvre.”<br />\n<b>“Nobody Else”</b>\n“It’s about someone you just can’t get your mind off of. When you’re feeling somebody so hard, and you want to know if both of you are on the same page. ‘Are we there or am I bugging because all I think of is you.’ You lay it all out on the table. ‘I can show you where my heart is at. Just say it, because you’re the one that makes me want to stop it all and be with you.’”<br />\n<b>“Satisfy You”</b>\n“This song is literally the continuation of ‘Control.’ It’s just about me knowing my role. I know that I am that person she calls for satisfaction. That’s it. I don’t need nothing else, nothing more, nothing less. I know my place, my role, and I’m fine with it. I know that I’m the person that come provide the medicine and then I’m out.”<br />\n<b>“I Can’t Get By”</b>\n“This song is about when you’re in a relationship and you see you’re kind of at a standstill. You feel like you’re changing, you’re not the same person, and you want to grow but feel like your relationship is not. You don’t want to be complacent anymore. You can take on the hard stuff, but not if you’re going to stay in the same place. Are we going to continue to do that and grow? If not, I can’t get by on the things we used to do just because we’re used to just getting by.”","short":"“I just wanted to embrace how people might be feeling now.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569312046","type":"albums","href":"/v1/catalog/us/albums/1569312046?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/50/67/f2/5067f2dc-d9a9-a6af-e5a3-11d527c491b6/21UMGIM46308.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e69368","textColor1":"171a1f","textColor2":"161d23","textColor3":"40332e","textColor4":"403531"},"artistName":"Surfaces","isSingle":false,"url":"https://music.apple.com/us/album/pacifico/1569312046","isComplete":true,"genreNames":["Pop","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Pacifico","recordLabel":"Surfaces Music / 10K Projects","upc":"00842812132797","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Surfaces Music / 10K Projects","playParams":{"id":"1569312046","kind":"album"},"editorialNotes":{"standard":"Post-genre beachside tunes that run the gamut of feelings.","short":"Post-genre beachside tunes that run the gamut of feelings."},"isCompilation":false}},{"id":"1563957170","type":"albums","href":"/v1/catalog/us/albums/1563957170?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/0b/67/3f/0b673fd4-5e49-fccd-6193-3076bef03f53/075679792389.jpg/{w}x{h}bb.jpeg","bgColor":"3a0c0e","textColor1":"ece5e5","textColor2":"e9cabe","textColor3":"c8b9ba","textColor4":"c6a49b"},"artistName":"The Marías","isSingle":false,"url":"https://music.apple.com/us/album/cinema/1563957170","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"CINEMA","recordLabel":"Nice Life/Atlantic","upc":"075679792389","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Nice Life Recording Company and Atlantic Recording Corporation","playParams":{"id":"1563957170","kind":"album"},"isCompilation":false}},{"id":"1556856822","type":"albums","href":"/v1/catalog/us/albums/1556856822?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/60/56/64/605664c5-a589-62ff-acd0-97104e799bf1/075597915938.jpg/{w}x{h}bb.jpeg","bgColor":"f7f7f7","textColor1":"010101","textColor2":"292e11","textColor3":"323232","textColor4":"52563f"},"artistName":"Caroline Shaw & Sō Percussion","isSingle":false,"url":"https://music.apple.com/us/album/shaw-let-the-soil-play-its-simple-part/1556856822","isComplete":true,"genreNames":["Classical","Music","Contemporary Era","Vocal","Percussion"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Shaw: Let the Soil Play Its Simple Part","recordLabel":"Nonesuch","upc":"075597915938","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Caroline Shaw and Sō Percussion, under exclusive license to Nonesuch Records Inc.","playParams":{"id":"1556856822","kind":"album"},"editorialNotes":{"standard":"Caroline Shaw is a composer who never sits still. Her music, meticulously scored, combines a fertile imagination with a keen instinct for accessibility. This rare combination has won her both a Pulitzer Prize (for her 2013 choral work <i>Partita for 8 Voices</i>) and, in 2016, the attention of Kanye West, who invited her to work on his album <i>The Life of Pablo</i> and accompany him on tour. <i>Shaw: Let the Soil Play Its Simple Part</i> takes the US composer in yet another fresh direction: a collaborative, part-improvised album for percussion and solo voice, sung by Shaw herself. It emerged during a few spare hours of a studio schedule—originally reserved for Shaw’s 2021 album, <i>Narrow Sea</i>, with soprano Dawn Upshaw, pianist Gilbert Kalish, and ensemble Sō Percussion—which, eventually, turned into three days in a studio in Vermont, where Shaw and Sō Percussion worked more intensively. If Shaw’s music from those sessions sometimes crosses into a pop idiom, that’s no coincidence. “We wanted to make a record of songs where we’ve made them truly together in the studio in the way that bands work, where no one person is in charge,” the composer tells Apple Music. “I don’t usually work in the song format—things that are under five minutes that have a verse, chorus, and lyrics.”<br />\nThis shared ownership lies at the heart of <i>Shaw: Let the Soil Play its Simple Part</i>. “If you let everyone be themselves and come to the project with all of their own histories and soils and roots and stuff that they’re interested in,” she says, “let that be what it is and see what comes out.” Sessions took the form of musical experiments, including improvised duets between Shaw and a different member of Sō Percussion. The album’s lyrics are as wide-ranging as the music itself, with inspiration coming from James Joyce’s <i>Ulysses</i> (“his language is so musical and funny and mysterious”), poetry by Anne Carson, the 19th-century American Sacred Harp hymnal, and words by Shaw. “As a composer, I’m looking for texts that feel lyrical and feel good in the voice and feel right to sing,” she says. “Most poems are terrible for singing, but you find those certain words that feel right, say the right thing, and have a perfect blend of form and content.” Read on as Shaw walks us through each track on this fascinating album.<br />\n<b>To the Sky</b>\n“This track started out as a piece by Jason Treuting [composer, percussionist, and member of Sō Percussion] that then morphed into something different where I changed the harmony. There’s a lot of rhythmic detail underneath, so it seems improvised, but it’s actually carefully and concisely constructed. I use a Helicon VoiceLive tool, which is a kind of a vocoder and vocal harmonizer. All the vocals throughout the album are just me in different versions and layers.”<br />\n<b>Other Song</b>\n“‘Other Song’ is the first track that Sō Percussion and I made together, and it’s a version of a song that I had written originally for orchestra as a homage to [singer-songwriter] Sara Bareilles. It’s all about songwriting—I was talking to young composers about listening for what’s already there in the music, letting it tell you where it needs to go, and paying attention to what’s inside you. The sound at the beginning is made on flowerpots, and there’s this big, long improvisation on percussion. I wanted everybody to bring all their toys to the table!”<br />\n<b>Let the Soil Play Its Simple Part</b>\n“I did four duets with each member of the group, and this is my duet with [percussionist] Josh Quillen. He’s an amazing double steel pan player. He’s lived with the instrument and studied it for a long time. We had just one hour to make the track, so sometime in the hour before that, I sat down and free-wrote a bunch of lyrics. I then gave him a few chords and an idea of the structure, and we then recorded it. We did one take, just to see what happened, and then a second, which is what’s on the record. And that’s it, unedited.”<br />\n<b>The Flood Is Following Me</b>\n“This has a lot of very delicate, precise percussion introducing it. The voice is a part of that world, rather than sitting on top of it in a song format. Here, you get syllables, fragments of things and then, just once in a while, a full phrase of lyrics. We thought about doing more with the voice where it’s integrated with the percussion. James Joyce enjoyed words and playing with them, so I took that approach with his.”<br />\n<b>Lay All Your Love on Me</b>\n“This is an arrangement of the ABBA song. I love its choral harmony, which has this connection to Bach chorales and a lot of the music I love. The original is a great dance hit that’s actually devastating and tragic, so this is a very devastating and lonely cover of it. The silences are everything. The rigor of counting and holding each beat was really important to me.”<br />\n<b>Cast the Bells in Sand</b>\n“These lyrics are by Josh Quillen. He sent me a bit of an old poem and I played around with it melodically. The song feels a bit like the movie <i>Blade Runner</i>. It has this obsessive, driving quality that I love, and it’s a nice follow-up to ‘Lay All Your Love on Me.’ The depth of the drum sound [played by Jason Treuting] feels like an engineering feat. There’s an incredible moment, towards the end, where the drum set just drops off.”<br />\n<b>Long Ago We Counted</b>\n“This was my duet with Jason Treuting. I wanted to find out what would happen if voice, without language, and drums had a conversation, like two babies talking to each other. So, we made this jumble of stuff without any particular words. And then we created a kind of sound loop that drives the song forward and rounds it out.”<br />\n<b>A Gradual Dazzle</b>\n“This song is like a little treasure towards the end. The opening drums are everyone playing with a soft mallet on the low tom or bass drum, slightly out of sync. I wrote the chords for a ballet piece about a year before, and they pivot and rise and interlock in a strange way. And then they just keep restarting over and over again. Anne Carson’s beautiful poetry—one of a series of poems on Edward Hopper paintings—is deep and complex, but it’s also whimsical.”<br />\n<b>A Veil Awave Upon the Waves</b>\n“This is another bit of James Joyce. This feels like the most free-flowing track. It goes everywhere and nowhere, but I kind of like the energy. It’s actually one of those songs with a very carefully constructed rhythmic and harmonic pattern. I tried to blend my voice with the percussion as part of the ensemble rather than float on top of it.”<br />\n<b>Some Bright Morning</b>\n“The 13th-century “Salve Regina” is a melody I love and that I know deeply in my body and soul. This is my duet with [percussionist, composer, producer, and Sō Percussion member] Eric Cha-Beach. We thought, ‘What if Eric wants to use one note but brings all the different textures and colors to it, and I’ll just sing the melody over it?’ We didn’t quite know what the words should be, or if there should be words, but there’s an old American tune called ‘I’ll Fly Away,’ which is about death. I kind of deconstructed its lyrics.”","short":"“We wanted to make a record, truly together, in the way that bands work.” "},"isCompilation":false}},{"id":"1571168930","type":"albums","href":"/v1/catalog/us/albums/1571168930?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/eb/63/fc/eb63fc4c-f36b-5981-a790-8f05c8dd2df1/886449138852.jpg/{w}x{h}bb.jpeg","bgColor":"0e0e23","textColor1":"ffffff","textColor2":"8083f8","textColor3":"ceced2","textColor4":"696ccd"},"artistName":"Doja Cat","isSingle":false,"url":"https://music.apple.com/us/album/planet-her/1571168930","isComplete":true,"genreNames":["Pop","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Planet Her","recordLabel":"Kemosabe Records/RCA Records","upc":"886449138852","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kemosabe Records/RCA Records","playParams":{"id":"1571168930","kind":"album"},"editorialNotes":{"standard":"Pop music is, by design, kaleidoscopic, and Doja Cat's third album takes full advantage of its fluidity. <i>Planet Her</i> is ushered in on the euphoric Afropop of “Woman” and moves seamlessly into the reggaetón-kissed “Naked,” the hip-hop-meets-hyperpop of “Payday,” and the whimsical ad-lib trap of “Get Into It (Yuh)”—and that's just the first four songs. Later, R&B ballads and club-ready anthems also materialize from the ether, encompassing the spectrum of contemporary capital-P Pop and also the multihued sounds that are simply just popular, even if only in their corners of the internet for now. <br />\nThis is Doja's strength. She's long understood how mainstream sensibility interacts with counterculture (or what's left of it anyway, for better and worse), and she's nimbly able to translate both. <i>Planet Her</i> checks all the right boxes and accentuates her talent for shape-shifting—she sounds just as comfortable rapping next to Young Thug or JID as she does crooning alongside The Weeknd or Ariana Grande—but it's so pristine, so in tune with the music of the moment that it almost verges on parody. Is this Doja's own reflection or her reflecting her fans back to themselves? Her brilliance lies in the fact that the answer doesn't much matter. The best pop music is nothing if not a blurring of the lines between reality and fantasy, its brightest stars so uniquely themselves and yet whatever else they need to be, too.\n","short":"Her third album is a luminous snapshot of pop music’s multitudes."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1573484415","type":"albums","href":"/v1/catalog/us/albums/1573484415?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/65/47/0a/65470a4c-a70f-4a0b-f77b-3edb39e9097a/886449377039.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"191814","textColor2":"321f18","textColor3":"474643","textColor4":"5b4c46"},"artistName":"Tyler, The Creator","isSingle":false,"url":"https://music.apple.com/us/album/call-me-if-you-get-lost/1573484415","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"CALL ME IF YOU GET LOST","recordLabel":"Columbia","upc":"886449377039","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Columbia Records, a Division of Sony Music Entertainment, as exclusive licensee","playParams":{"id":"1573484415","kind":"album"},"editorialNotes":{"short":"Wolf Haley can do many things, but fall off isn’t one of them."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1573482820","type":"albums","href":"/v1/catalog/us/albums/1573482820?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/dd/31/f3/dd31f3bd-04b9-eb49-89da-42a018186256/21UMGIM56327.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f4eaed","textColor2":"cbc3c5","textColor3":"c3bbbe","textColor4":"a29c9e"},"artistName":"Lady Gaga","isSingle":false,"url":"https://music.apple.com/us/album/born-this-way-the-tenth-anniversary/1573482820","isComplete":true,"genreNames":["Pop","Music"],"trackCount":20,"isMasteredForItunes":true,"releaseDate":"2011-05-23","name":"BORN THIS WAY THE TENTH ANNIVERSARY","recordLabel":"Interscope Records","upc":"00602438508921","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Interscope Records","playParams":{"id":"1573482820","kind":"album"},"editorialNotes":{"standard":"In 2008, Lady Gaga made her grand debut with <i>The Fame</i>, an album predicated on the subversion of what pop music could be. Relatively straightforward in sound and style, <i>The Fame</i> wasn't so much concerned with stepping outside of pop conventions as it was about elevating them, playing as an examination of celebrity and exploiting its most superficial aspects for spectacle's sake. The approach worked: Singles like \"Poker Face,\" \"Just Dance,\" and \"Paparazzi\" helped Gaga attain the exact renown she leveraged to get there.<br />\nWhere she had established herself as a master of pop's hallmarks on <i>The Fame</i>, she centered herself as a true musician on its follow-up, <i>The Fame Monster</i>, an addendum that arrived the following year. Not only was she adept at crafting seamless dance floor commanders, but she was also an artist who understood the machinations of pop songwriting beyond them. Tracks like \"Bad Romance\" and \"Telephone\" built on the sparkly foundation of <i>The Fame</i>, while offerings like \"Speechless\" and \"Alejandro\" conveyed the extent of her creativity in other pop arenas.<br /> \nBy the time she released her second proper album in 2011, Gaga had snuffed out the notion that her vision was confined to a singular era. As a singer so focused on making pop music a high-level art form, she had no choice but to tease out her sound to match that ambition. The resulting <i>Born This Way</i> embraced pop grandiosity and cultural theater, making for a project that can barely contain the force majeure behind it. The songs were dexterous and pliable—so much so that for its 10th anniversary edition, Gaga enlisted LGBTQ+ and ally artists including Orville Peck, Big Freedia, Kylie Minogue, Years & Years, Ben Platt, and The Highwomen to cover the set's most iconic songs.<br /> \nIf Gaga is a chameleonic visionary, that reveals itself further in the reimaginings of some of <i>Born This Way</i>'s brightest moments. The songwriting speaks to Gaga's strengths in the craft, with songs so malleable that they fit into any context. For Freedia, that meant transforming \"Judas\" into a throbbing NOLA bounce banger. Elsewhere, Peck adds country twang to the title track, while Minogue and Years & Years sprinkle disco dust on \"Marry the Night\" and \"The Edge of Glory,\" respectively. They're songs that resonate today, even in different forms, a testament to the durability of smart pop prowess.<br />\nFor <i>Born This Way</i>, Gaga largely teamed back up with <i>The Fame</i> architects RedOne and Fernando Garibay, as well as producers DJ White Shadow, Jeppe Laursen, and Clinton Sparks for a handful of tracks. It denoted a departure for Gaga from some of the more shallow, party-rearing fodder of her earlier work and into an arena where music was the message—at its core a club-kid soundtrack with threads of heavy-metal thrash, proto-Americana, and twinkling '80s electro-pop. The record's title track and lead single became an instant rallying cry for the LGBTQ+ community, a steamrolling pop fête with shades of Madonna's \"Express Yourself.\" But it also proffered universal appeal—rarely does a pop star who's standing on a global stage proudly acknowledge what it's like to be an outsider, let alone actually be an outsider, and so capably filter that understanding through a message of acceptance and positivity.<br />\n\"Born This Way\" became an international smash, and broke the record for the fastest-selling song on iTunes at the time. It was the crown jewel on an album dotted with gems, from the country-fried \"You and I\" and bombastic \"The Edge of Glory\" to the grunge-inflected \"Electric Chapel.\" <i>Born This Way</i> skates past the \"disco stick\" tittering and into more controversial terrain, in a way that some of the best pop music has previously done. Christianity and religious iconography play a central role on the album, often in explicit metaphor: \"Judas,\" a breathless wallop of a pop anthem, romanticizes the titular biblical figure while referencing scripture. And in true Gaga fashion, some songs experiment in extremes: \"Scheiße\" is a greasy runway number that employs German gibberish, while the mariachi-colored \"Americano\" protests Prop 8 (a California state amendment passed against same-sex marriage) and Arizona immigration laws in Spanish. <br />\nIn the scope of Gaga's everlasting music career, <i>Born This Way</i>  marked a turning point for the star, one whose pop dominance seemed so untouchable after <i>The Fame Monster</i>. Gaga has become pop's de facto creature of reinvention—in some ways drawing from Madonna's playbook—and <i>Born This Way</i> stands as one of her most daring to date. It was a moment for Gaga to show the world that she was always one step ahead of the expectations she'd already set, and that when it comes to creating pop music, there are, in fact, no limits to how far she can go.","short":"LGBTQ+ artists and allies refresh tracks on Gaga's iconic second LP."},"isCompilation":false}},{"id":"1572754176","type":"albums","href":"/v1/catalog/us/albums/1572754176?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/60/77/4a/60774a13-6576-9e09-3ed3-648bb8d5f06c/21UMGIM55464.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0b0b09","textColor1":"fffbff","textColor2":"e6fff7","textColor3":"cecacd","textColor4":"bacec7"},"artistName":"Logic","isSingle":false,"url":"https://music.apple.com/us/album/ys-collection-vol-1/1572754176","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"YS Collection, Vol. 1","recordLabel":"Def Jam Recordings","upc":"00602438475308","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Def Jam Recordings, a division of UMG Recordings, Inc.","playParams":{"id":"1572754176","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569673931","type":"albums","href":"/v1/catalog/us/albums/1569673931?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/7c/b3/60/7cb3606e-996e-fa58-62b6-c1e60aad7637/21BMR0002567.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"453a3e","textColor1":"e8cf97","textColor2":"a7d1c6","textColor3":"c7b185","textColor4":"93b3ab"},"artistName":"Lady A","isSingle":false,"url":"https://music.apple.com/us/album/what-a-song-can-do-chapter-one/1569673931","isComplete":true,"genreNames":["Country","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"What A Song Can Do (Chapter One)","recordLabel":"BMLG Records","upc":"00843930065509","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Big Machine Label Group, LLC","playParams":{"id":"1569673931","kind":"album"},"isCompilation":false}},{"id":"1571821538","type":"albums","href":"/v1/catalog/us/albums/1571821538?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/bf/96/d5/bf96d5ba-53c4-7e87-3aee-374cadbd8ba2/886449364497.jpg/{w}x{h}bb.jpeg","bgColor":"2e006c","textColor1":"ffffff","textColor2":"03a2fe","textColor3":"d5cbe1","textColor4":"0b81e1"},"artistName":"Rauw Alejandro","isSingle":false,"url":"https://music.apple.com/us/album/vice-versa/1571821538","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"VICE VERSA","recordLabel":"Sony Music Latin","upc":"886449364497","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment US Latin LLC/Duars Entertainment Corp.","playParams":{"id":"1571821538","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1561419853","type":"albums","href":"/v1/catalog/us/albums/1561419853?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/72/cc/d2/72ccd28c-8571-cb28-116b-80d5c13c072d/192641706288_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"181310","textColor1":"faeee1","textColor2":"d3af71","textColor3":"cdc2b7","textColor4":"ae905d"},"artistName":"beabadoobee","isSingle":false,"url":"https://music.apple.com/us/album/our-extended-play-ep/1561419853","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-23","name":"Our Extended Play - EP","recordLabel":"Dirty Hit","upc":"192641706288","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Dirty Hit","playParams":{"id":"1561419853","kind":"album"},"editorialNotes":{"standard":"Songs steeped in guitar-pop nostalgia—dotted with heady choruses.","short":"Songs steeped in guitar-pop nostalgia—dotted with heady choruses."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1573425393","type":"albums","href":"/v1/catalog/us/albums/1573425393?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/83/f8/9f/83f89f81-3158-ff2f-8a8f-4960ee516bb2/4050538702088.jpg/{w}x{h}bb.jpeg","bgColor":"1c201f","textColor1":"fef4c2","textColor2":"fad285","textColor3":"d0c9a2","textColor4":"cdae71"},"artistName":"Jimmie Allen","isSingle":false,"url":"https://music.apple.com/us/album/bettie-james-gold-edition-apple-music-edition/1573425393","isComplete":true,"genreNames":["Country","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Bettie James Gold Edition (Apple Music Edition)","recordLabel":"Stoney Creek Records","upc":"4050538702088","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 This Is Hit, Inc. d/b/a Stoney Creek Records","playParams":{"id":"1573425393","kind":"album"},"isCompilation":false}},{"id":"1570574555","type":"albums","href":"/v1/catalog/us/albums/1570574555?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/88/e3/40/88e34067-325f-f5f4-4b4e-f29c585c484b/634164270421.png/{w}x{h}bb.jpeg","bgColor":"0b0b0b","textColor1":"ff3d12","textColor2":"3577ff","textColor3":"ce3211","textColor4":"2c61ce"},"artistName":"Juicy J","isSingle":false,"url":"https://music.apple.com/us/album/the-hustle-still-continues-deluxe-video-edition/1570574555","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":29,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"The Hustle Still Continues (Deluxe Video Edition)","recordLabel":"Entertainment One Music","upc":"634164270421","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Trippy Music, LLC & Entertainment One U.S., LP","playParams":{"id":"1570574555","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1552222008","type":"albums","href":"/v1/catalog/us/albums/1552222008?l=en-US","attributes":{"artwork":{"width":4078,"height":4078,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/5c/56/a5/5c56a566-bec7-d3c6-f935-183d092f372d/dj.buvbciyu.png/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"ffffff","textColor2":"f63b36","textColor3":"cbcbcb","textColor4":"c52f2b"},"artistName":"Hiatus Kaiyote","isSingle":false,"url":"https://music.apple.com/us/album/mood-valiant/1552222008","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Mood Valiant","recordLabel":"Brainfeeder","upc":"5054429148053","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Brainfeeder","playParams":{"id":"1552222008","kind":"album"},"editorialNotes":{"standard":"“Things should change and evolve, and music is an extension of that, of the continuity of life,” Hiatus Kaiyote leader Nai Palm tells Apple Music. The Melbourne jazz/R&B/future-soul ensemble began writing their third album, <i>Mood Valiant</i>, in 2018, three years after the Grammy-nominated <i>Choose Your Weapon</i>, which featured tracks that were later sampled by artists including Kendrick Lamar, Drake, and Anderson .Paak. The process was halted when Nai Palm (Naomi Saalfield) was diagnosed with breast cancer—the same illness which had led to her mother’s death when she was 11. It changed everything about Nai Palm’s approach to life, herself, and her music—and the band began writing again from a different perspective. “All the little voices of self-doubt or validation just went away,” she says. “I didn't really care about the mundane things anymore, so it felt really liberating to be in a vocal booth and find joy in capturing who I am, as opposed to psychoanalyzing it. When you have nothing is when you really experience gratitude for what you have.”<br />\nThe album had largely been written before the pandemic hit, but when it did, they used the extra time to write even more and create something even more intricate. There are songs about unusual mating rituals in the animal kingdom, the healing power of music, the beauty and comfort of home, and the relationships we have with ourselves, those around us, and the world at large. “The whole album is about relationships without me really meaning to do that,” she says. Below, Nai Palm breaks down select lyrics from <i>Mood Valiant</i>.<br />\n<b>“Chivalry Is Not Dead”</b>\n<i>“Electrons in the air on fire/Lightning kissing metal/Whisper to the tiny hairs/Battery on my tongue/Meteor that greets Sahara/We could get lost in static power”</i>\n“The first couple of verses are relating to bizarre mating rituals in the animal kingdom. It’s about reproduction and creating life, but I wanted to expand on that. Where else is this happening in nature that isn’t necessarily two animals? The way that lightning is attracted to metal, a conductor for electricity. When meteors hit the sand, it's so hot that it melts the sand and it creates this crazy kryptonite-looking glass. So it's about the relationship of life forces engaging with each other and creating something new, whether that's babies or space glass.”<br />\n<b>“Get Sun”</b>\n<i>“Ghost, hidden eggshell, no rebel yell/Comfort in vacant waters/And I awake, purging of fear/A task that you wear/Dormant valiance, it falls”</i>\n“‘Get Sun’ is my tribute to music and what I feel it's supposed to do. Even when you’re closed off from the world, music can still find its way to you. ‘Ghost, hidden eggshell’ is a reference to <i>Ghost in the Shell</i>, an anime about a human soul captured in a cyborg's body. I feel that within the entertainment industry, but the opposite—there are people who are empty. There’s no rebellion. They’re comfortable in this vacant pool of superficial expression. I feel like there's a massive responsibility as a musician and as an artist to be sincere and transparent and expressive. And it takes a lot of courage but it also takes a lot of vulnerability. And ‘Dormant valiance, it falls’—from the outside, something might look quite valiant and put together, but if it's dormant and has no substance, it will fall, or be impermanent. And that's not how you make timeless art. Maybe it'll entertain people for three seconds but it will be gone.”<br />\n<b>“Hush Rattle”</b>\n<i>“Iwêi, Rona”</i>\n“When I was in Brazil, I spent 10 days with the Varinawa tribe in the Amazon and it changed my life. On my last day there, all the women got together and sang for me in their language, Varinawa, and let me record it. There were about 20 women; they'll sing a phrase and when they get to the last note, they hold it for as long as they can and they all drop off at different points. It was just so magical. So we've got little samples of that throughout the song, but the lyrics that I'm singing were taught to me: ‘Iwêi,’ which means ‘I love you,’ and ‘Rona,’ which means ‘I will always miss you.’ It’s a love letter to the people that I met there.”<br />\n<b>“Rose Water”</b>\n<i>“My hayati, leopard pearl in the arms of my lover/I draw your outline with the scent of amber”</i>\n“There’s an Arabic word here: <i>hayati</i>. The word <i>habibi</i> is like ‘You’re my love,’ but to say ‘my hayati’ means you're <i>more</i> than my love—you're my life. One of my dear friends is Lebanese. He’s 60, but maybe he's 400, we don't know. He’s the closest thing to a father that I've had since being an orphan. He makes me this beautiful amber perfume; it’s like a resin, made with beeswax. There’s musk and oils he imports from Dubai and Syria. So it’s essentially a lullaby love song that uses these opulent, elegant elements from Middle Eastern culture that I've been exposed to through the people that I love.”<br />\n<b>“Red Room”</b>\n<i>“I got a red room, it is the red hour/When the sun sets in my bedroom/It feels like I'm inside a flower/It feels like I'm inside my eyelids/And I don't want to be anywhere but here”</i>\n“I used to live in an old house; the windows were colored red, like leadlight windows. And whenever the sun set, the whole room would glow for an hour. It's such a simple thing, but it was so magic to me. This one, for me, is about when you close your eyes and you look at the sun and it's red. You feel like you're looking at something, but really it's just your skin. It’s one of those childlike quirks everyone can relate to.”<br />\n<b>“Sparkle Tape Break Up”</b>\n<i>“No, I can’t keep on breaking apart/Grow like waratah”</i>\n“It’s a mantra. I’m not going to let little things get to me. I'm not going to start self-loathing. I'm going to grow like this resilient, beautiful fucking flower. I've made it a life goal to try to at least be peaceful with most people, for selfish reasons—so that I don't have to carry that weight. Songs like this have really helped me to formulate healthy coping mechanisms.”<br />\n<b>“Stone or Lavender”</b>\n<i>“Belong to love/Please don’t bury us unless we’re seeds/Learn to forgive/You know very well it’s not easy/Who are they when they meet?/Stone or lavender/Before the word is ever uttered/Was your leap deeper?”</i>\n“‘Please don't bury us unless we're seeds’ is a reference to a quote: ‘They tried to bury us, they didn't know we were seeds.’ That visual is so fucking powerful. It’s saying, ‘Please don't try to crush the human spirit, because all life has the potential to grow, belong to love.’ This song is the closest to my breast cancer diagnosis stuff; it’s saying, ‘All right, who are you? What do you want from life? Who do you want to be?’ Do you emit a beautiful scent and you're soft and you're healing or are you stone? Before anyone's even exchanged anything, before a word is ever uttered, your energy introduces you.”<br />\n<b>“Blood and Marrow”</b>\n<i>“Not a speck of dust on chrysanthemum/Feather on the breath of the mother tongue”</i>\n“I think is one of the most poetic things I've ever written; it's maybe the thing I'm most proud of lyric-wise. The first lyric is a reference to a Japanese poet called Bashō. I wanted to use this reference because when my bird Charlie died—I had him for 10 years, he was a rescue and he was my best friend—we were watching <i>Bambi</i> on my laptop. He was sitting on my computer, and we got halfway through and he died. The song is my ode to Charlie and to beauty in the world.”","short":"Nai Palm breaks down some of her favorite lyrics from album three."},"isCompilation":false}},{"id":"1565451762","type":"albums","href":"/v1/catalog/us/albums/1565451762?l=en-US","attributes":{"artwork":{"width":3200,"height":3200,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/b4/29/6d/b4296d70-96c0-0511-3d16-3c2e67a87454/JustineSkye_SpaceAndTime_Artwork.jpg/{w}x{h}bb.jpeg","bgColor":"acb5c4","textColor1":"04070d","textColor2":"3c212e","textColor3":"262a31","textColor4":"533f4c"},"artistName":"Justine Skye","isSingle":false,"url":"https://music.apple.com/us/album/space-and-time/1565451762","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Space and Time","recordLabel":"Nynetineth LLC","upc":"843357195742","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1565451762","kind":"album"},"editorialNotes":{"standard":"“I like to call this project ‘the bad bitch manual,’” Justine Skye tells Apple Music of her third album, <i>Space and Time</i>. The Brooklyn-born singer says working on the collaboration with legendary producer Timbaland was born of, well, the space and time that the pandemic gave to her, and allowed her to tap into a more assured version of herself: “I found a different level of confidence in myself and in my sound.” Skye first began working with Timbaland through live sessions on Instagram, as artists and fans alike were trying to find ways to connect from their homes. It was an opportunity not just to work with a producer she admired, but also to refine the kind of music she wanted to make, everything from the lyrics down to the sound and style. “I think that I rushed a lot of times because I just felt like I needed to put something out,” she says. “This was the first time I actually sat down and really thought it through and, I think, the first time that I'm actually saying a lot of the things that I always probably wanted to but didn't know how to.”<br />\n<i>Space and Time</i> reflects a singer willing to take more risks, pull back the veil and reveal more of herself. She traverses the lands of traditional R&B confessionals and edgier kiss-offs along with danceable pop and Afro-fusion. Her posture is steady and secure but without compromising on vulnerability, refusing to conflate self-assurance with apathy. “After listening through the full body of work a couple of times, it really just embodied exactly everything that I've always wanted to be, which is the epitome of a bad bitch,” she says. “Hopefully this gives the listeners a different level of confidence that I found while creating it—that it makes people feel as good as it made me feel.” Here Skye goes through the manual song by song.<br />\n<b>“Conscious”</b>\n“‘Conscious’ was one of the last songs I actually worked on, so it really helped to just round out everything. We thought that it was going to be a full-length song, and then as I listened to it, I'm like, 'You know what? It's not giving me a full-length song. It's making me feel like it's setting the tone for the rest of the project.'”<br />\n<b>“About Time”</b>\n“One of the special parts about that song is it’s basically almost one take. It's just leads. There's no backgrounds or harmonies or anything, because I really wanted people to just focus on what I was saying. I think that's the first time I was extremely vulnerable about situations that I've been through in my life. That song really is just for the people that I thought were my friends and surrounding me that I thought would be there for me in those moments. And it's okay that you weren't, but it really just showed me that I can't rely on you.”<br />\n<b>“In My Bag”</b>\n“I feel like there was a point where the songs were a little bit too emotional. Not that that's a bad thing, because that's a very relatable situation—everyone wants to talk about their emotions and their feelings. And I'm not going to lie, 'In My Bag' was the hardest to write because I was very much so in my feelings. But then, as I started to go through it—and Timb helped a lot with the melody of that—honestly, I was very surprised with myself when I started writing those verses. I was like, damn, I didn't even know I could talk like this.”<br />,\n<b>“Do It Right”</b>\n“That song really is all about the woman taking control. It's like, 'You know what? No, I'm going to hit you up when I want to hit you. And I'm going to let you know when I'm ready to go, and we'll leave together.' It's just the roles reversing. Everything that these guys want to talk about in their songs about how they treat women and they're disposable, it's kind of like, all right, well, this is how it feels.”<br />\n<b>“Intruded”</b>\n“That song's a little bit psychotic when you actually really pay attention to the lyrics. That was, I think, the first song that we worked on in the studio together when I got to Miami. But that song kind of stems from an actual real-life situation that I was going through at the time where it's just like, I'm not going anywhere and you know that. But at the end of the day, I did go somewhere, into a better place.”<br />\n<b>“Innocent”</b>\n“That is a very special one, because I actually wrote that song in the same situation. And it really kind of was just people don't like to take responsibility, especially men—humans, we don't like to, but especially men. They gaslit things and make you feel like you're bugging out or they're not doing anything wrong. And as much as you want to believe that, you know deep down in your heart that this person is not innocent. I've always been a huge fan of Justin Timberlake; he's literally one of my GOATs. So we reached out to him for advice on what he thought about things, and he'd been kind of just giving opinion through the whole process of it. And then once he heard the project, he was like, 'Well, the only thing missing on this is me.'”<br />\n<b>“We”</b>\n“‘We’ was a special one too, because I actually wrote that one while the whole George Floyd situation was unfolding. Just how tired we as a people are of the situation consistently happening. And then as I got back to Miami and finished up the project with Timb, I just continued the second verse. So it kind of, in some way, has a double-entendre feeling to it. I don't want to say meaning, because obviously I would never relate someone's relationship to the hardships that we were facing as a nation, but that feeling is what inspired that song.”<br />\n<b>“Twisted Fantasy”</b>\n“So this one was actually not one of the songs that I did with Timb initially. That was a whole brand-new beat that he sprung on me but instantly fell in love with it. Really, it was just the beat gave me such an eerie kind of vibe, and I just immediately knew that it was going to be sexy and eerie and kind of just like luring someone in. I think Rema’s extremely talented, and when I sent the song to him and he sent his verse back, I was instantly thrilled. He bodied it beyond belief.”<br />\n<b>“Hey Sucka”</b>\n“That song, I think, on this project with ‘In My Bag’ is the epitome of shit-talking. And that's low-key me talking to that sucka n***a, like, 'This is all you did and you know it, and I know you're about to listen to this.' Like what I was saying before, this is the first time that I'm actually doing what an artist does and putting my real life experiences into my writing and able to tell the story and bring people into what's been going on in my life.”<br />\n<b>“Hypnotized”</b>\n“I wanted to keep it short and sweet. I really wanted people to miss it. I wanted them to run it back and be like, ‘Damn!’ Because I know when I hear a song that I'm in love with, those short and sweet ones really make you want to just run it back and you crave more. Hopefully we can get someone to hop on a remix for it.”<br />\n<b>“Mmm Mmm”</b>\n“I wanted to end the project on a high note, and that song—instantly, when I heard that beat, I was scared. I think it was the last week that Timb sprung it on me. And then I sat there and I thought for a second and I was like, you know what, this beat actually reminds me of a night out in New York, when the world was open and I'm downstairs in that club, just killing it, melting on the floor and just fucking it up like how I used to. I'm so excited to hear that one playing in the parties and seeing people begin to live their lives again.”","short":"“I'm saying a lot of things I always wanted to but didn't know how to.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1571762814","type":"albums","href":"/v1/catalog/us/albums/1571762814?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/6c/d0/a0/6cd0a0b2-83a3-5d77-20c8-d25a9d2f69fa/196006898953.jpg/{w}x{h}bb.jpeg","bgColor":"261d1d","textColor1":"f0b2aa","textColor2":"e6ab80","textColor3":"c7948e","textColor4":"c08e6c"},"artistName":"Esteban Gabriel","isSingle":false,"url":"https://music.apple.com/us/album/don-esteban/1571762814","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-22","name":"Don Esteban","recordLabel":"Insolente Music LLC and Jimmy Humilde Music LLC","upc":"196006898953","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Insolente Music LLC and Jimmy Humilde Music LLC","playParams":{"id":"1571762814","kind":"album"},"isCompilation":false}},{"id":"1570507775","type":"albums","href":"/v1/catalog/us/albums/1570507775?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/32/13/17/321317d5-ff46-1d0c-0359-417d4412da07/093624879282.jpg/{w}x{h}bb.jpeg","bgColor":"425661","textColor1":"f4f5b6","textColor2":"eeebe1","textColor3":"d0d5a5","textColor4":"cccdc8"},"artistName":"Brian Kelley","isSingle":false,"url":"https://music.apple.com/us/album/sunshine-state-of-mind/1570507775","isComplete":true,"genreNames":["Country","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Sunshine State Of Mind","recordLabel":"Nashville South Records Inc/Warner Music Nashville","upc":"093624879282","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Nashville South Records, Inc. under exclusive license to Warner Music Nashville LLC","playParams":{"id":"1570507775","kind":"album"},"isCompilation":false}},{"id":"1559506368","type":"albums","href":"/v1/catalog/us/albums/1559506368?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/14/b6/91/14b691d1-f9ab-ad43-9ae4-28c53f0c90c3/191401173674.png/{w}x{h}bb.jpeg","bgColor":"1b1a15","textColor1":"fca0b2","textColor2":"e57c90","textColor3":"cf8593","textColor4":"bd6877"},"artistName":"Lucy Dacus","isSingle":false,"url":"https://music.apple.com/us/album/home-video/1559506368","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Home Video","recordLabel":"Matador","upc":"191401173674","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Matador","playParams":{"id":"1559506368","kind":"album"},"editorialNotes":{"standard":"Lucy Dacus’ favorite songs are “the ones that take 15 minutes to write,” she tells Apple Music. “I'm easily convinced that the song is like a unit when it comes out in one burst. In many ways, I feel out of control, like it's not my decision what I write.” On her third LP, the Philadelphia-based singer-songwriter surrenders to autobiography with a set of spare and intimate indie rock that combines her memory of growing up in Richmond, Virginia, with details she pulled from journals she’s kept since she was 7, much of it shaped by her religious upbringing. It’s as much about what we remember as how and why we remember it. “The record was me looking at my past, but now when I hear them it's almost like the songs are a part of the past, like a memory about memory,” she says. “This must be what I was ready to do, and I have to trust that. There's probably stuff that has happened to me that I'm still not ready to look at and I just have to wait for the day that I am.” Here, she tells us the story behind every song on the album.<br />\n<b>“Hot & Heavy”</b>\n“My first big tour in 2016—after my first record came out—was two and a half months, and at the very end of it, I broke up with my partner at the time. I came back to Richmond after being gone for the longest I'd ever been away and everything felt different: people’s perception of me; my friend group; my living situation. I was, for the first time, not comfortable in Richmond, and I felt really sad about that because I had planned on being here my whole life. This song is about returning to where you grew up—or where you spent any of your past—and being hit with an onslaught of memories. I think of my past self as a separate person, so the song is me speaking to me. It’s realizing that at one point in my life, everything was ahead of me and my life could've ended up however. It still can, but it's like now I know the secret.”<br />\n<b>“Christine”</b>\n“It starts with a scene that really happened. Me and my friend were sitting in the backseat and she's asleep on my shoulder. We’re coming home from a sermon that was about how humans are evil and children especially need to be guided or else they'll fall into the hands of the devil. She was dating this guy who at the time was just not treating her right, and I played her the song. I was like, ‘I just want you to hear this once. I'll put it away, but you should know that I would not support you if you get married. I don't think that this is the best you could do.’ She took it to heart, but she didn't actually break up with the guy. They're still together and he's changed and they've changed and I don't feel that way anymore. I feel like they're in a better place, but at the time it felt very urgent to me that she get out of that situation.”<br />\n<b>“First Time”</b>\n“I was on a kind of fast-paced walk and I started singing to myself, which is how I write most of my songs. I had all this energy and I started jogging for no reason, which, if you know me, is super not me—I would not electively jog. I started writing about that feeling when you're in love for the first time and all you think about is the one person and how you find access to yourself through them. I paused for a second because I was like, ‘Do I really want to talk about early sexual experiences? No, just do it. If you don't like it, don't share it.’ It’s about discovery: your body and your emotional capacity and how you're never going to feel it that way you did the first time again. At the time, I was very worried that I'd never feel that way again. The truth was, I haven’t—but I have felt other wonderful things.”<br />\n<b>“VBS”</b>\n“I don't want my identity to be that I used to believe in God because I didn't even choose that, but it's inextricable to who I am and my upbringing. I like that in the song, the setting is [Vacation Bible School], but the core of the song is about a relationship. My first boyfriend, who I met at VBS, used to snort nutmeg. He was a Slayer fan and it was contentious in our relationship because he loved Slayer even more than God and I got into Slayer thinking, ‘Oh, maybe he'll get into God.’ He was one of the kids that went to church but wasn't super into it, whereas I was defining my whole life by it. But I’ve got to thank him for introducing me to Slayer and The Cure, which had the biggest impact on me.”<br />\n<b>“Cartwheel”</b>\n“I was taking a walk with [producer] Collin [Pastore] and as we passed by his school, I remembered all of the times that I was forced to play dodgeball, and how the heat in Richmond would get so bad that it would melt your shoes. That memory ended up turning into this song, about how all my girlfriends at that age were starting to get into boys before I wanted to and I felt so panicked. Why are we sneaking boys into the sleepover? They're not even talking. We were having fun and now no one is playing with me anymore. When my best friend told me when she had sex for the first time, I felt so betrayed. I blamed it on God, but really it was personal, because I knew that our friendship was over as I knew it, and it was.”<br />\n<b>“Thumbs”</b>\n“I was in the car on the way to dinner in Nashville. We were going to a Thai restaurant, meeting up with some friends, and I just had my notepad out. Didn't notice it was happening, and then wrote the last line, ‘You don't owe him shit,’ and then I wrote it down a second time because I needed to hear it for myself. My birth father is somebody that doesn't really understand boundaries, and I guess I didn't know that I believed that, that I didn't owe him anything, until I said it out loud. When we got to the restaurant, I felt like I was going to throw up, and so they all went into the restaurant, got a table, and I just sat there and cried. Then I gathered myself and had some pad thai.”<br />\n<b>“Going Going Gone”</b>\n“I stayed up until like 1:00 am writing this cute little song on the little travel guitar that I bring on tour. I thought for sure I'd never put it on a record because it's so campfire-ish. I never thought that it would fit tonally on anything, but I like the meaning of it. It's about the cycle of boys and girls, then men and women, and then fathers and daughters, and how fathers are protective of their daughters potentially because as young men they either witnessed or perpetrated abuse. Or just that men who would casually assault women know that their daughters are in danger of that, and that's maybe why they're so protective. I like it right after ‘Thumbs’ because it's like a reprieve after the heaviest point on the record.”<br />\n<b>“Partner in Crime”</b>\n“I tried to sing a regular take and I was just sounding bad that day. We did Auto-Tune temporarily, but then we loved it so much we just kept it. I liked that it was a choice. The meaning of the song is about this relationship I had when I was a teenager with somebody who was older than me, and how I tried to act really adult in order to relate or get that person's respect. So Auto-Tune fits because it falsifies your voice in order to be technically more perfect or maybe more attractive.”<br />\n<b>“Brando”</b>\n“I really started to know about older movies in high school, when I met this one friend who the song is about. I feel like he was attracted to anything that could give him superiority—he was a self-proclaimed anarchist punk, which just meant that he knew more and knew better than everyone. He used to tell me that he knew me better than everyone else, but really that could not have been true because I hardly ever talked about myself and he was never satisfied with who I was.”<br />\n<b>“Please Stay”</b>\n“I wrote it in September of 2019, after we recorded most of the record. I had been circling around this role that I have played throughout my life, where I am trying to convince somebody that I love very much that their life is worth living. The song is about me just feeling helpless but trying to do anything I can to offer any sort of way in to life, instead of a way out. One day at a time is the right pace to aim for.”<br />\n<b>“Triple Dog Dare”</b>\n“In high school I was friends with this girl and we would spend all our time together. Neither of us were out, but I think that her mom saw that there was romantic potential, even though I wouldn't come out to myself for many years later. The first verses of the song are true: Her mom kept us apart, our friendship didn't last. But the ending of the song is this fictitious alternative where the characters actually do prioritize each other and get out from under the thumbs of their parents and they steal a boat and they run away and it's sort of left to anyone's interpretation whether or not they succeed at that or if they die at sea. There’s no such thing as nonfiction. I felt empowered by finding out that I could just do that, like no one was making me tell the truth in that scenario. Songwriting doesn't have to be reporting.”","short":"“It's almost like the songs are a part of the past, like a memory about memory.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562270147","type":"albums","href":"/v1/catalog/us/albums/1562270147?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/4b/4b/82/4b4b821e-0053-179a-0261-531d608b1433/196006402099.jpg/{w}x{h}bb.jpeg","bgColor":"4c617c","textColor1":"eeedfb","textColor2":"ebd7e4","textColor3":"ced1e2","textColor4":"cbbfcf"},"artistName":"Cautious Clay","isSingle":false,"url":"https://music.apple.com/us/album/deadpan-love/1562270147","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Deadpan Love","recordLabel":"Cautious Clay","upc":"196006402099","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Cautious Clay","isCompilation":false,"contentRating":"explicit"}},{"id":"1571954636","type":"albums","href":"/v1/catalog/us/albums/1571954636?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/0d/86/0a/0d860a10-996e-f701-8ff9-9ed8a143d585/794043208140.jpg/{w}x{h}bb.jpeg","bgColor":"14121d","textColor1":"edb2ab","textColor2":"e19892","textColor3":"c1928f","textColor4":"b87d7b"},"artistName":"Clark","isSingle":false,"url":"https://music.apple.com/us/album/liseys-story-apple-tv-original-series-soundtrack/1571954636","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":32,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Lisey's Story (Apple TV+ Original Series Soundtrack)","recordLabel":"Loud Robot / WaterTower Music","upc":"794043208140","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 This compilation WaterTower Music as licensee for Warner Bros. Entertainment Inc.","playParams":{"id":"1571954636","kind":"album"},"isCompilation":false}},{"id":"1573102153","type":"albums","href":"/v1/catalog/us/albums/1573102153?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/9e/de/8a/9ede8aff-10ec-add2-39ea-8307f6fbf2a6/859740435319_cover.jpg/{w}x{h}bb.jpeg","bgColor":"0c0e0b","textColor1":"dcdbc1","textColor2":"dccc95","textColor3":"b2b29c","textColor4":"b2a67a"},"artistName":"Sault","isSingle":false,"url":"https://music.apple.com/us/album/nine/1573102153","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Nine","recordLabel":"Forever Living Originals","upc":"859740435319","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Forever Living Originals","playParams":{"id":"1573102153","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565280499","type":"albums","href":"/v1/catalog/us/albums/1565280499?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/df/48/a5/df48a505-b6f7-e86c-b330-31136dc3ac2e/886449175000.jpg/{w}x{h}bb.jpeg","bgColor":"07080d","textColor1":"debb85","textColor2":"d0a672","textColor3":"b3976d","textColor4":"a7875e"},"artistName":"JP Saxe","isSingle":false,"url":"https://music.apple.com/us/album/dangerous-levels-of-introspection/1565280499","isComplete":true,"genreNames":["Pop","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Dangerous Levels of Introspection","recordLabel":"Arista Records","upc":"886449175000","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Arista Records, a division of Sony Music Entertainment","playParams":{"id":"1565280499","kind":"album"},"editorialNotes":{"standard":"“I personally believe that the responsibility of getting to make songs for a living is looking at the parts of our lives that are the most painful and making something beautiful out of it,” JP Saxe tells Apple Music. “Because that can allow other people to look at their most painful moments and find some beauty in them, too.” Certainly, in the run-up to his full-length debut, the Toronto-bred, LA-based singer-songwriter had ample inspiration to draw from on both extremes of the emotional spectrum. His knockout 2019 piano-ballad duet with Julia Michaels, “If the World Was Ending,” not only sparked a genuine IRL romance between the two songwriters, it became an international phenomenon that earned Saxe his first Grammy nomination and Juno Award win.<br />\nHowever, just as that song was turning Saxe into a star, he lost his mother in early 2020. “A lot of growing up happened in a very consolidated amount of time,” he says. But on <i>Dangerous Levels of Introspection</i>, Saxe bravely navigates the highs and lows of life with his heart on his sleeve and his tongue in his cheek, teasing out the uncomfortable humor that often accompanies our most serious moments. And more than just serving as a musical diary of recent life-changing events, the album also presents a seamless tapestry of formative influences that spans Count Basie, George Harrison, U2, Frank Ocean, John Mayer, and Maren Morris (the latter two of whom also guest on the record). Here, Saxe safely guides us through <i>Dangerous Levels of Introspection</i>, track by track.<br />\n<b>“4:30 in Toronto”</b>\n“‘4:30 in Toronto’ is about being in a place that doesn't feel quite like home anymore, because you're staying in a hotel room and because both of your parents live in places that are too small for you to crash with them. But I'm also thinking about a person who used to feel like home while I was there, and not really being able to go back to either a time when Toronto was home or a time when she was. Both of them are unattainable parts of the past.”<br />\n<b>“Like That”</b>\n“Julia and I were working on our albums at the same time, and we both thought they were done. But then we were having this moment of very loud insecurity at the same time, at two in the morning, sitting in the living room that we share. We were both just wondering, ‘Could our albums be slightly better?’—you know, after a year of writing close to 100 songs. And we ended up writing the first single on her album [‘All Your Exes’ from 2021’s <i>Not in Chronological Order</i>] and the first single on my album. This song felt like the right way to start unfolding the body of work and give people their entranceway into the album.”<br />\n<b>“More of You”</b>\n“'More of You' takes place a good six months earlier in the narrative of 'Like That.' It's that first moment of surprise, of possibility, of like, 'Oh shit—what I thought love was for a really long time maybe could be something else.' There's almost a childish wonder in finding a person who starts to redefine what you think love is. Having a life where you feel new things means letting yourself feel those new things, which is inherently tied to some discomfort sometimes. So that line 'You scare me, but I'm not afraid of it' is saying, ‘This is different. This is somewhat frightening, but I'm gonna lean into it because I want to feel something new.'”<br />\n<b>“Here’s Hopin’”</b>\n“This one's an especially nostalgic song for me, because when John Mayer came into the studio to listen to the album before we finished it, 'Here's Hopin'' was one of the songs that really resonated with him, and he picked up his guitar and played on it. As someone who fell in love with songwriting in large part due to an album like [Mayer’s] <i>Continuum</i>, having him be a part of my debut album is pretty fucking bananas.”<br />\n<b>“I Shouldn’t Be Here”</b>\n“'I Shouldn't Be Here' actually ended up on the album with the help of some serendipity. I use this journaling app and it will give me notifications like ‘On this day, two years ago, you wrote this.’ That's occasionally wonderfully nostalgic, and occasionally an emotional risk to open up. So on this particular day, about a year ago, I get that notification. I opened it up, and I see the lyrics to 'I Shouldn't Be Here,' which I think are funny, but in my head, I'm thinking, 'There's no way I'm making this into anything. You know, I'm all about sincerity, but this probably goes too far.' And then later that day, I was watching an interview with Phoebe Waller-Bridge about the making of <i>Fleabag</i> and she said something along the lines of how she knows that a scene needs to stay in an edit if it scares her. Because if it scares her, that means there's some extra humanity in there. So I thought to myself, 'Oh, fuck, I think I have to make “I Shouldn't Be Here” into a song.' It scared me enough to feel a little too real, which means it's the kind of art that I need to make.”<br />\n<b>“Dangerous Levels of Introspection”</b>\n\"This is my way of saying nostalgia can fuck your life up if you're not careful. I wrote this song with Greg Kurstin and Amy Allen, and she and I were just reminiscing about the beginning of our lives in Los Angeles. I said something like, ‘We’re entering dangerous levels of introspection,’ and we thought it was funny. There's information in the things you laugh at in a session—that’s an indicator that maybe it’s something you should lean into. So at first, I was like, ‘That's kind of a pretentious title to a song, but whatever, let's see what happens.’ And I think we ended up writing something that embodies a lot of what this album is about. I believe there is an amount of emotional analysis that allows you to be more present in your own life. It allows you to be closer to the people you love, closer to yourself, and it really makes life better. And then there is an amount of emotional analysis that can really fucking ruin your life, because you're so busy analyzing your emotions that you have no time to feel them. I think this album lives very much on the line between those two places.”<br />\n<b>“If the World Was Ending” (feat. Julia Michaels)</b>\n“Not putting the song that entirely changed my life on my first album would have been the wrong move. Also, I am endlessly grateful that the song that I met most people with is exactly the kind of music I want to be making for the rest of my career. How can I possibly resent the song that both introduced me to my girlfriend the day that we wrote it and got me a Grammy nomination? I don't think there will ever be a day in my life that is quite as life-changing as the day I met Julia and wrote 'If the World Was Ending.' And I love it just as much if not more now, because now I've got a year and a half worth of memories of getting to have conversations with people around the world about how love is more important than the petty bullshit that gets in the way of it.”<br />\n<b>“Tension”</b>\n“'Tension' is definitely where my love of rock 'n' roll has its moment on the album. I'm fucking yelling on this one! That took me a second to be okay with, because for a long time, I thought my expressiveness as a singer was in being conversational. But there was something nice about abandoning the reserved tone that I usually live in to just fucking yell about something.”<br />\n<b>“What Keeps Me From It”</b>\n“There are two moments on this album where it was important to really strip it back to the origins of me falling in love with music and songwriting. So there's one moment where it's just me and guitar recorded live—that's 'I Shouldn't Be Here.' And there's one that's live with just me and piano, and that’s 'What Keeps Me From It.' I think this would have been 17-year-old me's favorite song. When I was 17, I was listening more to Bill Evans, Keith Jarrett, and Oscar Peterson than I was to pop music. So this is definitely the song where I let that part of me out the most. The post-chorus melody of this song is actually from a Count Basie/Tadd Dameron record from around 80 years ago called 'Good Bait.'”<br />\n<b>“For Emilee”</b>\n“'What Keeps Me From It' is me figuring out a little bit of my own situation, and then 'For Emilee' is me seeing a friend going through something similar and then providing whatever semblance of clarity that I have on the situation to her. It's always easier to see the shit clearly when it's not you. Emilee is a real person—she's my best friend, and I got her direct permission to use her name. She likes the song. 'For Emilee' is the hype track for the heartbroken. It's the one song where I'm talking about a situation other than my own. I'm hoping that a lot of people listening to my music will feel like the Emilee I'm talking to.”<br />\n<b>“Line by Line” (feat. Maren Morris)</b>\n“I'm a huge fan of Maren Morris. I think she's a brilliant singer-songwriter. And we happened to have the shared experience of both being in love with other songwriters, so we talked about it. With very little exception, my favorite co-writes are just the ones that come directly from a conversation. There isn't much of a distinction between where you stop having a conversation and where you start writing a song. When I'm writing by myself, it's a conversation with myself in my journal, and when I'm writing with someone else, it's a conversation with them, and this is what Maren and I were talking about that day. I wrote this song on my second day in Nashville ever. My first session ever in Nashville was with Maren Morris—that’s a good place to start.”<br />\n<b>“A Little Bit Yours”</b>\n“When I first wrote this song, it lay dormant for a while because I didn't think I could sing the chorus. I was in the studio with Ben Rice and we were finishing the vocal on 'Explain You' [from 2020’s <i>Hold It Together</i> EP] and I played him 'A Little Bit Yours' and said, 'I love this song, but I just can't sing it—I can't sing that high.' And he was like, 'Of course you can sing it.' So there we are in an LA studio, and I'm trying to learn how to sing it, and Ben just made me feel so very comfortable and at home that I got to do something I didn't think I could do. This was one of the last heartbreak songs I wrote before shit took a turn for the brighter.”<br />\n<b>“Sing Myself to Sleep”</b>\n“The last four tracks on the album speak to the relationships and situations that shaped who I am. There's a song about a past relationship that I was in for a long time ['A Little Bit Yours'], a song about my community of friends ['For Emilee'], and a song about the love I'm in now ['Line by Line']. And this is a song about my mom. 'Sing Myself to Sleep' was definitely the song that took me the longest to figure out what to say. But I knew that not writing about my mom on the album would feel wrong, because losing my mom in January 2020 was obviously one of the biggest parts of my life. I wrote it in Nashville with Mike Elizondo and Audra Mae, and it was like eight months of journaling culminating in a 45-minute session where the parts of those journals that felt like the center of my feelings all kind of came together in one moment.”","short":"“A lot of growing up happened in a very consolidated amount of time.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565510000","type":"albums","href":"/v1/catalog/us/albums/1565510000?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/4b/df/ce/4bdfce72-cccf-88f2-aeef-1604c301f97c/886449210503.jpg/{w}x{h}bb.jpeg","bgColor":"0c0807","textColor1":"cedcee","textColor2":"2ceee5","textColor3":"a7b2c0","textColor4":"26c0b9"},"artistName":"Modest Mouse","isSingle":false,"url":"https://music.apple.com/us/album/the-golden-casket/1565510000","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"The Golden Casket","recordLabel":"Epic","upc":"886449210503","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Epic Records, a division of Sony Music Entertainment","playParams":{"id":"1565510000","kind":"album"},"editorialNotes":{"standard":"When <i>Strangers to Ourselves</i> arrived in 2015, Modest Mouse frontman Isaac Brock let on that he actually had another LP’s worth of material ready for release, if only his label would let him. “These are not those songs,” he tells Apple Music of <i>The Golden Casket</i>. “I went into the studio with [producer-composer] Dave Sardy and a blank slate. One plan was just to not touch a guitar, but that didn't last long—the guitar is fun. Another plan was to make a kalimba record, but I knew that that wasn't realistic—I’m talking out of my ass now, as I was then.”<br />\nWhat Brock did record, ultimately, was an album he’d enjoy making and listening to—a thick collage of spidery riffs, woozy synths, and the odd snippet of found sound, the opening of cans or the cracking of his knuckles included. Lyrically, he took inspiration from a line he loved in the song “Private Execution,” from Australian rock outfit The Drones’ 2016 LP <i>Feelin Kinda Free</i>: “What do fish know about water?” It is, he says, “a very simple, concise way of saying we don't know what we don't know and there's a lot we don't fucking know. I'm a proponent of psychedelics, and there's more to the universe than we understand. That's not even an existential question.”<br />\nBut in light of that, there is a real sense of gratitude and optimism coursing through <i>The Golden Casket</i>, from “We’re Lucky” to “The Sun Hasn’t Left,” a reassuring response to the tumult of 2020. Much of that can be traced to Brock’s recent embrace of parenthood. “Everything I do is influenced by this now,” he says. “Unless you're an asshole, once you've brought people into the world, it's necessary to figure out ways to make things better for your brood, to make things work. You can't be too fucking cynical—it’s only right.” Below, Brock walks us through some of the album’s key tracks.<br />\n<b>“F**k Your Acid Trip”</b>\n“It's just kind of a lot of fun. It’s not too heady. I'm not making people get deep into the thickets too quick or anything. That's why it's the opener, you know? That song could be as basic as a story about an acid trip—which it kind of is—but it's also about any ride you didn't agree to take, any conversation or situation where your participation wasn't asked of you.”<br />\n<b>“We Are Between”</b>\n“I don't know where it began, but I know where it ended up. It's just about how lucky it is to be here—you know? How lucky we are to get to live in an ocean of oxygen, how lucky we are just to even get between a rock and a hard place. Fuck. There's a limit to feeling good about life on earth, I'm sure, but most of the time, it shouldn't be there.”<br />\n<b>“We’re Lucky”</b> \n“That just one fell out—I don't know that I ever had to put pen to paper. It’s kind of a love song, for getting to be here in the fucking universe, against all odds. Probably one of my favorite moments on the record, because it just feels right.”<br />\n<b>“The Sun Hasn’t Left”</b>\n“That one kind of culminated because of the riots going on at the same time as a pandemic and the fucking sky was blacked out basically for parts of the days from forest fires and shit up here in Portland. I <i>had</i> to write that song. For no other reason, as a reminder. I saw a lot of people I knew really, really get pretty fucking bummed out and I felt like I needed to say something encouraging.”<br />\n<b>“Never F**k a Spider on the Fly”</b>\n“It ended up being a gentle reminder to trolls and anyone who is trying to fuck with other people's rights or whatnot: All this negative shit, it usually actually ends up preying on them too. There are no fucking winners. Yelp reviews are like a really pedestrian version of this. Yes, everyone fucking has an opinion, everyone fucking should be allowed an opinion, but the way you feel about your fucking meal is now like an act of war. It’s a bummer to see how bad we are at getting along or even just dealing with a bad sandwich like it wasn't some sort of personal assault.”<br />\n<b>“Leave a Light On”</b>\n“Everyone got to spend a lot of time in their homes and whatnot. I got to think about everyone's looking at their same four walls over and over again and what that was. And then I got to thinking about how other people's walls are new. It’s a song of being welcoming and being welcomed.”<br />\n<b>“Back to the Middle”</b> \n“I love this song. It’s one that was around before the recording session, around the time of the last record. I've always really liked it. My mom, believe it or not, is the reason this is on this record, because she's very politically charged and felt like it was a strong statement for just getting closer to a centered place.”","short":"Isaac Brock takes us inside his band’s new LP, track by track."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1571409999","type":"albums","href":"/v1/catalog/us/albums/1571409999?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/b1/83/52/b183523c-1ddd-93df-01b2-6a621df98999/194690543609_cover.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f5f9fa","textColor2":"f6610f","textColor3":"c4c7c8","textColor4":"c54d0c"},"artistName":"Azjah","isSingle":false,"url":"https://music.apple.com/us/album/1-03-am/1571409999","isComplete":true,"genreNames":["Hip-Hop/Rap","Music","R&B/Soul"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"1:03 AM","recordLabel":"Rocc Solid Ent / EMPIRE","upc":"194690543609","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rocc Solid Ent / EMPIRE","playParams":{"id":"1571409999","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1572689330","type":"albums","href":"/v1/catalog/us/albums/1572689330?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/69/16/d6/6916d65e-3fe5-ae10-436c-1aef6740e08a/190296608155.jpg/{w}x{h}bb.jpeg","bgColor":"9f3a31","textColor1":"faf5f4","textColor2":"f5ebea","textColor3":"e8cfcd","textColor4":"e4c8c5"},"artistName":"Fred again..","isSingle":false,"url":"https://music.apple.com/us/album/actual-life-piano-ep-april-14-december-17-2020/1572689330","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Actual Life Piano EP (April 14 - December 17 2020)","recordLabel":"Atlantic Records UK","upc":"190296608155","audioTraits":["lossless","lossy-stereo"],"copyright":"Under exclusive licence to Warner Music UK Limited .An Atlantic Records UK release., ℗ 2021 Fred Gibson","playParams":{"id":"1572689330","kind":"album"},"isCompilation":false}},{"id":"1572518698","type":"albums","href":"/v1/catalog/us/albums/1572518698?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/41/6a/37/416a3748-a010-2592-4cce-b743d48bb5f5/21UMGIM53656.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0c2038","textColor1":"f79b72","textColor2":"f48259","textColor3":"c88366","textColor4":"c56e53"},"artistName":"Kevin Kiner","isSingle":false,"url":"https://music.apple.com/us/album/star-wars-bad-batch-vol-1-episodes-1-8-original-soundtrack/1572518698","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":37,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Star Wars: The Bad Batch - Vol. 1 (Episodes 1-8) [Original Soundtrack]","recordLabel":"Walt Disney Records","upc":"00050087490393","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Lucasfilm Ltd.","playParams":{"id":"1572518698","kind":"album"},"isCompilation":false}},{"id":"1559782719","type":"albums","href":"/v1/catalog/us/albums/1559782719?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/e9/e7/7e/e9e77e34-b5ac-8967-a6da-fe76114c6edf/21UMGIM02290.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"010519","textColor1":"eef4ec","textColor2":"f9f0e9","textColor3":"bfc4c2","textColor4":"c7c1bf"},"artistName":"Gary Allan","isSingle":false,"url":"https://music.apple.com/us/album/ruthless/1559782719","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Ruthless","recordLabel":"EMI Nashville","upc":"00602557077339","audioTraits":["lossless","lossy-stereo"],"copyright":"An EMI Records Nashville Release; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1559782719","kind":"album"},"isCompilation":false}},{"id":"1548548049","type":"albums","href":"/v1/catalog/us/albums/1548548049?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/50/c3/c1/50c3c1d1-a029-f18d-6c1b-04f03124496c/794558904261.jpg/{w}x{h}bb.jpeg","bgColor":"585856","textColor1":"ededed","textColor2":"e4d0bd","textColor3":"cfcfcf","textColor4":"c8b8a9"},"artistName":"Eve 6","isSingle":false,"url":"https://music.apple.com/us/album/grim-value-ep/1548548049","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"grim value - EP","recordLabel":"Velocity Records","upc":"794558904261","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Eve 6 under exclusive license to Velocity Records","playParams":{"id":"1548548049","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1560455403","type":"albums","href":"/v1/catalog/us/albums/1560455403?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/8a/f5/04/8af5043d-ccc1-cc5a-c302-b6c43d658411/21UMGIM23088.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"5d4e39","textColor1":"e5e2ee","textColor2":"b1c6e0","textColor3":"cac4ca","textColor4":"a0aebf"},"artistName":"Ellie Holcomb","isSingle":false,"url":"https://music.apple.com/us/album/canyon/1560455403","isComplete":true,"genreNames":["Christian","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Canyon","recordLabel":"Ellie Holcomb","upc":"00608011140540","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Full Heart Music, LLC., under exclusive license to Capitol CMG, Inc.","playParams":{"id":"1560455403","kind":"album"},"isCompilation":false}},{"id":"1564142672","type":"albums","href":"/v1/catalog/us/albums/1564142672?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/86/3f/9d/863f9dd7-f114-bbcb-a82e-d0af3c625fe8/4050538650983.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"fefefe","textColor2":"dbb05b","textColor3":"cbcbcb","textColor4":"af8d49"},"artistName":"Motörhead","isSingle":false,"url":"https://music.apple.com/us/album/no-sleep-til-hammersmith-live-40th-anniversary-edition/1564142672","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":71,"isMasteredForItunes":false,"releaseDate":"1981-06-29","name":"No Sleep 'Til Hammersmith (Live) [40th Anniversary Edition - 2021 Remaster]","recordLabel":"Sanctuary Records","upc":"4050538650983","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sanctuary Records Group Ltd., a BMG Company","playParams":{"id":"1564142672","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569682805","type":"albums","href":"/v1/catalog/us/albums/1569682805?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/09/f7/17/09f71760-81f2-4b57-2573-390e0b02a8a2/191401180658.png/{w}x{h}bb.jpeg","bgColor":"934400","textColor1":"ffecce","textColor2":"fedab8","textColor3":"e9caa4","textColor4":"e9bc93"},"artistName":"Car Seat Headrest","isSingle":false,"url":"https://music.apple.com/us/album/madlo-influences-ep/1569682805","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-22","name":"MADLO: Influences - EP","recordLabel":"Matador","upc":"191401180658","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Matador","playParams":{"id":"1569682805","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569691152","type":"albums","href":"/v1/catalog/us/albums/1569691152?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/12/4a/4b/124a4b22-001c-e506-13ee-73e8e738b1ad/191401180757.png/{w}x{h}bb.jpeg","bgColor":"fef7fe","textColor1":"0d0c0c","textColor2":"531817","textColor3":"3d3b3c","textColor4":"754445"},"artistName":"Car Seat Headrest","isSingle":false,"url":"https://music.apple.com/us/album/madlo-remixes-ep/1569691152","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-22","name":"MADLO: Remixes - EP","recordLabel":"Matador","upc":"191401180757","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Matador","playParams":{"id":"1569691152","kind":"album"},"isCompilation":false}},{"id":"1571991362","type":"albums","href":"/v1/catalog/us/albums/1571991362?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/50/1a/6d/501a6d39-7ba7-389c-dc15-705631e22693/artwork.jpg/{w}x{h}bb.jpeg","bgColor":"d2b109","textColor1":"1b1d14","textColor2":"1e1e10","textColor3":"403a12","textColor4":"423b0e"},"artistName":"Romero Mosley","isSingle":false,"url":"https://music.apple.com/us/album/ros-colored-glasses/1571991362","isComplete":true,"genreNames":["R&B/Soul","Music","Hip-Hop/Rap"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Ro's Colored Glasses","recordLabel":"JAMTOWN","upc":"196250269486","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 JAMTOWN","playParams":{"id":"1571991362","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1572371751","type":"albums","href":"/v1/catalog/us/albums/1572371751?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/2e/6c/5e/2e6c5e1e-1737-7395-c860-bb9d31c2d80e/21UMGIM52723.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"071f25","textColor1":"f1ebe8","textColor2":"61c6e5","textColor3":"c2c2c1","textColor4":"4fa4be"},"artistName":"Joywave","isSingle":false,"url":"https://music.apple.com/us/album/every-window-is-a-mirror-ep/1572371751","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Every Window Is A Mirror - EP","recordLabel":"Cultco Music","upc":"00050087489045","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Cultco Music/Hollywood Records, Inc.","playParams":{"id":"1572371751","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1566041335","type":"albums","href":"/v1/catalog/us/albums/1566041335?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/ea/b9/39/eab93984-22d7-3c8a-0d3c-c5071de990f0/886449248742.jpg/{w}x{h}bb.jpeg","bgColor":"e5ded4","textColor1":"17161a","textColor2":"1b191c","textColor3":"403e3f","textColor4":"444041"},"artistName":"Phil Wickham","isSingle":false,"url":"https://music.apple.com/us/album/hymn-of-heaven/1566041335","isComplete":true,"genreNames":["Christian","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Hymn Of Heaven","recordLabel":"Fair Trade/Columbia","upc":"886449248742","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Phil Wickham","playParams":{"id":"1566041335","kind":"album"},"isCompilation":false}},{"id":"1571754777","type":"albums","href":"/v1/catalog/us/albums/1571754777?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/ef/68/1e/ef681e43-f301-a565-d729-e93e6c80b0b3/886449311552.jpg/{w}x{h}bb.jpeg","bgColor":"f4f8f9","textColor1":"0b0d0e","textColor2":"141819","textColor3":"393c3d","textColor4":"414546"},"artistName":"REI AMI","isSingle":false,"url":"https://music.apple.com/us/album/foil/1571754777","isComplete":true,"genreNames":["Pop","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"FOIL","recordLabel":"Visionary Records/Sony Music Entertainment","upc":"886449311552","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Visionary Records/Sony Music Entertainment","playParams":{"id":"1571754777","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1571587590","type":"albums","href":"/v1/catalog/us/albums/1571587590?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/61/4e/74/614e7448-8386-07ed-41c6-00c778c67514/816144021531_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"7794a6","textColor1":"02080c","textColor2":"0d181d","textColor3":"19242a","textColor4":"223138"},"artistName":"Eslabon Armado","isSingle":false,"url":"https://music.apple.com/us/album/tu-veneno-mortal-vol-2/1571587590","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-26","name":"Tu Veneno Mortal, Vol. 2","recordLabel":"DEL Records","upc":"816144021531","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 DEL Records, Inc.","playParams":{"id":"1571587590","kind":"album"},"isCompilation":false}},{"id":"1558666782","type":"albums","href":"/v1/catalog/us/albums/1558666782?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/7f/10/95/7f109508-ac2e-6ff1-980a-831ba1753219/GI-382_3000x300.jpg/{w}x{h}bb.jpeg","bgColor":"dcd7d4","textColor1":"040a0d","textColor2":"1c1b16","textColor3":"2f3335","textColor4":"43413c"},"artistName":"Matthew Dear","isSingle":false,"url":"https://music.apple.com/us/album/preachers-sigh-potion-lost-album/1558666782","isComplete":true,"genreNames":["Alternative","Music","Electronic"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Preacher's Sigh & Potion: Lost Album","recordLabel":"Ghostly International","upc":"804297838205","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Ghostly International","playParams":{"id":"1558666782","kind":"album"},"isCompilation":false}},{"id":"1555808295","type":"albums","href":"/v1/catalog/us/albums/1555808295?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/e7/de/de/e7dedeba-77e1-d8eb-26e6-782b38483874/844942085721.jpg/{w}x{h}bb.jpeg","bgColor":"050304","textColor1":"f3a9e7","textColor2":"f5a6df","textColor3":"c388b9","textColor4":"c586b3"},"artistName":"Beartooth","isSingle":false,"url":"https://music.apple.com/us/album/below/1555808295","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Below","recordLabel":"Red Bull Records","upc":"844942085721","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Red Bull Records Inc","playParams":{"id":"1555808295","kind":"album"},"editorialNotes":{"standard":"In March 2020, Beartooth founder Caleb Shomo had almost all the music written for the Ohio metalcore band’s fourth album. But he hadn’t begun writing lyrics when the pandemic triggered lockdowns around the globe. As a result, <i>Below</i> took on a very different lyrical tone than it otherwise might have. “This album really is like a timestamp of lockdown in a way,” he tells Apple Music. “It’s about all the stuff that gets buried inside you that you don’t really deal with, but that comes boiling back up due to all the isolation. It’s about slowly losing your mind over time.” To mirror this mindset, Shomo sequenced the songs to gradually get darker as the album progresses. “I tried to reflect my mental state during lockdown,” he says. “As it went on longer and longer, I was breaking down more and more.” Below, he discusses some key tracks from <i>Below</i>.<br />\n<b>“Devastation”</b>\n“I was in a hotel room on a day off on the Motionless in White co-headlining tour, and my buddy gave me this distortion pedal. I had this little recording setup, and I just remember making this guitar sound, and then the next thing I know, the music for the song is written. It really captured everything I was going for—the energy and the speed, but also the big riffs and the breakdown-y stuff. But the lyrics are just incredibly defeating. I wrote them knowing this song was written for the live show, but we had no idea when that was ever going to happen again. So, it’s just me coping with that.”<br />\n<b>“The Past Is Dead”</b>\n“This was the first complete song I wrote for the album, in November 2019, so it’s been around for a while. It was kind of the discovery of what I wanted to do sonically with the album. I found all the guitar tones, and musically it felt really well-built. It was the catalyst for the rest of the songs. In the video, we have Barry, who is our new mascot dude. He represents all the things that are buried below, all the stuff that came out of lockdown and this whole insane year. He’s very heavily influenced by Iron Maiden’s mascot, Eddie.”<br /> \n<b>“Fed Up”</b>\n“I had a really fun time making that song. I’m a really big Foo Fighters fan, and I like that ’90s, garage-y, just driving-the-whole-time kind of sound. It’s got pretty much one drumbeat throughout the majority of the song. I just wanted it to sound kind of dirty, grungy, too loud, and over the top. Like the majority of the songs, the lyrics came out of one of those days in the middle of lockdown where it’s like, ‘I’m so sick of this, and all I want to do is rock again.’”<br /> \n<b>“Hell of It”</b>\n“This was another very live-centered one. I wrote that on that Motionless in White tour as well—at least all the music. I was probably listening to Motörhead and wanted something with that kind of groove. I just wanted the guitars to kind of growl, so I wrote really simple riffs in the breakdowns and stuff. It’s got a super-basic drumbeat behind it and it’s just a good time, plain and simple.”<br /> \n<b>“The Last Riff”</b>\n“This is my favorite song on the record, and probably my favorite closing track we’ve ever done. It’s the first time Beartooth’s ever done a fully instrumental song. With all the previous records, the final song takes a big shift. It’s usually some sort of super-deep, personal, emotional song that’s all focused on the vocals. But I just wasn’t in the mood for that. I felt so beat down that I didn’t have anything left in the tank, lyrically. So, I just wrote a really long, slow instrumental. And in a weird way, it is an incredibly emotional song. To be able to do that without any lyrics was really cool.”","short":"“It’s about the stuff that gets buried inside you that you don’t deal with.”"},"isCompilation":false}},{"id":"1571586211","type":"albums","href":"/v1/catalog/us/albums/1571586211?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/56/98/39/56983924-9477-65a7-efb2-909500137aad/193436264228_01_img001.jpg/{w}x{h}bb.jpeg","bgColor":"b3c3b8","textColor1":"0f0b09","textColor2":"4e0f11","textColor3":"30302c","textColor4":"623333"},"artistName":"Symphani Soto","isSingle":false,"url":"https://music.apple.com/us/album/under-the-sun/1571586211","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Under the Sun","recordLabel":"Bizness Boi Music Group","upc":"193436264228","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Bizness Boi Music Group","playParams":{"id":"1571586211","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1560407190","type":"albums","href":"/v1/catalog/us/albums/1560407190?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/48/03/85/48038565-5245-907b-a2ec-0cda92583461/1446.jpg/{w}x{h}bb.jpeg","bgColor":"15131a","textColor1":"b2b8dc","textColor2":"92aed4","textColor3":"9297b5","textColor4":"798faf"},"artistName":"The Mountain Goats","isSingle":false,"url":"https://music.apple.com/us/album/dark-in-here/1560407190","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Dark in Here","recordLabel":"Merge Records","upc":"673855072623","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Merge Records","playParams":{"id":"1560407190","kind":"album"},"isCompilation":false}},{"id":"1567234251","type":"albums","href":"/v1/catalog/us/albums/1567234251?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/d5/26/88/d526886f-4a0b-8ef5-c674-8b70debdd10d/075679781581.jpg/{w}x{h}bb.jpeg","bgColor":"292826","textColor1":"f1ebd9","textColor2":"96c48f","textColor3":"c9c4b5","textColor4":"80a57a"},"artistName":"Saint Motel","isSingle":false,"url":"https://music.apple.com/us/album/the-original-motion-picture-soundtrack/1567234251","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"The Original Motion Picture Soundtrack","recordLabel":"Elektra (NEK)","upc":"075679781581","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Elektra Records","playParams":{"id":"1567234251","kind":"album"},"isCompilation":false}},{"id":"1545036366","type":"albums","href":"/v1/catalog/us/albums/1545036366?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/de/a8/c3/dea8c3d4-06e1-e182-3b7d-ca90e134d725/dj.feyzvnkf.jpg/{w}x{h}bb.jpeg","bgColor":"231f19","textColor1":"e0dae3","textColor2":"69afdc","textColor3":"bab4bb","textColor4":"5b92b5"},"artistName":"Hiss Golden Messenger","isSingle":false,"url":"https://music.apple.com/us/album/quietly-blowing-it/1545036366","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Quietly Blowing It","recordLabel":"Merge Records","upc":"673855075525","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Merge Records","playParams":{"id":"1545036366","kind":"album"},"isCompilation":false}},{"id":"1573441022","type":"albums","href":"/v1/catalog/us/albums/1573441022?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/22/b7/9d/22b79d48-3596-349c-ea6f-dca2ecfc202e/21UMGIM57116.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"476021","textColor1":"ffffff","textColor2":"f1dfbf","textColor3":"dadfd2","textColor4":"cfc59f"},"artistName":"Central Park Cast","isSingle":false,"url":"https://music.apple.com/us/album/central-park-season-two-soundtrack-songs-in-key-park/1573441022","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":5,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Central Park Season Two, The Soundtrack – Songs in the Key of Park (Mother's Daze) [Original Soundtrack] - EP","recordLabel":"Hollywood Records","upc":"00050087491581","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 20th Century Studios","playParams":{"id":"1573441022","kind":"album"},"isCompilation":false}},{"id":"1567963056","type":"albums","href":"/v1/catalog/us/albums/1567963056?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/88/90/cf/8890cfe6-e121-06b1-072f-c70eac085e85/193436261883_01_img001.jpg/{w}x{h}bb.jpeg","bgColor":"e8e0cb","textColor1":"26170f","textColor2":"352016","textColor3":"4d3f34","textColor4":"59473a"},"artistName":"rum.gold","isSingle":false,"url":"https://music.apple.com/us/album/thicker-than-water/1567963056","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Thicker Than Water","recordLabel":"Leola LLC","upc":"193436261883","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Leola LLC","playParams":{"id":"1567963056","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562263250","type":"albums","href":"/v1/catalog/us/albums/1562263250?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/0f/dc/c9/0fdcc914-6da3-735c-9e37-4a7c63bf7fc3/196006101985.jpg/{w}x{h}bb.jpeg","bgColor":"2a2a2a","textColor1":"f2f1ef","textColor2":"d0cbc9","textColor3":"cac9c7","textColor4":"afaaa9"},"artistName":"Meghan Patrick","isSingle":false,"url":"https://music.apple.com/us/album/heart-on-my-glass/1562263250","isComplete":true,"genreNames":["Contemporary Country","Music","Country"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Heart on My Glass","recordLabel":"Riser House Records","upc":"196006101985","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Riser House Records","playParams":{"id":"1562263250","kind":"album"},"isCompilation":false}},{"id":"1571919536","type":"albums","href":"/v1/catalog/us/albums/1571919536?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/f2/56/69/f25669f7-9b9c-f8c2-649f-2f14fce4d79b/21UMGIM44478.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"100d06","textColor1":"fffdff","textColor2":"feed00","textColor3":"cfcccd","textColor4":"cec001"},"artistName":"Krystian Zimerman, London Symphony Orchestra & Sir Simon Rattle","isSingle":false,"url":"https://music.apple.com/us/album/beethoven-piano-concerto-no-5-in-e-flat-major-op-73/1571919536","isComplete":true,"genreNames":["Classical","Music","Piano","Orchestral"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Beethoven: Piano Concerto No. 5 in E-Flat Major, Op. 73 \"Emperor\" (Live / Visual Album)","recordLabel":"Deutsche Grammophon (DG)","upc":"00044007360583","audioTraits":[],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1571919536","kind":"album"},"editorialNotes":{"short":"Enjoy a thrilling benchmark performance of one of the greatest piano concertos."},"isCompilation":false}},{"id":"1555575484","type":"albums","href":"/v1/catalog/us/albums/1555575484?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/e4/8f/70/e48f70ed-98d3-9d98-116e-7ee68d122f90/781676443413.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"020303","textColor2":"282827","textColor3":"353535","textColor4":"535352"},"artistName":"AMENRA","isSingle":false,"url":"https://music.apple.com/us/album/de-doorn/1555575484","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"De Doorn","recordLabel":"Relapse Records","upc":"781676443413","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Relapse Records, Inc.","playParams":{"id":"1555575484","kind":"album"},"isCompilation":false}},{"id":"1558121154","type":"albums","href":"/v1/catalog/us/albums/1558121154?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/3f/38/19/3f3819f6-6f50-53e9-77ee-2045a8705b46/4250506839796_3000.jpg/{w}x{h}bb.jpeg","bgColor":"e5d2c3","textColor1":"1d1511","textColor2":"231b18","textColor3":"453b34","textColor4":"4a403a"},"artistName":"Pom Pom Squad","isSingle":false,"url":"https://music.apple.com/us/album/death-of-a-cheerleader/1558121154","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Death of a Cheerleader","recordLabel":"City Slang","upc":"4250506839796","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 City Slang","playParams":{"id":"1558121154","kind":"album"},"isCompilation":false}},{"id":"1550831953","type":"albums","href":"/v1/catalog/us/albums/1550831953?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/45/18/5a/45185afa-4c50-f0db-ded8-74d2841dc8ec/196006001520.jpg/{w}x{h}bb.jpeg","bgColor":"e9edde","textColor1":"1c0608","textColor2":"3b1716","textColor3":"453433","textColor4":"5e423e"},"artistName":"Lightning Bug","isSingle":false,"url":"https://music.apple.com/us/album/a-color-of-the-sky/1550831953","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"A Color of the Sky","recordLabel":"Fat Possum","upc":"196006001520","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Fat Possum Records","playParams":{"id":"1550831953","kind":"album"},"isCompilation":false}},{"id":"1562035171","type":"albums","href":"/v1/catalog/us/albums/1562035171?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/88/96/a4/8896a474-ec62-8230-4807-7ddb007a04d5/4062548026856_3000.jpg/{w}x{h}bb.jpeg","bgColor":"b28568","textColor1":"040a08","textColor2":"1b1e18","textColor3":"27221b","textColor4":"393328"},"artistName":"Sweatson Klank","isSingle":false,"url":"https://music.apple.com/us/album/jewels-from-the-sun-ep/1562035171","isComplete":true,"genreNames":["Electronic","Music","Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Jewels from the Sun EP","recordLabel":"Friends Of Friends","upc":"4062548026856","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Friends Of Friends","playParams":{"id":"1562035171","kind":"album"},"isCompilation":false}},{"id":"1573478671","type":"albums","href":"/v1/catalog/us/albums/1573478671?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/95/82/6a/95826a5e-4f3a-e962-732c-a3f011e51199/21UMGIM52752.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"d3d0cb","textColor1":"0f0b0a","textColor2":"16334f","textColor3":"363231","textColor4":"3c5368"},"artistName":"Young Rog","isSingle":false,"url":"https://music.apple.com/us/album/boy-next-door/1573478671","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Boy Next Door","recordLabel":"Waver/LVRN/Interscope Records","upc":"00602438283279","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 LVRN/Interscope Records","playParams":{"id":"1573478671","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1564253064","type":"albums","href":"/v1/catalog/us/albums/1564253064?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/c3/2b/e7/c32be75d-0df3-4024-b5f3-a59e0a2f3d90/4250101426872_cover.jpg/{w}x{h}bb.jpeg","bgColor":"070200","textColor1":"ffffff","textColor2":"c9c9c9","textColor3":"cdcccb","textColor4":"a2a1a1"},"artistName":"Raxon","isSingle":false,"url":"https://music.apple.com/us/album/sound-of-mind/1564253064","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Sound of Mind","recordLabel":"Kompakt","upc":"4250101426872","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Kompakt","playParams":{"id":"1564253064","kind":"album"},"isCompilation":false}},{"id":"1556138383","type":"albums","href":"/v1/catalog/us/albums/1556138383?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/88/92/5d/88925d88-0f43-24e6-05bb-4e642d86eedd/196006201616.jpg/{w}x{h}bb.jpeg","bgColor":"496650","textColor1":"f3f4eb","textColor2":"f6eee8","textColor3":"d1d7cc","textColor4":"d3d3c9"},"artistName":"Vincent Neil Emerson","isSingle":false,"url":"https://music.apple.com/us/album/vincent-neil-emerson/1556138383","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Vincent Neil Emerson","recordLabel":"La Honda Records","upc":"196006201616","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 La Honda Records marketed and distributed by Thirty Tigers","playParams":{"id":"1556138383","kind":"album"},"isCompilation":false}},{"id":"1568232928","type":"albums","href":"/v1/catalog/us/albums/1568232928?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/4d/86/7a/4d867a36-25c8-0063-312d-21037ab4fd88/21UMGIM36716.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"050402","textColor1":"dfb49c","textColor2":"d69972","textColor3":"b3917d","textColor4":"ac7b5b"},"artistName":"NJOMZA","isSingle":false,"url":"https://music.apple.com/us/album/limbo/1568232928","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"LIMBO","recordLabel":"SinceThe80s/Motown Records","upc":"00602435724980","audioTraits":["lossless","lossy-stereo"],"copyright":"SinceThe80s/Motown Records; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1568232928","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1564333576","type":"albums","href":"/v1/catalog/us/albums/1564333576?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/cc/80/4c/cc804cd1-1b6c-8ada-a1bc-d49fa9045054/644110407993.jpg/{w}x{h}bb.jpeg","bgColor":"82cddc","textColor1":"120e0a","textColor2":"1d1c16","textColor3":"283434","textColor4":"31403e"},"artistName":"2nd Grade","isSingle":false,"url":"https://music.apple.com/us/album/wish-you-were-here-tour-revisited/1564333576","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Wish You Were Here Tour Revisited","recordLabel":"Double Double Whammy","upc":"644110407993","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Double Double Whammy","playParams":{"id":"1564333576","kind":"album"},"isCompilation":false}},{"id":"1571126569","type":"albums","href":"/v1/catalog/us/albums/1571126569?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/01/c6/9f/01c69f62-bf6e-a6b5-21d8-eb66e3d1b802/093624879930.jpg/{w}x{h}bb.jpeg","bgColor":"595959","textColor1":"f5f5f5","textColor2":"cfd7df","textColor3":"d6d6d6","textColor4":"b7bec4"},"artistName":"Robyn Ottolini","isSingle":false,"url":"https://music.apple.com/us/album/the-but-im-not-always-sad-either-ep/1571126569","isComplete":true,"genreNames":["Country","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"The But I’m Not Always Sad Either - EP","recordLabel":"Warner Music Nashville","upc":"093624879930","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Warner Music Nashville LLC","playParams":{"id":"1571126569","kind":"album"},"isCompilation":false}},{"id":"1558308587","type":"albums","href":"/v1/catalog/us/albums/1558308587?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/e7/71/a8/e771a855-f29b-beaa-0bde-b5edd4c17ec3/5060845320393.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"fffeff","textColor2":"f5973c","textColor3":"cbcbcb","textColor4":"c47830"},"artistName":"Throwing Snow","isSingle":false,"url":"https://music.apple.com/us/album/dragons/1558308587","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Dragons","recordLabel":"Houndstooth","upc":"5060845320393","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Houndstooth","playParams":{"id":"1558308587","kind":"album"},"isCompilation":false}},{"id":"1558108760","type":"albums","href":"/v1/catalog/us/albums/1558108760?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/47/7d/2b/477d2b63-a802-022e-8b22-f6807a5ef3df/cover.jpg/{w}x{h}bb.jpeg","bgColor":"131e1a","textColor1":"a4e2f5","textColor2":"86d7f9","textColor3":"87bbc9","textColor4":"6fb2cc"},"artistName":"Light The Torch","isSingle":false,"url":"https://music.apple.com/us/album/you-will-be-the-death-of-me/1558108760","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"You Will Be the Death of Me","recordLabel":"Nuclear Blast","upc":"0727361586867","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Nuclear Blast","playParams":{"id":"1558108760","kind":"album"},"isCompilation":false}},{"id":"1559321677","type":"albums","href":"/v1/catalog/us/albums/1559321677?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/45/91/c2/4591c223-622d-5662-f8bd-f573245594f9/5055869565868.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"000000","textColor2":"292929","textColor3":"333333","textColor4":"545454"},"artistName":"Ripatti","isSingle":false,"url":"https://music.apple.com/us/album/fun-is-not-a-straight-line/1559321677","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Fun Is Not a Straight Line","recordLabel":"Planet Mu","upc":"5055869565868","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Planet Mu","playParams":{"id":"1559321677","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1564329668","type":"albums","href":"/v1/catalog/us/albums/1564329668?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/dc/4e/db/dc4edb69-e051-127d-167a-e6b3ca984e24/801056891068.jpg/{w}x{h}bb.jpeg","bgColor":"090303","textColor1":"f7f6f4","textColor2":"cad1c9","textColor3":"c7c5c3","textColor4":"a3a8a1"},"artistName":"Darkthrone","isSingle":false,"url":"https://music.apple.com/us/album/eternal-hails/1564329668","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Eternal Hails......","recordLabel":"Peaceville Records","upc":"801056891068","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Peaceville Records Ltd","playParams":{"id":"1564329668","kind":"album"},"editorialNotes":{"standard":"Nineteen albums in, Darkthrone is still playing by their own rules. In recent years, the Norwegian metal legends have been writing albums with fewer and increasingly longer songs. After the six-track opuses <i>The Underground Resistance</i> (2013) and <i>Old Star</i> (2019), they’ve returned with <i>Eternal Hails......</i>, which features five sprawling tracks spread across 42 minutes. Though drummer/vocalist Gylve “Fenriz” Nagell and guitarist/vocalist Ted “Nocturno Culto” Skjellum have created revered albums in the black metal, death metal, and punk styles over the decades, <i>Eternal Hails......</i> is very much in keeping with their recent penchant for epic, doomier tracks, as Fenriz explains below with tongue firmly planted in cheek.<br />\n<b>“His Masters Voice”</b>\n“Fusing ragtime with an overtly blaring brass section and K-pop is a daring move. Ted made the music for this, and the title itself is a known musical brand, but in the setting of Darkthrone/black metal it suddenly warps into another vibe entirely. The art of it, to me, is to feel that everyone will understand all my work exactly like I do—but knowing that most do not. The lyrics are awful in the sense that they portray several layers of hell and suffering, and it hurts to even glance upon them.”<br /> \n<b>“Hate Cloak”</b>\n“As our single, I wouldn't have thought that a Nickelback cover sprinkled with the peppy audacity of ‘Gangnam Style’ would create such positive feedback from the seasoned underground metal crowd. The opening line is a direct hail to Roberta Flack and her beautiful song ‘The First Time Ever I Saw Your Face.’ This was supposed to be only for those in the know, so blowing that wide open right here makes me feel like an enormous tit and I want to just hide for the rest of the week. Believe me, it's the absolute last time I will ever do something remotely like this ever again.”<br /> \n<b>“Wake of the Awakened”</b>\n“Who would have thought it would actually be a splendid idea to merge the overtly organic-sounding 1960s Bollywood style with the brazen obliviousness to quality that is 1990s Eurodance? Not me. As the first verse is easily conjurable by the mind's eye—at least by me when I now painfully revisit my words—the refrain totally destroys any cinematic potential with its psychological sense of stifling terror and pure crushing of all that is sympathy. If you write a crude word in a lyric, it gets censored out there on album covers or platforms. But lyrics like these should not be turned loose on anyone that hasn't fully developed their frontal lobes—which means no reading until 25 years of age. It is really paralyzingly depressive in a way I have never seen before.”<br /> \n<b>“Voyage to a Northpole Adrift”</b>\n\"I am surprised no one ever thought of mixing the Godflesh/Pitchshifter style with brisk Tyrol yodeling before. Here we are dealing with the struggle again—the struggle of your future when knowing that we die. A classic theme, and in Darkthrone’s catalog almost wholesome compared to the previous three songs! By the way, the lyrics are written completely unrelated to the songs. When the music is recorded and I leave, Ted does vocals alone and chooses what lyric will go to each song. You do not write these kinds of lyrics to a song—it would be unheard of. The title is beautiful to lure you into the mind chambers of death-pondering, but as I said, it is also about how to—or maybe not to—continue living. Ted made the riffs and they are extremely epic and varied.”<br />\n<b>“Lost Arcane City of Uppakra”</b>\n“Never have tango and early grindcore melted into such a lovely amalgamation. I was on holiday in Gothenburg when Jonas Svensson told me about the mysteries of Uppåkra’s pagan city and mounds. I thought it would be a sweet thing to enhance the feeling of holiday that I seldom have into a song, but mostly it harkens back to the days of early Darkthrone, when I read about ancient history and wrote lyrics about it—for instance ‘Iconoclasm Sweeps Cappadocia.’ Sorry, rulers of forgotten Uppåkra, that I drag you into a Midgard-snake of my own creation here, but probably no harm done. The lyrics are extremely anti-Christian with a short Norwegian pagan poem I wrote to introduce the strangest musical endpiece we ever did for Darkthrone—done in the spirit of the endpiece of ‘Starship Trooper’ by Yes 50 years ago. The music is by me—epic and heavy but also sassy and spaced out. I hope you never die, Ace Frehley!”","short":"“The lyrics are awful in the sense that they portray hell and suffering.”"},"isCompilation":false}},{"id":"1568747156","type":"albums","href":"/v1/catalog/us/albums/1568747156?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/43/11/7b/43117bad-075c-36a4-2ad6-42bd2588af16/5060870474337.png/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"000000","textColor2":"1c1c1c","textColor3":"333333","textColor4":"4a4a4a"},"artistName":"Joaquin Joe Claussell","isSingle":false,"url":"https://music.apple.com/us/album/raw-tones/1568747156","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Raw Tones","recordLabel":"Rekids","upc":"5060870474337","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Rekids Ltd","playParams":{"id":"1568747156","kind":"album"},"isCompilation":false}},{"id":"1567258830","type":"albums","href":"/v1/catalog/us/albums/1567258830?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/cc/90/ab/cc90abb7-548a-2f5e-c129-ef20c527118c/8718723169950.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"dbdce1","textColor2":"bfcec9","textColor3":"afb0b4","textColor4":"99a5a1"},"artistName":"Mary Lake","isSingle":false,"url":"https://music.apple.com/us/album/askim-ep/1567258830","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Askim - EP","recordLabel":"Nous'klaer Audio","upc":"8718723169950","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Nous'klaer Audio","playParams":{"id":"1567258830","kind":"album"},"isCompilation":false}},{"id":"1564753476","type":"albums","href":"/v1/catalog/us/albums/1564753476?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/39/25/aa/3925aad4-0de4-6309-d053-a425457a9107/21UMGIM24400.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"90542a","textColor1":"ffffff","textColor2":"faece1","textColor3":"e8dcd4","textColor4":"e5cebc"},"artistName":"Randall Goosby","isSingle":false,"url":"https://music.apple.com/us/album/roots/1564753476","isComplete":true,"genreNames":["Classical","Music"],"trackCount":19,"isMasteredForItunes":true,"releaseDate":"2021-06-25","name":"Roots","recordLabel":"Decca Music Group Ltd.","upc":"00028948517589","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"A Decca Classics Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1564753476","kind":"album"},"editorialNotes":{"standard":"In 2020, at the height of the Black Lives Matter movement, Juilliard-trained violinist Randall Goosby was developing the idea for his debut album. The resulting LP, <i>Roots</i>, is a celebration of the music of Black composers such as William Grant Still, Florence Price, and Samuel Coleridge-Taylor, as well as those inspired by African American culture, including Gershwin and Dvořák, much of whose work is steeped in the musical language of spirituals. “To have the chance to dive into this music was a pretty healing process,” Goosby tells Apple Music. “I thought about the difficulties and the challenges that some of the composers on this album must have faced in the 1940s and ’50s and even farther back. And I couldn’t imagine the sorts of hurdles that they had to overcome.”<br />\nThe classical music world is at last waking up to a side of its heritage that has for too long gone unexplored, and <i>Roots</i> is pointing the way forward. There are no less than three world-premiere recordings of pieces by Florence Price alone. The first African American woman whose music was performed by a major symphony orchestra, she created works that blend spirituals and traditional classical form to mesmerizing effect. We also hear William Grant Still, a man right at the forefront of the Harlem Renaissance of the early 20th century, and Coleridge-Taylor Perkinson, whose boundary-crossing took him from arranging for Harry Belafonte to working with Igor Stravinsky, the influential Russian composer. And kicking off this wonderful album in equally irrepressible fashion is a brilliant duo for violin and cello by celebrated double bass player Xavier Dubois Foley, taking in jazz, bluegrass, hip-hop, Bach, and more. “I wanted to celebrate these composers’ lives and experiences, and obviously their music,” says Goosby. “But I also wanted to pay homage to them because, for me, they are the ones who have paved the way for me and other young artists of color to feel free and empowered to pursue a career, or a life in general, in classical music. This is just one small drop in the bucket, but a bucket that is slowly but surely filling up with different experiences, perspectives, and traditions. Hopefully, we can all come to appreciate and love each other a little bit more over time.” Here, Goosby guides us through each work on his thrilling debut.<br />\n<b>Shelter Island</b>\n“I felt it was important to include a present-day voice in the album. Xavier [Dubois Foley] and I have been friends for over a decade. We first met at the Sphinx Competition that is geared towards promoting and celebrating diversity in classical music. Not long after, we hung out at the Perlman Music Program, which takes place on Shelter Island, hence the name of the piece. There are influences and inspirations coming from all different directions in this piece—it’s really exciting, and a great piece to start the album with.”<br />\n<b>Blue/s Forms</b>\n“Coleridge-Taylor Perkinson is a composer that a lot of people don’t know much about, because he didn’t box himself into being a ‘classical’ composer. He did a bit of everything, from ballet scores to music for film and television. [Classical violinist] Sanford Allen was a close friend of his, and I had the honor of working with Mr. Allen over Zoom on some of this piece. It was amazing getting to know a little bit of his perspective on it and realizing just how important the rhythm of this music is. The blues is one of those early jumping-off points for what we now know as American music. I think there’s certainly evidence across the genres that so much popular music is the result of a trickle-down effect that began with Black music in the forms of spirituals, and eventually blues and jazz.”<br />\n<b>Porgy and Bess</b>\n“Though he wasn’t Black, Gershwin is often tacked onto any conversations about Black American music, because he was so directly influenced and inspired by Black music with his opera <i>Porgy and Bess</i>. After completing the opera and seeing it performed, Gershwin and his brother Ira insisted it be performed by Black singers, by the people who it was written about and for. That level of respect and admiration for the music, for the culture, is very powerful. The transcriber of these pieces was the great violinist Jascha Heifetz, who was one of my great idols and inspirations as a young violinist.”<br />\n<b>Suite for Violin and Piano</b>\n“This piece’s nickname is ‘Mother and Child,’ which is the name of the middle movement. I relate to that quite strongly, because of the role my mother has played in my life and development. She’s pretty much been by my side, either taking notes or videoing a lesson, for the past 20 years. All of the movements are musical depictions of a work of art by an artist that was part of the Harlem Renaissance—the artistic awakening of Black culture back in the 1920s. So, as well as the personal significance for me of that middle movement, this suite is also as a real reflection of the time and place in which [this work’s composer] William Grant Still was working and living.”<br />\n<b>Adoration</b>\n“‘Adoration’ is a really special piece for me. It’s incredible music that, I think, anyone with a heart would find gorgeous. There are no frills, nothing extra—just beautiful music. Price originally wrote this piece for the organ, and it’s naturally vocal in a way that I really enjoy. This is music that makes you feel good.”<br />\n<b>Fantasie No. 1 in G Minor</b>\n“The ‘G Minor Fantasie’ opens with this incredibly dramatic, virtuosic sort of recitative, with the piano adding in little comments with chords. The opening is like, ‘Hey, look at me. Here I am. This is what I can do.’ And all of a sudden, we go into this rhythmic, dance-like middle section. Then, at the flick of a switch, we’re back into this spiritual folk song, with a very vocal sort of texture. The pianist on the album, Zhu Wang, and I had a lot of fun jumping back and forth in that way.”<br />\n<b>Fantasie No. 2 in F-Sharp Minor</b>\n“In the ‘Second Fantasie,’ Price references a specific song, a spiritual that her grandmother passed down to her called ‘I’m Working on My Building.’ I think the freedom and the personal expression of this melody is what makes it so special. There’s a sense here, too, of the late-Romantic orchestral style and tradition—I think of Richard Strauss or Tchaikovsky in places. And then, we’re instantly in this almost cute, sort of bouncy place with its interplay between violin and piano. It’s such a varied work.”<br />\n<b>Deep River (Arr. Maud Powell for Violin and Piano)</b>\n“‘Deep River’ is probably one of the most widely arranged spirituals, and Coleridge-Taylor arranged it for the piano. This violin-and-piano arrangement, however, was done by a prolific violinist from the early 1900s, Maud Powell, who became known for her admiration and support of African American female composers. She put together a whole collection of transcriptions and arrangements by Black composers, people who she knew during her time that haven’t necessarily made it into the history books.”<br />\n<b>Violin Sonatina in G Major, Op. 100, B. 120</b>\n“There’s a lot of spirit in this piece. It’s not Dvořák’s most intricate or complicated music—he wrote it to be played by his own children, one of whom was a violinist, the other a pianist. So, I think it has a lot of that childlike, youthful energy. In the 1890s, Dvořák was director of New York’s National Conservatory of Music of America, which was the only institution of its kind that was admitting Black and female students. Dvořák had a unique opportunity to be immersed in music of Black traditions as well as Native American folk melodies, which you can hear laced throughout the piece, specifically in the second movement.”","short":"“To have the chance to dive into this music was a pretty healing process.” "},"isCompilation":false}},{"id":"1572605709","type":"albums","href":"/v1/catalog/us/albums/1572605709?l=en-US","attributes":{"artwork":{"width":3685,"height":3685,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/4b/e9/01/4be90128-9fc8-79bd-c8da-96ad405c568b/4250101431456_cover.jpg/{w}x{h}bb.jpeg","bgColor":"5f5967","textColor1":"e8e8e8","textColor2":"e8e8e8","textColor3":"cccbce","textColor4":"cccbce"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/dialogue/1572605709","isComplete":true,"genreNames":["Electronic","Music","Classical","Avant-Garde"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Dialogue","recordLabel":"A-TON","upc":"4250101431456","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 A-TON","isCompilation":false}},{"id":"1565509559","type":"albums","href":"/v1/catalog/us/albums/1565509559?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/e3/34/95/e33495f2-c670-70ad-c98a-7d2ec9536f66/733102721473.jpg/{w}x{h}bb.jpeg","bgColor":"26171e","textColor1":"e49bdb","textColor2":"e887d1","textColor3":"be80b5","textColor4":"c171ad"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/2nd-life-silk/1565509559","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"2nd Life Silk","recordLabel":"100% Silk","upc":"733102721473","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 100% Silk","playParams":{"id":"1565509559","kind":"album"},"isCompilation":false}},{"id":"1569242342","type":"albums","href":"/v1/catalog/us/albums/1569242342?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/9c/3d/31/9c3d3160-db94-d93d-4f85-bdd084e264f6/8718723175630.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"14110f","textColor2":"191511","textColor3":"43403f","textColor4":"474340"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/epm20-ep-2-ep/1569242342","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-06-25","name":"Epm20 – EP 2 - EP","recordLabel":"EPM Music","upc":"8718723175630","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 EPM Music","playParams":{"id":"1569242342","kind":"album"},"isCompilation":false}}]}