{"data":[{"id":"1576236633","type":"albums","href":"/v1/catalog/us/albums/1576236633?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/3f/d6/e7/3fd6e73a-fe3b-3115-5a51-bf335c88b757/093624880301.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"292a2a","textColor2":"351916","textColor4":"473536","textColor1":"0f0b07","bgColor":"90a4b6","hasP3":false},"artistName":"Dan + Shay","isSingle":false,"url":"https://music.apple.com/us/album/good-things/1576236633","isComplete":true,"genreNames":["Country","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Good Things","recordLabel":"Warner Music Nashville","upc":"093624880301","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2020, 2021 Warner Music Nashville LLC","playParams":{"id":"1576236633","kind":"album"},"editorialNotes":{"standard":"“We think we delivered our best album of our career so far,” Dan + Shay’s Dan Smyers tells Apple Music of <i>Good Things</i>, which follows the pop-country duo’s 2018 smash self-titled third album. That may sound like a bold statement, but Smyers and bandmate Shay Mooney certainly deliver the hits on <i>Good Things</i>, which features massive singles like “Glad You Exist,” “I Should Probably Go to Bed,” and the Justin Bieber-assisted pop crossover “10,000 Hours,” which won the duo a Grammy at the 2021 ceremony and shattered streaming records upon its release. While the COVID-19 pandemic halted touring, the time off gave Smyers and Mooney an unexpected amount of time to round out the LP. “We were able to dive in like we would on our first album and just spend every waking minute of the day,” Smyers says, “really, really refining it and making it the best that we possibly could.”<br />\nFans of the duo’s infectious, hook-laden take on commercial country will have plenty to dig in to on <i>Good Things</i>, thanks both to Smyers’ production and musicianship (he plays many of the instruments across the LP) and Mooney’s inimitable voice. The title track boasts a sneakily complex arrangement, with layer upon layer of harmony vocals making for a massive earworm of a chorus. “Lying” sonically channels Mooney’s roots singing in church. And “Body Language,” a catchy, clever co-write with pop superstar Shawn Mendes, is sure to be another crossover success for the duo. Below, Mooney and Smyers walk Apple Music through several key tracks on <i>Good Things</i>.<br />\n<b>“Good Things”</b>\nDan Smyers: “‘Good Things’ was actually the first song that we ever wrote on Zoom, which is crazy to say. We wrote that on Zoom with a couple of friends of ours, Ashley Gorley, Jason Evigan, and Ross Copperman. It brought us back to the old days of when we moved to Nashville, writing with just an acoustic guitar. Somebody has a title or a concept and you start writing down words and coming up with melodies, rather than what it's evolved to where there's a fully produced track that happens first. Nothing against that, we love doing that too, but it just brought us back to basics and allowed us to really focus on the words and the narrative of the song.”<br />\n<b>“Body Language”</b>\nShay Mooney: “We actually wrote that with our friend Shawn Mendes. You might've heard of him. He's a very, very talented human being, one of the best-looking guys around, I would have to say. Shawn is one of the most talented people on planet Earth. He is absolutely involved and he's very hands-on with the process of writing. We got in there with just an acoustic guitar. Dan always has these cool, quirky titles in his phone where he'll say them halfway through the write sometimes and we're like, ‘That's amazing, dude. Why didn't you say that at the beginning?’”<br />\n<b>“Lying”</b>\nSmyers: “‘Lying’ is one of the most fun songs on the album. Shay grew up singing in the church, so a lot of that gospel influence is definitely very present in that song. We had our friends Andy Albert and Jordan Reynolds out on the road with us. We were playing at a festival or a county fair somewhere in the Midwest, and we had this little trailer. I don't even know if it had power outlets, it was just this trailer sitting out there in the middle of the dirt, and we pulled up the laptop and Jordan played this little riff, this piano thing. And then we started to freestyle that chorus. It just poured out of us really quickly and we were like, ‘This is something.’”<br />\n<b>“Glad You Exist”</b>\nMooney: “That song was very special from the beginning. We actually wrote this before COVID had hit. We had written the song and Dan had that title—it was something that he was saying in everyday life. It's a tough sentiment to write with a title like that. And it's hard to write those songs sometimes because it's very universal. It's ambiguous and people can relate to it in their own way, which is very special when you can pull that off. And we just wanted to spread some love and positivity. A lot of people don't necessarily have the right words to say, and sometimes a song is just what they need when they need that encouragement.”<br />\n<b>“10,000 Hours” (with Justin Bieber)</b>\nSmyers: “That was the first song that came out off the album, which, with the success of that song, it really set us off on the right foot. It propelled everything for us and expanded our music into places that we'd never been to before, and we're very grateful for that. That song came about when we were hanging out in Nashville and I had the title on my phone, ‘10,000 Hours.’ We were trying to figure out how we could make that into a love song. How can you relate that to somebody or to a relationship? And it was about learning someone, learning about your significant other. They say it takes 10,000 hours to truly master something or to learn a new skill. And the song is just about wanting to know more, or wanting to learn everything there is to know about your significant other or somebody that you care about.”<br />\n<b>“I Should Probably Go to Bed”</b>\nMooney: “This was around the same time that we wrote ‘Glad You Exist.’ We were in LA right before the Grammys and we had had this little riff and this idea of ‘I should probably go to bed,’ and we didn't finish it. Then, 2020—the pandemic struck and we got three shows in and the rug was pulled out from under everybody. Dan and I quarantined for what felt like a year and a half and it was probably three or so months. We didn't get to see each other for that whole entire time. We got back together and we had that moment of just like, ‘Man, I'm very thankful for you. Let's sit down and just let's jam out for a second.’ Dan sat down on the piano and he started playing the ‘I Should Probably Go to Bed’ riff and it was just like, ‘Whoa, man, this song is really cool.’”","short":"“We think we delivered our best album of our career so far.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7L8IHgiomfEpxOm61vgPTm"}},{"id":"1576945214","type":"albums","href":"/v1/catalog/us/albums/1576945214?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/fc/68/f0/fc68f060-fce3-8211-bd9f-b0af82d0236c/21UMGIM63724.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2f302f","textColor2":"343434","textColor4":"595a59","textColor1":"000000","bgColor":"eef0ed","hasP3":false},"artistName":"The Killers","isSingle":false,"url":"https://music.apple.com/us/album/pressure-machine/1576945214","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Pressure Machine","recordLabel":"The Killers - 2020 P&D/ Island","upc":"00602438462124","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 The Killers, under exclusive license to Island Records, a division of UMG Recordings, Inc.","playParams":{"id":"1576945214","kind":"album"},"editorialNotes":{"standard":"When The Killers couldn’t tour their 2020 album <i>Imploding the Mirage</i> because of the pandemic, lead singer Brandon Flowers didn’t sit around waiting for a chance to get back on the road. Instead, he came up with an idea during quarantine that would eventually become the band’s seventh studio album, where he also reunited with founding member Dave Keuning on guitar. For Flowers, the introspection that came from lockdown kept leading him to the town of Nephi, Utah, where he grew up. “There was some trepidation at first,” he tells Apple Music. “Because it’s such a small town, and you wonder how that’s going to resonate with people all over the world. And it’s such a specific place in the Southwest. But then I couldn’t escape it. Every time I went to the keyboard, these ideas kept coming out, all based on characters that I grew up observing, or experiences that I had in town, or memories. So I went with it.”<br />\n<i>Pressure Machine</i> is unlike anything in The Killers’ repertoire. From the use of instruments like harmonica and fiddle to the deeply personal storytelling and interviews with people who still live in the town, the album is a love letter to the places you grew up and the people you left behind—anchored in melancholy and dotted with hope. “Tragedy and religious disenchantment were the launchpads,” Flowers explains. “When you’re a kid, you’re getting new experiences all the time, so when something shocking or tragic happens, it really resonates. Those experiences are the things I was gravitating towards.” Flowers explains more about those experiences and how they influenced each track on <i>Pressure Machine</i> below.<br />\n<b>“West Hills”</b>\n“There's a whole subculture in Utah, in my experience, because we associate Utah with Mormonism. Having grown up there, a lot of people [outside of Utah] aren't aware of people that don't adhere to religion. There’s this whole thing of dirt bikes and four-wheelers and beer and finding different ways to find your salvation, other than in a church pew on Sunday. I took some liberties on the song, but it's based on a real story.”<br />\n<b>“Quiet Town”</b>\n“I was in eighth grade when two seniors got hit by a train. Their names were Raymond and Tiffany. I was surprised to find 25 years later how much I was still affected by it. I felt like it was the end of an innocence for me and for the town, because afterwards I noticed things started to happen. It was almost like opening this door of darkness. A lot of times we talk about stagnation with snarky terms, and I think it’s one of the things that's associated with towns like Nephi, but it can also be a beautiful thing, because it's these people that are holding on to ideals and traditions. I hope that it never changes in that respect.”<br />\n<b>“Terrible Thing”</b>\n “Years after high school, you hear about a kid you went to school with that was gay and nobody knew. It's just such a cowboy, football, hunting country town. I tried to work through this person's experience in town and how hard it must be to be in a culture like that. To not even feel safe to tell anyone who you are. Because when you were a kid or you're in high school, you don't have that courage, and I don't blame them.”<br />\n<b>“Cody”</b>\n“‘Cody’ is a culmination of a bunch of my friends' big brothers. I had two friends that had older brothers that seemed particularly dangerous. And so, again, those memories stand out, that you might've been afraid of them, or you hear stories about what they're doing, or getting arrested, or whatever it is. And so I was able to sort of melt them into this one character.”<br />\n<b>“Sleepwalker”</b>\n“The first line that I knew was good in that song was ‘It doesn't come from without/It comes from within.’ So I built all the rest of the lyrics around that. I had just recently moved back to Utah and was experiencing seasons again. Because in Vegas, it gets hot and then it gets cold, that’s it. You don't get to go through the beauty and the sometimes stark changes of the weather. I was caught up in that, the anticipation for spring and new life. I was able to use that sort of analogy for a person becoming a new creature and coming back to life.”<br />\n<b>“Runaway Horses” (feat. Phoebe Bridgers)</b>\n“Life's going to be hard for whatever choice or whatever road you take. There's going to be obstacles and hurdles. In this case, it's about two people that think that they're going to finish the race together, and then they end up sort of going in different paths. It’s also about coming home. No matter where you go, how far you drift, you’re always trying to get home.”<br />\n<b>“In the Car Outside”</b>\n“This song started really quickly, and it was one of those moments that you're always waiting for. One of the reasons why you get in the garage in the first place is just this communal experience that you can share with people. And it was born really fast, and it was really exciting to be a part of it.”<br />\n<b>“In Another Life”</b>\n “I think everyone goes through things like wondering what life would've been like if we'd done things differently. Or if not, at least you wonder if your significant other is going through that. And I think this guy's just questioning the choices that he's made and wondering if he's measuring up to what his wife had hoped that he would be. It’s definitely a sad song, seeped in melancholy.”<br />\n<b>“Desperate Things”</b>\n“This was a little scandal that took place [in Nephi] that I took some liberties with in the third verse, where I take it off the rails. I like telling stories, and there's people like Nick Cave and Johnny Cash and people that are great storytellers who are really influential to me. You don't get a lot of third verses in pop songs, and it's not something you associate with a typical Killers song, but I needed that third verse to tell the story. This is probably as dark as I've ever gotten.”<br />\n<b>“Pressure Machine”</b>\n“I think there's a sadness to how quickly we grow up, and being a parent and watching that. Everybody tells you when you have a kid, ‘Make the most of it. They're going to grow up before you know it.’ And it sort of gets redundant, and then it really is true and it's kind of a heartbreaker.”<br />\n<b>“The Getting By”</b>\n“Even though there is struggle, and even though there is strife and toiling, there's still hope. That's what makes these people who they are. They get up and go to work every day. I have a lot of respect for them, and I don't feel that far removed from them. And I thought about people like my uncles and my dad and my nephews and my cousins. And really wanted to capture what I saw in their lives.”","short":"“Tragedy and religious disenchantment were the launchpads.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1qMFjBarjO2xD15BwXZguD"}},{"id":"1577603422","type":"albums","href":"/v1/catalog/us/albums/1577603422?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/af/30/d0/af30d085-b815-ce91-da9d-af87990583ba/20533.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cbcbcb","textColor2":"afe76b","textColor4":"8cb955","textColor1":"fefefe","bgColor":"000000","hasP3":false},"artistName":"Benny the Butcher","isSingle":false,"url":"https://music.apple.com/us/album/pyrex-picasso/1577603422","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Pyrex Picasso","recordLabel":"Rare Scrilla / BSF","upc":"808391124196","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rare Scrilla / BSF","playParams":{"id":"1577603422","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4SHWCpbJJU2npNxrjrsj8e"}},{"id":"1571841399","type":"albums","href":"/v1/catalog/us/albums/1571841399?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/36/46/c2/3646c2f8-8850-54ce-3b1e-e74284a5b2ae/886448860068.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c7c3a8","textColor2":"e9e6ee","textColor4":"bfbcc0","textColor1":"f3eecf","bgColor":"181609","hasP3":false},"artistName":"Jennifer Hudson","isSingle":false,"url":"https://music.apple.com/us/album/respect-original-motion-picture-soundtrack/1571841399","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"RESPECT (Original Motion Picture Soundtrack)","recordLabel":"Epic","upc":"886448860068","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Metro-Goldwyn-Mayer Music, Inc., under exclusive license to Epic Records, a division of Sony Music Entertainment.","playParams":{"id":"1571841399","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1EzytFSc1iJY6DjHR6fUMm"}},{"id":"1579612032","type":"albums","href":"/v1/catalog/us/albums/1579612032?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/c8/92/92/c89292a2-29a2-67b0-4970-2730bd995467/21UMGIM69201.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"353333","textColor2":"202020","textColor4":"444242","textColor1":"0d0d0e","bgColor":"d4c9c7","hasP3":false},"artistName":"K CAMP","isSingle":false,"url":"https://music.apple.com/us/album/float/1579612032","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"FLOAT","recordLabel":"Interscope Records","upc":"00602438662418","audioTraits":["lossless","lossy-stereo"],"copyright":"An Interscope Records/Rare Sound Release; ℗ 2021 Interscope Records","playParams":{"id":"1579612032","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6bNAqv5n538pMwjOG7fQG7"}},{"id":"1579980062","type":"albums","href":"/v1/catalog/us/albums/1579980062?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/a4/ed/27/a4ed27cc-c3f9-d8fa-682b-3f0d40266279/21UMGIM78583.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"362e2c","textColor2":"312c1b","textColor4":"4f4b3d","textColor1":"120905","bgColor":"c6c6c8","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/coda-soundtrack-from-the-apple-original-film/1579980062","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"CODA (Soundtrack from the Apple Original Film)","recordLabel":"CODA Soundtrak","upc":"00602438682362","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Apple Video Programming LLC, under exclusive rights to Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1579980062","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0XqnkPxMTh4iktUjg0xXEA"}},{"id":"1577262805","type":"albums","href":"/v1/catalog/us/albums/1577262805?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/f2/07/20/f20720df-5099-fec9-8c66-0a0c264200eb/886449455508.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"a8a59d","textColor2":"cdbaa2","textColor4":"a79985","textColor1":"cecac0","bgColor":"131311","hasP3":false},"artistName":"blackbear","isSingle":false,"url":"https://music.apple.com/us/album/misery-lake-ep/1577262805","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"misery lake - EP","recordLabel":"Columbia","upc":"886449455508","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Beartrap, LLC, under exclusive license to Alamo Records, LLC/Columbia Records","playParams":{"id":"1577262805","kind":"album"},"editorialNotes":{"standard":"After the success of his 2020 album <i>everything means nothing</i> and its huge single “hot girl bummer,” genre-defying Florida singer-songwriter blackbear returns with <i>misery lake</i>, an EP about the very relatable feeling of isolation written near the end of quarantine. “This is the end of me playing pretend that I’m available emotionally,” he sings on “@ my worst,” a track that embodies the pain of loving someone who hurts you. More than just pop songs, <i>misery lake</i> is full of reminders of the harsh realities of romance. (Check the Tate McRae-featuring “u love u” for a particularly scathing one.) But while tracks such as “alone in a room full of people” and “ghost town,” with Sasha Alex Sloan, might have a mellow vibe, they’re still upbeat. It’s the kind of EP you put on to both get into your feels and dance along with them too.","short":"A quarantine-era ode to loneliness—that you can still dance to."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1576389387","type":"albums","href":"/v1/catalog/us/albums/1576389387?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/44/66/10/44661004-96a7-46f4-ab5d-941cd3521118/075679779854.jpg/{w}x{h}bb.jpeg","height":1425,"textColor3":"e6d8ca","textColor2":"dde9ed","textColor4":"cdcac7","textColor1":"fdfaf1","bgColor":"8c502f","hasP3":false},"artistName":"Ben Platt","isSingle":false,"url":"https://music.apple.com/us/album/reverie/1576389387","isComplete":true,"genreNames":["Pop","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Reverie","recordLabel":"Atlantic Records","upc":"075679779854","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Atlantic Recording Corporation","playParams":{"id":"1576389387","kind":"album"},"editorialNotes":{"standard":"The pop multi-hyphenate finds escape in precious little moments.","short":"The pop multi-hyphenate finds escape in precious little moments."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7LUMQHRWTTILN7yR6LJwHR"}},{"id":"1578388006","type":"albums","href":"/v1/catalog/us/albums/1578388006?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/4d/53/3d/4d533db1-782e-21fc-1d3f-1a101888d7d7/20615.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cfd0d0","textColor2":"78dbef","textColor4":"64b3c3","textColor1":"ffffff","bgColor":"141517","hasP3":false},"artistName":"Chavo & Pi'erre Bourne","isSingle":false,"url":"https://music.apple.com/us/album/chavos-world-2/1578388006","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Chavo's World 2","recordLabel":"SossHouse","upc":"808391124677","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SossHouse","playParams":{"id":"1578388006","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0xntyinSE3IRByoQDvTve7"}},{"id":"1574161002","type":"albums","href":"/v1/catalog/us/albums/1574161002?l=en-US","attributes":{"artwork":{"width":6000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/13/ad/a5/13ada5b8-c7ec-32da-454e-4c3ec227bb84/886449397457.jpg/{w}x{h}bb.jpeg","height":6000,"textColor3":"c1c0c3","textColor2":"ccd0db","textColor4":"a8abb4","textColor1":"ebebed","bgColor":"181619","hasP3":false},"artistName":"Luke Hemmings","isSingle":false,"url":"https://music.apple.com/us/album/when-facing-the-things-we-turn-away-from/1574161002","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"When Facing the Things We Turn Away From","recordLabel":"Sony Music Entertainment","upc":"886449397457","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Luke Hemmings under exclusive licence to Sony Music Entertainment Australia Pty Ltd","playParams":{"id":"1574161002","kind":"album"},"editorialNotes":{"standard":"“The process for this album genuinely happened by accident,” Luke Hemmings says about his first album as a solo artist. “When the world shut down last year, I had a lot of time to reflect on my youth and the person I had been, who I’ve become and who I wanted to be. It just so happens that the best way for me to face those things and process my thoughts is by writing songs.” The Sydney-born, LA-based singer-songwriter may only be 25, but he’s already been in the game for a decade, having founded 5 Seconds of Summer in 2011. The pop-rock group, which is fronted by Hemmings, shot to global fame in the years that followed—and with that came years of constant touring and momentum that didn’t really let up at all until the pandemic hit. It marked the first time in years that Hemmings was able to stay in one place for an extended period of time, and it allowed him to focus on himself, his past, and his solo career. “I’m in a constant pursuit of bettering myself and always trying to become a better artist, songwriter, musician, and human,” he says. “A huge goal was to have the sonics of the album reflect the feeling of the emotions that I was immersed in when writing.” Below, Hemmings delves deep into the meaning and making of every track on <i>When Facing the Things We Turn Away From</i>.<br />\n<b>“Starting Line”</b>\n“The lyric and sonic of ‘Starting Line’ are a reflection on 10 years of your life passing you by in what felt like forever, but also in the blink of an eye. It’s about forgetting pieces of your life—not from vices, but from sheer volume and speed. I’ve had to figure out how to fill all the gaps for myself in a positive way. I love the way this song builds and the emotion it evokes. It is a perfect first step to the rest of the album.”<br />\n<b>“Saigon”</b>\n“This song was inspired by a trip to Vietnam that I took with my fiancée and both of our mothers. This entire album was written in the moments of stillness that quarantine forced, and I spent those months facing the things I turned away from—the good, the bad, my regrets, needing to get help. Through all those times, I kept thinking about how euphoric that trip was, and how I wanted to keep chasing those highs I felt. I reflected on the sad truth that sometimes we can’t appreciate the best moments of our life until they’ve passed us by and are out of reach.”<br />\n<b>“Motion”</b>\n“‘Motion’ is about having a sense of distrust with the way you perceive your own thoughts and the way the world moves around you. If I’m completely honest, this was the first time in my life that I was scared and motivated enough to seek professional help with my mental health. I couldn’t trust my own thoughts and the voices in my head, and the way this song feels brings me back to those moments.”<br />\n<b>“Place in Me”</b>\n“This is the only song on the album that’s the same, overall, as the first demo. There were no changes or tweaks afterwards on the production or writing. I think that's what makes this a captivating piece of music. It’s about letting someone down, and was supposed to sound as if it were a voicemail on someone's answering machine.”<br />\n<b>“Baby Blue”</b>\n“‘Baby Blue’ was sonically inspired by listening to artists like George Harrison. It’s about escapism; it’s the knee-jerk reflex of running away to your bedroom as a child, but as you get older, it just turns into vices and finding different ways to escape reality. The ‘wonderland’ that’s referenced in the chorus is whatever place you go to in your head, by whatever means, and how tempting it is to want to run away and stay there forever.”<br />\n<b>“Repeat”</b>\n“‘If life’s a game of inches, how'd you get miles away?’ was the first lyric written for this song. I was listening to a lot of Neil Young at the time and wanted to write a song that I felt would make him proud. ‘Repeat’ is about the endless feeling of chasing something so long, or living a certain way for so long, only to wind up back at the beginning—unrecognizable to yourself.”<br />\n<b>“Mum”</b>\n“This song is essentially a letter to my mum. I think as you get older, you tend to appreciate family more and more. I’ve grown up a lot and have never appreciated my family more than in these two years that I haven’t gotten to see them. One of my favorite musical moments on the whole album is at the end of this song—I love how it makes me feel. The wall of guitars and synths and the soft outro vocal balance each other really beautifully to me.”<br />\n<b>“Slip Away”</b>\n“‘Slip Away’ is about that feeling right before bed where every bad decision and bad thing you have ever done swirls around your mind. The constant ache of expecting loved ones to be out the door as soon as they see who you actually are. It was written in a cabin in the middle of the woods, and it certainly feels like that to me when I listen to it. Sometimes in my moments of extreme happiness, I feel like I am undeserving of them, almost like an impostor.”<br />\n<b>“Diamonds”</b>\n“It’s the most honest I’ve ever been in a song. To be frank, I didn't think that I was going to make it to 25. For many different reasons. It’s about being a young individual and going through such a whirlwind of an experience and being unable to handle it in a lot of ways.”<br />\n<b>“A Beautiful Dream”</b>\n“It was the last song written for the album, and it was written at home. This song comes from the word ‘zenosyne,’ which is the feeling that as you get older, time moves quicker. I hadn't seen my family in Australia for almost two years—I still haven't seen them—and this was inspired by reliving memories from a child. It has a voicemail from my mum hidden among the music. I find it difficult to remember anything in general, so I suppose it's about not wanting my most precious memories to fade away.”<br />\n<b>“Bloodline”</b>\n“‘Bloodline’ took the longest to write out of all the songs and is an extremely special song to me. It’s about struggling with addiction and making choices in your life but looking back and wondering, ‘Is this genetic? Am I destined to be this person and struggle with these things, or can I fight the bloodline and remember the things that help keep myself grounded and become the person I know I can be?’ It's also the only song on the album to be recorded on just one instrument and one vocal.”<br />\n<b>“Comedown”</b>\n“‘Comedown’ was written mostly at the piano at home until it underwent many production versions to get to the place it is in now. It was one of those ones that I felt I didn't write, but was given to me. I was inspired by the idea of doing the same thing over and over and expecting to get a different result, and constantly living in such a negative loop of actions and emotions. ‘Let it come down on me’ means allowing yourself to feel it all, the good and the bad and everything in between.”","short":"“I had a lot of time to reflect on my youth and the person I’ve become.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5T1HI88OceUlUExSsAM3GQ"}},{"id":"1579574742","type":"albums","href":"/v1/catalog/us/albums/1579574742?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/d0/e6/46/d0e6465f-df74-c67f-fc55-29d0f1dc30cc/Fatboy_Slim_-_Everybody_Loves_A_Mixtape_-_Volume_1_Welcome_Home.png/{w}x{h}bb.jpeg","height":2000,"textColor3":"c4b09c","textColor2":"d7b49a","textColor4":"b2937c","textColor1":"edd9c2","bgColor":"1f0e03","hasP3":false},"artistName":"Fatboy Slim","isSingle":false,"url":"https://music.apple.com/us/album/everybody-loves-a-mixtape-vol-1-welcome-home-dj-mix/1579574742","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Everybody Loves A Mixtape, Vol. 1: Welcome Home (DJ Mix)","upc":"5056381814557","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1579574742","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1580836554","type":"albums","href":"/v1/catalog/us/albums/1580836554?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/9d/cd/33/9dcd33d3-e5a7-001b-c907-f55ad75b939c/194690596834_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c7b0b3","textColor2":"9de7a7","textColor4":"7ebf89","textColor1":"f9d5db","bgColor":"021e12","hasP3":false},"artistName":"Fat Joe, DJ Drama & Cool & Dre","isSingle":false,"url":"https://music.apple.com/us/album/what-would-big-do-2021/1580836554","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"What Would Big Do 2021","recordLabel":"Fat Joe","upc":"194690596834","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Fat Joe","playParams":{"id":"1580836554","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565000654","type":"albums","href":"/v1/catalog/us/albums/1565000654?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/81/3a/05/813a05f8-537d-cadf-1f0f-089ebe8badc4/5056167163268_1.jpg/{w}x{h}bb.jpeg","height":2000,"textColor3":"3d1e09","textColor2":"291002","textColor4":"4f2005","textColor1":"130d07","bgColor":"e56410","hasP3":false},"artistName":"Jade Bird","isSingle":false,"url":"https://music.apple.com/us/album/different-kinds-of-light/1565000654","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Different Kinds of Light","recordLabel":"Glassnote Music LLC","upc":"5056167163268","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Glassnote Music LLC, distributed by AWAL","playParams":{"id":"1565000654","kind":"album"},"editorialNotes":{"standard":"For Jade Bird, the biggest difference between the folk-rock strains of her 2019 self-titled debut album and its follow-up, <i>Different Kinds of Light</i>, was a huge narrative shift: She wasn’t just writing from her own perspective, but those inspired by people and stories she’s encountered in real life. “To be a good writer, you have to have a lot of empathy, and you have to be able to literally sit on the shoulders of somebody and look at somebody else,” she tells Apple Music. “This album is a lot more exploratory. It's not so 'me, me, me'—I really am proud of that.” From the ethereal chants of the intro track to the defiant and soaring “Headstart,” <i>Different Kinds of Light</i> has Bird not only stepping into the shoes of various characters, but exploring different sounds, too: “Rely On” juxtaposes a comforting message with a dark and brooding melody (built on what she calls a “Quentin Tarantino guitar” sound); the title track goes straight for the heartstrings while channeling the lyrical and vocal stylings of Stevie Nicks. (Even her partner, Luke Prosser, lends his voice and harmonica-playing at points.) Below, Bird rolls through the unique glow of each track on <i>Different Kinds of Light</i>.<br />\n<b>“Dkol”</b>\n“Intros and interludes have always been really important to me. With this one, we were camped out in the pandemic in my mom's house, as every musician seemed to go back to their parents' house if we've not made enough money. And my stepdad just built this shed in the back. And we ran the stems of 'Different Kinds of Light' that I recorded with Dave [Cobb, producer] and we created this intro. I was obsessed. It was like hearing my thoughts when I'm out of it, in some way, in music. I was like, 'We have to put this on the record, even if everyone thinks it's really wanky.'”<br />\n<b>“Open Up the Heavens”</b>\n“It was the last track I wrote and recorded. It was two days before everyone went home and wrapped up in the studio. I was in the vocal booth and I hammered on this riff and Dave called, popped his head in, and he was like, ‘Oh, you really have to do something with that. It's a great riff.' So I finished it that night, sent it to him on a voice memo, and then he brought all the musicians back in and we just raced through it and put it down. The last song we recorded is almost the first one on the record.”<br />\n<b>“Honeymoon”</b>\n“I wrote it on the Hozier tour backstage. It's pretty strange for some people, but it's vignettes of my mum and my grandma's relationship combined with my own. The basic concept is about watching my mum and grandma, who were both single mothers in their time, dealing with a load of shit men, basically, and just always trying to create this honeymoon, this perfect reality, and just it never being good enough for these guys.”<br />\n<b>“Punchline”</b>\n“I quarantined for two weeks in Mexico City before going to Nashville to record, when it was mandatory. And I just stayed locked in the apartment. I wrote six, seven hours a day. I grew up in a small town called Bridgend in South Wales, and the song was about this waitress trying to carry this relationship with this guy, just going through a bit of a midlife crisis. And he's walking out, head in his hands, and he's too drunk to drive. It super-zooms in on this guy, while this woman's trying to carry him. So it's not about anyone specific, but that's definitely what I think of when I wrote it.”<br />\n<b>“Different Kinds of Light”</b>\n“I think it was a bit of an homage to Stevie Nicks. She'd written a song called 'Storms' that I was listening to over and over again, and I think it willed its way in. And then, as everything with my songs, it becomes a premonition of the next year or two of my life. I think this one was a premonition of the concept that was I falling in love, with this very pessimistic view of love, and trying to beat that. Because my parents split and my grandparents split, I always felt doomed, and this is more about the positivity, the light at the end of the tunnel and the phases of trying to allow myself to be loved and to love someone else. To become unselfish.”<br />\n<b>“Trick Mirror”</b>\n “I first went to write in January in upstate New York. The first Airbnb we went to was this writer's cabin. There was this really big bookshelf, which to me is like striking gold. And there's this modern book that I'm sure most people have read called <i>Trick Mirror</i>. I just loved the concept: I twisted it and I turned it into falling in love [as someone] with a tricky past—it's a bit like always running. [When] you just let the avalanche come on you, and you be vulnerable, you can allow yourself to run.”<br />\n<b>“I’m Getting Lost”</b>\n“I have been traveling for four or five years; I've been touring the world, I've been in every city. And there's nothing more that I like, as an artist, as a writer, is to go to a city in the dead of night. I've done it in London a few times. I've always just loved it, but I've never felt safe enough to explore cities at night being a woman on tour on my own. I found that immensely frustrating. 'I'm Getting Lost' is about this scenario where you fall out with your partner or whatever, and the risk that you're about to take in going on the streets alone is enough because you're that frustrated.”<br />\n<b>“Houdini”</b>\n“In the first burst, I'm actually shadowing this argument my parents had when I was very small and I was secondhand party to. The neighbors were out on the street trying to hear what they're screaming about. It was all chaotic. And then the chorus, I decided to use this metaphor as the fact that men always do a disappearing act.”<br />\n<b>“1994”</b>\n“Crazy song. Absolutely mental. It's basically about Bonnie and Clyde, where he sat in his car, and this guy is very, very aggressive, verging on what is abusive, and it's really gritty. And [we're] literally about to go in and rob a bank. I think it's fun because this record's about the exploration of love. And I'm like, 'Yeah, let's have Bonnie and Clyde in this story.'”<br />\n<b>“Now Is the Time”</b>\n“It's about being with somebody who cannot believe in themselves. And it's about the heartbreak that you go through. I decided to use quite graphic imagery with 'If I had a penny for all your potential, I'd be left drowning in a mouth full of metal.' I really liked that, because otherwise it's quite a sweet tune.”<br />\n<b>“Candidate”</b>\n“It's about people just treating you like an idiot and walking all over you. And you'll be like, 'You know what? Fine. If you want somebody to love, you want somebody to hate, yeah, just walk all over me.' There are so many women's experiences in my life that I feel pure fury about, being the fact that I'm just in Texas and they're rolling back abortion laws. I feel literal fury. And that song I'm so happy about, because I can spit venom. And I need to, for my own sanity.”<br />\n<b>“Red White and Blue”</b>\n“My partner buys and sells guitars, so he decided one day to get on a cheap flight to Virginia to buy this guitar. He called me and he said, 'Oh, I ended up in the car with this guy and he's quite a character.' He said it was very clear this guy was going through PTSD symptoms and he'd confided in Luke that he was a Vietnam War veteran. I've got a lot of Army in my family, and the story, it was absolutely heartbreaking: He was selling this guitar for health care bills. He'd just been abandoned by the country that he was serving. I just went through this guy's life from across hundreds of miles. It was literally an hour between me hearing and writing. And I think if any more thought had gone into it, it wouldn't have been what it is.”<br />\n<b>“Rely On”</b>\n“This is a brutal love song. It's about feeling like there's only two of you in whatever game you're playing, and saying to the other person, 'You know I've got your back no matter what.' My favorite lyric on the whole record might just be 'If you need to rely on somebody in the wild when the lions move,' because it really is sometimes like that. It feels like you're both in this gladiator ring and they're going to get you.”<br />\n<b>“Prototype”</b>\n“I added the word <i>quarantine</i>, and I'd written this in February of 2020, pre-lockdown. So I don't know if it was in the ether, but now I'm like, 'Oh god.' We locked down after that tour. But 'Put my heart in quarantine to try and analyze what it is that forces me to love the prototype'—it's basically, why do I keep going after the same bloke? Why do I keep going for this guy who's going to hurt me, and then stop loving the person that won't?”<br />\n<b>“Headstart”</b>\n“‘Headstart’ is very flippant. And that's why I chose to release it first. When I sat in the writer's chair and I was like, 'Oh, fuck it, let's see what happens,' and 'Headstart' came out, I was like, 'Ah, she's back.' The concept is quite simple: It's about how the guy can't see you, and they're not bright enough to see that you like them. It's quite a trivial, childish narrative. But for me, we were going through so much when I released it—we'd been locked down for eight months—and I was like, 'I'm all about to put fuel on the fire.' And I wanted to bring people out.”","short":"“I can spit venom. And I need to, for my own sanity.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/33h7fEWP9jsMrn9OR5yZrJ"}},{"id":"1555318008","type":"albums","href":"/v1/catalog/us/albums/1555318008?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/1a/ef/f5/1aeff531-e697-3c07-7eaf-d209563888ad/5056167160984_1.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"44413d","textColor2":"1e1d1e","textColor4":"44413e","textColor1":"1e1c1c","bgColor":"dbd2c1","hasP3":false},"artistName":"Jungle","isSingle":false,"url":"https://music.apple.com/us/album/loving-in-stereo/1555318008","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Loving In Stereo","recordLabel":"Caiola Records","upc":"5056167160984","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Caiola Records under exclusive license to AWAL Recordings Ltd","playParams":{"id":"1555318008","kind":"album"},"editorialNotes":{"standard":"“This is the antithesis to our last record—where that was about heartbreak, this album is about freedom, picking yourself up and moving forward,” Jungle producer and multi-instrumentalist Josh Lloyd-Watson tells Apple Music. “It’s an album made for bringing people together; upbeat tunes to set people free.” Lloyd-Watson is one half of Jungle, the London-based production duo, with childhood friend Tom McFarland. Coming to prominence with their Mercury Prize-nominated self-titled debut album in 2014 (and, specifically, its ubiquitous single “Busy Earnin’”), the producers went on to establish themselves as hook-writing maestros, giving the warm mahogany feel of 1960s and ’70s soul a chrome polish with their seven-piece live band performances and intricate arrangements.<br />\nTheir third album, <i>Loving in Stereo</i> (succeeding 2018’s <i>For Ever</i>), takes their melodies squarely to the dance floor, featuring the thumping drum breakbeats of “Talk About It,” the driving disco-funk of “Keep Moving,” and collaborations from rapper Bas (“Romeo”) and singer Priya Ragu on the jazz-influenced “Goodbye My Love.” Read on for Lloyd-Watson’s thoughts on the album, track by track.<br />\n<b>“Dry Your Tears”</b>\n“This was originally a middle-eight of a B-side called ‘Don't You Cry Now.’ It was one of the last pieces to go on the record, and it’s an overture about not feeling sorry for yourself. The vocals on it are quite airy and dreamlike, as if you're waking up from a bad dream, and the strings then ease you into the album but also make you question exactly what it is we're about to listen to.”<br />\n<b>“Keep Moving”</b>\n“Those strings crescendo into ‘Keep Moving,’ which is an archetypal Jungle track. It's a song that we've been trying to make ever since ‘Busy Earnin’,’ and it's almost like the older sibling to that song. It's about moving on and moving through hard times; a mantra to not worry about stuff too much but to be hopeful instead.”<br />\n<b>“All of the Time”</b>\n“We always envisioned this track as what it would sound like if a band from the 1960s or ’70s had heard future garage rhythms but were playing them on acoustic instruments. It feels like a sample but it's not a sample, since we've always been obsessed with things that sound old but are new. It's supposed to be a super uplifting track, with this gospel feeling in the chorus, which is just like pure euphoria.”<br />\n<b>“Romeo” (feat. Bas)</b>\n“We met Bas at a festival on Coney Island a few years ago. He came backstage with such amazing energy and we got talking. We're all about features that are personal and that happen because they're meant to happen. We were at The Church Studios in Crouch End and he texted that he was in London, so he came through. We make a lot of hip-hop and we've got so many of those sorts of beats, it's really great for people to hear that element to us.”<br />\n<b>“Lifting You”</b>\n“This was a beat that I had made and it wasn't really supposed to be on the album. I remember sending it out to a load of artists and they really liked it but nothing happened with it. I sat down one day and wrote a vocal and we sang on it, and it just had a really carefree feeling to it. It's inspired by bits of KAYTRANADA, with this Moog One bassline that gives it a slightly clubbier feel. There’s also psychedelic influences and an uplifting vocal chorus, which takes it to a different dimension.”<br />\n<b>“Bonnie Hill”</b>\n“‘Bonnie Hill’ is the oldest track on the record; it was one that was written during the second album at Bonnie Hill, a place in the hills in Los Angeles. We just had this beat for a while and it came together with this other melody we had lying around. At The Church Studios we had this 12-piece strings and brass section, and we added jazz flute, as well as a saxophone—that set the track alight. We don't have many solos in Jungle songs, so this was really exciting.”<br />\n<b>“Fire”</b>\n“This was one of the first tracks to signify the direction of the album. It's this free-flowing piece that was very quick to make, in only around an hour. It's more of a sonic experimentation, where we'd just gotten this new profiling amplifier and started putting loads of synthesizers through it, blurring that line between electronics and a band sound. We like to set our music to things, and this feels like it could soundtrack a car chase or heist in a film. It's a bit chaotic, and that's what we love about it.”<br />\n<b>“Talk About It”</b>\n“The producer Inflo was in town when we were recording in LA and we just started jamming and came up with this. The drums have a sense of [The Jam’s] 'Town Called Malice' or The Stone Roses to them. It's another one of those songs that feels like it's taken something from different eras and then pieced them all together. We wanted to hold on to the drum breakbeat that started it off and we just wouldn't let go of it until it was finished, not tweaking it or changing it but allowing it to sit in its original form.”<br />\n<b>“No Rules”</b>\n“It's something that came about that wasn't supposed to be on the album, just again a track that got made for the fun of making music. It's like a synth odyssey, but it's also got this power. It's a rebellion against government control and surveillance and the ever-evolving world of <i>1984</i> that we're living in.”<br />\n<b>“Truth”</b>\n“This is the most leftfield thing from what Jungle is. We were following the train of thought that you accept whatever happens in the studio, and it came very quickly. We used to listen to a lot of the indie rock that was dominating the charts in the mid-2000s, things like The Thrills and The Strokes and Kings of Leon, and there's an element of that to it, which is really nostalgic to us. It's a song about realizing that you love somebody and getting over those trust issues in the beginning of a relationship to ultimately realize that you only want to be with them.”<br />\n<b>“What D'You Know About Me?”</b>\n“This is ESG-inspired and it's the fastest track we've ever done. It embodies the anger and passion that this record has—it’s got a darkness to it that ‘No Rules’ also has, again being about surveillance and people knowing too much about you. We're playfully asking, ‘What do you know about me?’ It's got this stark swagger to it.”<br />\n<b>“Just Fly, Don't Worry”</b>\n“The previous two tracks are quite intense, so we wanted this to segue you down into the end of the album. This was originally a lot longer, but it plays now like a palate cleanser, just giving you the bits that you need. It's got a mixture between dub and funk in the groove and feel. We're making this music for the fun of it, and what we liked and what we connected with went on the record, rather than songs that we thought other people would know.”<br />\n<b>“Goodbye My Love” (feat. Priya Ragu)</b>\n“We had been writing all day on this other song at Guy Chambers' studio in London, where he has some amazing equipment like a vintage harpsichord and vibraphone. Our time was coming up and we challenged ourselves to see if we could get these sounds down for something new. Priya's got such a fantastic voice with such a pure tone, and we wanted to get her melody down in a free flow of consciousness. It wasn't intended to be a Jungle track, it was just made for us, but then we felt like it was supposed to be on the record.”<br />\n<b>“Can't Stop the Stars”</b>\n“We try to close with something quite cinematic on our records. I remember hearing these strings back in the studio and they are so overwhelming—even to this day, that last 16 or 32 bars of music is so emotional and it takes us back to this feeling of wanting to be young and free. It's about someone in your life telling you you don't need to worry about everything, because you can't stop the stars from moving, so you can't control everything in this life. The more you let go, the more free you'll actually be.”","short":"“This is about freedom, picking yourself up and moving forward.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1hykVcbmenjAoG7wwoXmCV"}},{"id":"1579905790","type":"albums","href":"/v1/catalog/us/albums/1579905790?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/ef/12/c5/ef12c5a8-e05b-e448-881e-3c54c83c14bf/21UMGIM70552.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2e2f","textColor2":"202020","textColor4":"484849","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"Sigrid","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-sigrid-single/1579905790","isComplete":false,"genreNames":["Pop","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Apple Music Home Session: Sigrid - Single","recordLabel":"Universal-Island Records Ltd.","upc":"00602438693849","audioTraits":["lossless","lossy-stereo"],"copyright":"An Island Records release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1579905790","kind":"album"},"editorialNotes":{"standard":"It takes guts to cover one of the biggest songs of the moment. Fortunately, Sigrid nails it on her Apple Music Home Session, as she offers a soft take on Ed Sheeran’s 2021 smash “Bad Habits.” “I wanted to do a cover of a song that people would recognize, but do it in my own way,” the Norwegian singer-songwriter tells Apple Music. “Doing ‘Bad Habits’ is obviously a bit intimidating, and I hope his fans will approve.” Elsewhere, Sigrid swaps the disco melodies of her own 2021 smash “Mirror” for acoustic, reflective guitars and twinkling piano. “It sounds like someone just grabbed the guitar around the bonfire in a midsummer night in Norway, and I’m here for it,” adds the singer. Here, the track’s emboldened lyrics (“I love who I see/Looking at me in the mirror”) shine even brighter, as the song builds to be every bit as uplifting as the original. “I guess I just try to squeeze even more emotion out of the lyrics, as if you were speaking to someone who needs to hear it,” adds Sigrid. “Every time I make acoustic versions of songs, they all become just a tiny bit more sentimental and nostalgic.” Like most artists, Sigrid is itching to get on stage again after the lockdowns of 2020 and 2021. But don’t expect the composure of this Home Session to feature. “I just know that the first time I’m back on stage with my band and crew, I’ll probably have an overload of emotions resulting in an adrenaline-hyped Norwegian girl running around screaming more than singing,” she adds. “Sorry in advance, it’ll be loud.”","short":"“Every time I make acoustic versions of songs, they become more sentimental.”"},"isCompilation":false}},{"id":"1576205011","type":"albums","href":"/v1/catalog/us/albums/1576205011?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/dc/4e/25/dc4e255c-fab7-6b03-1f31-1d870035b9c3/193872717104_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"e7cdcf","textColor2":"f7f7f7","textColor4":"e4cacd","textColor1":"fafafa","bgColor":"981621","hasP3":false},"artistName":"Isaia Huron","isSingle":false,"url":"https://music.apple.com/us/album/bound-ep/1576205011","isComplete":true,"genreNames":["Contemporary R&B","Music","R&B/Soul"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-08-10","name":"Bound - EP","recordLabel":"Isaia Huron","upc":"193872717104","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Isaia Huron","playParams":{"id":"1576205011","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1578467179","type":"albums","href":"/v1/catalog/us/albums/1578467179?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/56/32/0f/56320f91-fd6a-6147-1251-254a448104f0/5059449043777.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"d2ca93","textColor2":"fcef88","textColor4":"d1c67f","textColor1":"fef3a2","bgColor":"242458","hasP3":false},"artistName":"Luna & Stella","isSingle":false,"url":"https://music.apple.com/us/album/sleepy-lullabies/1578467179","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Sleepy Lullabies","recordLabel":"Platoon","upc":"5059449043777","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Luna & Stella","playParams":{"id":"1578467179","kind":"album"},"editorialNotes":{"short":"Soothing electric piano renditions of classic bedtime melodies."},"isCompilation":false,"spotify":"https://open.spotify.com/album/1sLdpOMlLPgmsRwnUhjWO2"}},{"id":"1579637280","type":"albums","href":"/v1/catalog/us/albums/1579637280?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/6a/0e/12/6a0e12fd-3d64-347c-7612-e1c13506e9a6/194690576768_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3b94c0","textColor2":"fd5ab0","textColor4":"cc4c9f","textColor1":"48b4d9","bgColor":"07135d","hasP3":false},"artistName":"Iggy Azalea","isSingle":false,"url":"https://music.apple.com/us/album/the-end-of-an-era/1579637280","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"The End of an Era","recordLabel":"Bad Dreams Records / EMPIRE","upc":"194690576768","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Bad Dreams Records / EMPIRE","playParams":{"id":"1579637280","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7lpONbbHTKDFk5nDpOgdFD"}},{"id":"1572278902","type":"albums","href":"/v1/catalog/us/albums/1572278902?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/03/fb/9e/03fb9e9c-43bb-2bfd-cccc-920a91affd12/21UMGIM51898.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"84ae4e","textColor2":"99d888","textColor4":"7aad6d","textColor1":"a5d961","bgColor":"000300","hasP3":false},"artistName":"Brandee Younger","isSingle":false,"url":"https://music.apple.com/us/album/somewhere-different/1572278902","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Somewhere Different","recordLabel":"Impulse!","upc":"00602438431335","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"An Impulse! Records release; ℗ 2021 Verve Label Group, a Division of UMG Recordings, Inc.","playParams":{"id":"1572278902","kind":"album"},"editorialNotes":{"standard":"“I wanted to make a record that you could just listen to, not a record solely for musicians to analyze,” New York-based harpist Brandee Younger tells Apple Music. “This is accessible, beautiful music for people who might not ordinarily listen to harp music to get into.” Younger has spent the past 15 years diversifying the output of the ancient stringed instrument, playing as a session musician with hip-hop and R&B royalty like Common, The Roots, and Lauryn Hill, as well as with jazz luminaries Pharoah Sanders and Jack DeJohnette. For her eighth LP, <i>Something Different</i>, she maintains that genre-spanning ethos, working with legendary jazz bassist Ron Carter as well as producer Dezron Douglas to create eight compositions that run the gamut from ’70s funk and Latin jazz to spiritual balladry and an homage to the TV show <i>Law & Order</i>. Here, she discusses each of the album’s tracks.<br />\n<b>“Reclamation”</b>\n“I was commissioned to write a composition for the Charlie Parker Jazz Festival a few years ago, and when I was coming up with a theme, I kept thinking of Maxine Waters saying she was ‘reclaiming my time’ in a 2017 Congressional hearing. In the context of where we are right now, when we haven’t been able to do so many things because of COVID, it feels like I’m ready to reclaim everything I can: peace, being social, having fun, working outside of the house. This track is all about reclaiming what you want—it’s an empowering statement to begin with.”<br />\n<b>“Spirit U Will”</b>\n“Dezron composed this for me as an ode to Alice Coltrane. We wanted to give it more of a modern vibe, which is why we have Maurice Brown playing the trumpet with his synthesized effects. I wanted this album to be mostly original compositions, because all of my past recordings have been a combination of originals and standards by my heroes. <i>Something Different</i> is representative of today by having all the tunes composed from the present moment.”<br />\n<b>“Pretend” (feat. Tarriona “Tank” Ball)</b>\n“Sometimes I suffer from not knowing what I want on a track, but with ‘Pretend,’ right away I knew that I wanted vocals. I’m always singing in my head or singing when I’m practicing, and this tune needed a voice to go with it. I saw Tank perform live with her band, The Bangas, at the opening of The Shed in New York, and I was blown away by their live show. So, I sent her the track and said, ‘Put your thing on it.’ She came back with these amazingly poetic lyrics on romance and affairs.\"<br />\n<b>“Somewhere Different”</b>\n“This is the track I was most nervous about. The harp world is, for the most part, very traditional, and I do a lot of work as a session player where I play lots of hip-hop and R&B—things that are not traditional classical or jazz. So, I wanted this track to be reflective of my musical background. I created a solo harp opening and a solo interlude, and then we have a Latin groove, before adding in these trap drums to give it a little Cardi B feel. It’s where the album title came from, as I’m playing from this space of difference.”<br />\n<b>“Love & Struggle”</b>\n“In early 2020, I wrote the music for an Audible production called <i>In Love and Struggle</i>, which was Black women like Anita Hill and Sarah Jones telling stories. It was the highlight of my 2020. This piece is split into sections, and it plays through the meaning of that title ‘Love & Struggle.’ Some of the parts in the opening are just like when you’re testing the waters out and you’re being safe in a relationship. Then you’re getting to know someone and seeing different sides to them, and that can be difficult. It’s an expression of the ebb and flow of a relationship.”<br />\n<b>“Beautiful Is Black”</b>\n“I wanted a ballad on the record, because the harp isn’t an instrument where you can easily hold notes on, which makes playing slow a challenge. I wanted to create something really beautiful, specifically with Ron Carter in mind, that would challenge me to take a step back and let the sound ring out rather than keep filling it with notes. I wanted something that sounded super pure, and I was thinking of Alice Coltrane and her <i>Ptah the El Daoud</i> album when I wrote this, which is a record Ron Carter actually played on. Beauty is black, and that’s where this title comes from. Why do we think of black as being negative and white as being beautiful? It’s something we have to keep challenging.”<br />\n<b>“Olivia Benson”</b>\n“I don’t really watch much TV, but when I do, it’s only ever <i>Law & Order</i>. Being home this year and not touring, it became very clear how much I watch this show—so much so that Dezron was shocked! This song is a playful theme and an homage to one of its main characters, Olivia Benson, who is played by Mariska Hargitay. Post-lockdown, I’m still watching her now, too!”<br />\n<b>“Tickled Pink”</b>\n“This tune is so simple, but the band and I just love playing it. When I wrote it, I instinctively labeled the chart ‘happy song’ because that was the effect it had on me. Someone pointed out to me that one of my last albums, <i>Wax & Wane</i>, was all in a minor key, so I was conscious of trying to write something major for this record. My grandmother used to say, ‘Oh, I’m so tickled,’ when she was happy, so it felt like the perfect title for it. It feels right to end on a positive note of hope.”","short":"“I wanted to make a record that you could just listen to.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1LHHyL7XxEDFBAJXzALvL6"}},{"id":"1577845899","type":"albums","href":"/v1/catalog/us/albums/1577845899?l=en-US","attributes":{"artwork":{"width":1920,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/1b/a2/d8/1ba2d843-4b29-8de7-7206-aa8c7a16e5c5/Riton_NewPhone_RGB.jpg/{w}x{h}bb.jpeg","height":1920,"textColor3":"3e3424","textColor2":"140702","textColor4":"3e3424","textColor1":"140702","bgColor":"e9e9ad","hasP3":false},"artistName":"Riton","isSingle":false,"url":"https://music.apple.com/us/album/out-da-house-in-da-club-new-phone-who-dis-dj-mix/1577845899","isComplete":false,"genreNames":["House","Music","Dance"],"trackCount":22,"isMasteredForItunes":false,"releaseDate":"2021-08-10","name":"Out Da House, In Da Club, New Phone, Who Dis? (DJ Mix)","upc":"5056381814021","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1577845899","kind":"album"},"editorialNotes":{"short":"The Newcastle DJ/producer is in celebratory mood on this triumphant, exclusive mix. "},"isCompilation":false}},{"id":"1578686561","type":"albums","href":"/v1/catalog/us/albums/1578686561?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/b0/44/81/b0448160-6533-1fe3-d49a-77d60a34ddbb/093624883234.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"9bae4b","textColor2":"eaa762","textColor4":"be8c53","textColor1":"bed257","bgColor":"101f1a","hasP3":false},"artistName":"Mallory Merk","isSingle":false,"url":"https://music.apple.com/us/album/counterparts-ep/1578686561","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Counterparts - EP","recordLabel":"Field Trip Recordings/Warner Records","upc":"093624883234","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Field Trip Recordings/Warner Records Inc.","playParams":{"id":"1578686561","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567638764","type":"albums","href":"/v1/catalog/us/albums/1567638764?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/7e/0b/26/7e0b268c-cfca-d2a8-820e-68f1c3f3bf78/886449158485.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c66560","textColor2":"eb746b","textColor4":"be5f59","textColor1":"f57c74","bgColor":"0b0a10","hasP3":false},"artistName":"Gost","isSingle":false,"url":"https://music.apple.com/us/album/rites-of-love-and-reverence/1567638764","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Rites Of Love And Reverence","recordLabel":"Century Media","upc":"886449158485","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Century Media Records Ltd., under exclusive license from Gost","playParams":{"id":"1567638764","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/50vYq2UvxFNDSsZTD63QPn"}},{"id":"1570405831","type":"albums","href":"/v1/catalog/us/albums/1570405831?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/40/1a/88/401a8884-e817-d31f-995f-14f7144b1354/21UMGIM13043.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"292922","textColor2":"172224","textColor4":"363d3f","textColor1":"080900","bgColor":"b1abad","hasP3":false},"artistName":"Jan Lisiecki","isSingle":false,"url":"https://music.apple.com/us/album/chopin-complete-nocturnes/1570405831","isComplete":true,"genreNames":["Classical","Music","Piano","Romantic Era","Solo Instrumental"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Chopin: Complete Nocturnes","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948607648","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1570405831","kind":"album"},"editorialNotes":{"standard":"Still only 26 when this album was released, pianist Jan Lisiecki is already a veteran of the recording studio. Indeed, this is his eighth album for Deutsche Grammophon and his third of music by Chopin. Recorded over a week in Berlin in October 2020, the music has a palpable sense of ease, born from a series of relaxed sessions. Lisiecki is an old head on young shoulders, making for a thoughtful player with a wonderful sense of line, which is vital in these gloriously songful nocturnes. Whether in the familiar <i>C Minor</i> and <i>C-Sharp Minor</i> or in less often encountered pieces, he is an ideal companion, and the recorded sound is pristine. ","short":"The Canadian thoughtfully performs these gloriously songful nocturnes."},"isCompilation":false}},{"id":"1572578540","type":"albums","href":"/v1/catalog/us/albums/1572578540?l=en-US","attributes":{"artwork":{"width":1440,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/f9/42/b4/f942b43a-b494-f1ba-af14-48ca80eef141/cover.jpg/{w}x{h}bb.jpeg","height":1440,"textColor3":"38384c","textColor2":"000070","textColor4":"33338d","textColor1":"060620","bgColor":"ffffff","hasP3":false},"artistName":"Max Cooper","isSingle":false,"url":"https://music.apple.com/us/album/yearning-for-the-infinite-remixed/1572578540","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-08-12","name":"Yearning for the Infinite Remixed","recordLabel":"Mesh","upc":"3616556863036","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mesh under exclusive licence to Phases","playParams":{"id":"1572578540","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7Fo17tDxpIkg3sc1zuUbOr"}},{"id":"1579843208","type":"albums","href":"/v1/catalog/us/albums/1579843208?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/2b/2e/1f/2b2e1fbc-121b-d19b-e6c8-fde4754600c6/thrill-ing_cover_final.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"92c0b5","textColor2":"81f0a9","textColor4":"67c087","textColor1":"b6f1e3","bgColor":"000000","hasP3":false},"artistName":"THE BOYZ","isSingle":false,"url":"https://music.apple.com/us/album/the-boyz-6th-mini-album-thrill-ing-ep/1579843208","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-08-09","name":"THE BOYZ 6TH MINI ALBUM [THRILL-ING] - EP","recordLabel":"크래커 엔터테인먼트(Cre.ker Entertainment)","upc":"8804775165146","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 크래커 엔터테인먼트(Cre.ker Entertainment),under license to Kakao Entertainment","playParams":{"id":"1579843208","kind":"album"},"editorialNotes":{"standard":"The K-pop crew’s summery selection is buzzing with delights.","short":"The K-pop crew’s summery selection is buzzing with delights."},"isCompilation":false}},{"id":"1573353203","type":"albums","href":"/v1/catalog/us/albums/1573353203?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/d6/f9/91/d6f9918a-242e-3bd4-d6c8-5217bb67d681/0.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"d2d2d2","textColor2":"e4e4e4","textColor4":"bdbdbd","textColor1":"fefefe","bgColor":"222224","hasP3":false},"artistName":"M.A.G.S.","isSingle":false,"url":"https://music.apple.com/us/album/say-things-that-matter/1573353203","isComplete":true,"genreNames":["Rock","Music","Alternative","Indie Rock"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Say Things That Matter","recordLabel":"Elliott Douglas","upc":"695845178603","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Elliott Douglas","playParams":{"id":"1573353203","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/52pKraIrmywyqCpywjBS8B"}},{"id":"1566724440","type":"albums","href":"/v1/catalog/us/albums/1566724440?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/17/36/f2/1736f2e7-12a2-824f-3182-96b0d01fba2e/669158557219.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b3deec","textColor2":"68eafc","textColor4":"53d1ea","textColor1":"e0faff","bgColor":"0071a2","hasP3":false},"artistName":"Junior Mesa","isSingle":false,"url":"https://music.apple.com/us/album/cirque-du-freak-ep/1566724440","isComplete":true,"genreNames":["Alternative","Music","R&B/Soul"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Cirque Du Freak - EP","recordLabel":"Nice Life Recording Company","upc":"669158557219","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Nice Life Recording Company","playParams":{"id":"1566724440","kind":"album"},"isCompilation":false}},{"id":"1577469527","type":"albums","href":"/v1/catalog/us/albums/1577469527?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/14/31/23/143123d8-7e68-1241-68fa-f320d17e9ab3/artwork.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b58dc8","textColor2":"d4a8da","textColor4":"ad89b2","textColor1":"deadf6","bgColor":"110c10","hasP3":false},"artistName":"Mayhrenate","isSingle":false,"url":"https://music.apple.com/us/album/plush-unplugged-acoustic-ep/1577469527","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Plush Unplugged (Acoustic) - EP","recordLabel":"MN8","upc":"196321543712","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 MN8","playParams":{"id":"1577469527","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1578426133","type":"albums","href":"/v1/catalog/us/albums/1578426133?l=en-US","attributes":{"artwork":{"width":1401,"url":"https://is1-ssl.mzstatic.com/image/thumb/Features115/v4/6c/d5/56/6cd5562d-7041-3ad3-1fa6-09c1cbbde0d3/mza_3173615827059310146.png/{w}x{h}bb.jpeg","height":1401,"textColor3":"303132","textColor2":"282524","textColor4":"514f4f","textColor1":"000000","bgColor":"f4f8fb","hasP3":false},"artistName":"Sol Rising","isSingle":false,"url":"https://music.apple.com/us/album/60-min-yoga-vol-1-dj-mix/1578426133","isComplete":false,"genreNames":["Downtempo","Music","Electronic"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"60 Min Yoga, Vol. 1 (DJ Mix)","upc":"5056381814212","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1578426133","kind":"album"},"editorialNotes":{"standard":"The LA DJ/producer assembles 60 minutes of downtempo yoga bliss:<br />\n“This DJ mix, curated for a 60-minute yoga flow, contains some of my original tracks as well as some of my favorite lo-fi and electronic music. I’ve also sprinkled in some old-school classic jams.” —Sol Rising","short":"The LA DJ/producer assembles 60 minutes of downtempo yoga bliss."},"isCompilation":false}},{"id":"1563837570","type":"albums","href":"/v1/catalog/us/albums/1563837570?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/73/34/f3/7334f32c-ae92-cdb5-6a6b-79f6a7636677/5055869565769.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"cecbc8","textColor2":"e5dfdc","textColor4":"b9b2b0","textColor1":"fffefb","bgColor":"0c0000","hasP3":false},"artistName":"Jana Rush","isSingle":false,"url":"https://music.apple.com/us/album/painful-enlightenment/1563837570","isComplete":true,"genreNames":["Electronic","Music","Electronica"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Painful Enlightenment","recordLabel":"Planet Mu","upc":"5055869565769","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Planet Mu","playParams":{"id":"1563837570","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/62F15RCgsK6yupU75pMjQ2"}},{"id":"1560050132","type":"albums","href":"/v1/catalog/us/albums/1560050132?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music114/v4/6d/15/22/6d1522ad-e767-b8b4-3cc4-a38a2b742bea/196006399641.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"322e46","textColor2":"1b1f2d","textColor4":"42444d","textColor1":"060324","bgColor":"e0dcd1","hasP3":false},"artistName":"Jackie Hayes","isSingle":false,"url":"https://music.apple.com/us/album/theres-always-going-to-be-something-ep/1560050132","isComplete":true,"genreNames":["Indie Pop","Music","Alternative"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"There's Always Going To Be Something - EP","recordLabel":"Fat Possum","upc":"196006399641","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Jackie Hayes","playParams":{"id":"1560050132","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1579023669","type":"albums","href":"/v1/catalog/us/albums/1579023669?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/6c/96/7f/6c967f60-ef16-9811-03bb-e0bc14732cbb/192641792663_Cover.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"bfc0c0","textColor2":"faebab","textColor4":"c9be8e","textColor1":"eeefe9","bgColor":"07071a","hasP3":false},"artistName":"CloZee","isSingle":false,"url":"https://music.apple.com/us/album/nouvelle-era-ep/1579023669","isComplete":true,"genreNames":["Downtempo","Music","Electronic"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Nouvelle Era - EP","recordLabel":"Odyzey Music","upc":"192641792663","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Odyzey Music","playParams":{"id":"1579023669","kind":"album"},"isCompilation":false}},{"id":"1579626629","type":"albums","href":"/v1/catalog/us/albums/1579626629?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/56/33/29/56332989-78e2-f4cf-e1fe-77610f8d6189/21UMGIM62969.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2f27","textColor2":"0d1204","textColor4":"33352b","textColor1":"070a00","bgColor":"cac1c6","hasP3":false},"artistName":"Rosemarie","isSingle":false,"url":"https://music.apple.com/us/album/sinnergy/1579626629","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":9,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Sinnergy","recordLabel":"BirdVisionEnt/Interscope","upc":"00602438607846","audioTraits":["lossless","lossy-stereo"],"copyright":"BirdVisionEnt/Interscope; ℗ 2021 Interscope Records","playParams":{"id":"1579626629","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3duDeQQMayajmg7DcwBhO0"}},{"id":"1562946844","type":"albums","href":"/v1/catalog/us/albums/1562946844?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/0a/3f/6c/0a3f6ca7-e24c-56ec-eeb0-44db7451d2c9/0045778772667.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"192718","textColor2":"27193a","textColor4":"343944","textColor1":"050204","bgColor":"6abc6a","hasP3":false},"artistName":"Quicksand","isSingle":false,"url":"https://music.apple.com/us/album/distant-populations/1562946844","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Distant Populations","recordLabel":"Epitaph","upc":"0045778772667","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Quicksand, under exclusive license to Epitaph","playParams":{"id":"1562946844","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/616nwZda5YwqxLfX8rZciA"}},{"id":"1567915554","type":"albums","href":"/v1/catalog/us/albums/1567915554?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/e1/e1/4d/e1e14d64-f97d-b80f-6356-08a660fabbac/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"83a1a5","textColor2":"7db9de","textColor4":"6899b7","textColor1":"9fc4c7","bgColor":"15181d","hasP3":false},"artistName":"Wednesday","isSingle":false,"url":"https://music.apple.com/us/album/twin-plagues/1567915554","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Twin Plagues","recordLabel":"Orindal Records","upc":"3616555806621","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Orindal Records","playParams":{"id":"1567915554","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2VSj2CXqLfJt3nhqeEDMgW"}},{"id":"1578986912","type":"albums","href":"/v1/catalog/us/albums/1578986912?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/1b/43/1e/1b431e79-861d-6cea-6a0c-b101564e9710/21UMGIM66988.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cbcbcb","textColor2":"f6d7af","textColor4":"c5ac8c","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Ludovico Einaudi","isSingle":false,"url":"https://music.apple.com/us/album/reimagined-chapter-1-volume-2-single/1578986912","isComplete":true,"genreNames":["Classical Crossover","Music","Classical"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-08-13","name":"Reimagined. Chapter 1, Volume 2 - Single","recordLabel":"Decca (UMO) (Classics)","upc":"00028948564255","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Ponderosa Music Records, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1578986912","kind":"album"},"isCompilation":false}},{"id":"1566669849","type":"albums","href":"/v1/catalog/us/albums/1566669849?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/bf/0a/33/bf0a3377-9f55-e87a-22ea-670cd038c051/810016764328.jpg/{w}x{h}bb.jpeg","height":2000,"textColor3":"cccccc","textColor2":"fe4b2d","textColor4":"cb3c24","textColor1":"ffffff","bgColor":"010101","hasP3":false},"artistName":"Slaughter to Prevail","isSingle":false,"url":"https://music.apple.com/us/album/kostolom/1566669849","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Kostolom","recordLabel":"Sumerian Records","upc":"810016764328","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sumerian Records","playParams":{"id":"1566669849","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3VdKGKINXzkSLDXIqmhw6T"}},{"id":"1570989162","type":"albums","href":"/v1/catalog/us/albums/1570989162?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/af/29/c1/af29c16e-8de5-91b8-6b25-a4c8faf03ed6/859748286586.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"323130","textColor2":"571412","textColor4":"78423e","textColor1":"000000","bgColor":"fdf8f2","hasP3":false},"artistName":"A Great Big Pile Of Leaves","isSingle":false,"url":"https://music.apple.com/us/album/pono/1570989162","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Pono","recordLabel":"A Great Big of Pile of Leaves and Many Hats Distribution","upc":"859748286586","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 A Great Big of Pile of Leaves and Many Hats Distribution","playParams":{"id":"1570989162","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/22AUgoPPflnMaQLAUsxHz0"}},{"id":"1568378256","type":"albums","href":"/v1/catalog/us/albums/1568378256?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/96/81/8c/96818c6d-fe7b-700a-427e-152c51f8a697/5026328504858.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"45112c","textColor2":"341027","textColor4":"5c1943","textColor1":"16050a","bgColor":"ff41b2","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/soul-jazz-records-presents-cold-wave-2/1568378256","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"Soul Jazz Records Presents COLD WAVE #2","recordLabel":"Soul Jazz Records","upc":"5026328504858","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Soul Jazz Records","playParams":{"id":"1568378256","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4MGNJYU82XWJgVdqO7iUg3"}},{"id":"1565631406","type":"albums","href":"/v1/catalog/us/albums/1565631406?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/5a/7e/47/5a7e4763-1265-71b0-0d45-bcb8600a9d91/21UMGIM37312.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3e4128","textColor2":"4a0d23","textColor4":"6d371c","textColor1":"0e1832","bgColor":"fce300","hasP3":false},"artistName":"binki","isSingle":false,"url":"https://music.apple.com/us/album/motor-function-ep/1565631406","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-08-13","name":"MOTOR FUNCTION - EP","recordLabel":"FADER Label","upc":"00829299220834","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 binki under exclusive license to FADER Label","playParams":{"id":"1565631406","kind":"album"},"isCompilation":false,"contentRating":"explicit"}}]}