{"data":[{"id":"1560735414","type":"albums","href":"/v1/catalog/us/albums/1560735414?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/e1/79/61/e1796180-6f6f-fbaa-6aa8-8e1516ac49c6/21UMGIM26092.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"675f9a","textColor1":"f3f6fb","textColor2":"fbeaf0","textColor3":"d7d8e8","textColor4":"decedf"},"artistName":"Olivia Rodrigo","isSingle":false,"url":"https://music.apple.com/us/album/sour/1560735414","isComplete":true,"genreNames":["Pop","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"SOUR","recordLabel":"Olivia Rodrigo PS","upc":"00602438101498","copyright":"℗ 2021 Olivia Rodrigo, under exclusive license to Geffen Records","playParams":{"id":"1560735414","kind":"album"},"editorialNotes":{"standard":"If Olivia Rodrigo has a superpower, it’s that, at 18, she already understands that adolescence spares no one. The heartbreak, the humiliation, the vertiginous weight of every lonesome thought and outsized feeling—none of that really leaves us, and exploring it honestly almost always makes for good pop songs. “I grew up listening to country music,” the California-born singer-songwriter (also an experienced actor and current star of Disney+’s <i>High School Musical: The Musical: The Series</i>) tells Apple Music. “And I think it’s so impactful and emotional because of how specific it is, how it really paints pictures of scenarios. I feel like a song is so much more special when you can visualize and picture it, even smell and taste all of the stuff that the songwriter's going through.”<br />\nTo listen to Rodrigo’s debut full-length is to know—on a very deep and almost uncomfortably familiar level—exactly what she was going through when she wrote it at 17. Anchored by the now-ubiquitous breakup ballad ‘drivers license’—an often harrowing, closely studied lead single that already felt like a lock for song-of-the-year honors the second it arrived in January 2021—<i>SOUR</i> combines the personal and universal to often devastating effect, folding diary-like candor and autobiographical detail into performances that recall the millennial pop of Taylor Swift (“favorite crime”) just as readily as the ’90s alt-rock of Elastica (“brutal”) and Alanis Morissette (“good 4 u”). It has the sound and feel of an instant classic, a <i>Jagged Little Pill</i> for Gen Z.<br />\n“All the feelings that I was feeling were so intense,” Rodrigo says. “I called the record <i>SOUR</i> because it was this really sour period of my life—I remember being so sad, and so insecure, and so angry. I felt all those things, and they're still very real, but I'm definitely not going through that as acutely as I used to. It’s nice to go back and see what I was feeling, and be like, ‘It all turned out all right. You're okay now.’” A little older and a lot wiser, Rodrigo shares the wisdom she learned channeling all of that into one of the most memorable debut albums in ages.<br />\n<b>Let Your Mind Wander</b>\n“I took an AP psychology class in high school my junior year, and they said that you're the most creative when you're doing some type of menial task, because half of your brain is occupied with something and the other half is just left to roam. I find that I come up with really good ideas when I'm driving for that same reason. I actually wrote the first verse and some of the chorus of <b>‘enough for you’</b> going on a walk around my neighborhood; I got the idea for <b>‘good 4 u’</b> in the shower. I think taking time to be out of the studio and to live your life is as productive—if not more—than just sitting in a room with your guitar trying to write songs. While making <i>SOUR</i>, there was maybe three weeks where I spent like six, seven days a week of 13 hours in the studio. I actually remember feeling so creatively dry, and the songs I was making weren't very good. I think that's a true testament to how productive rest can be. There's only so much you can write about when you're in the studio all day, just listening to your own stuff.”<br />\n<b>Trust Your Instincts</b>\n“Before I met my collaborator, producer—and cowriter in many instances—Dan Nigro, I would just write songs in my bedroom, completely by myself. So it was a little bit of a learning curve, figuring out how to collaborate with other people and stick up for your ideas and be open to other people's. Sometimes it takes you a little while to gain the confidence to really remember that your gut feelings are super valid and what makes you a special musician. I struggled for a while with writing upbeat songs just because I thought in my head that I should write about happiness or love if I wanted to write a song that people could dance to. And <b>‘brutal’</b> is actually one of my favorite songs on <i>SOUR</i>, but it almost didn't make it on the record. Everyone was like, ‘You make it the first [track], people might turn it off as soon as they hear it.’ I think it's a great introduction to the world of <i>SOUR</i>.”<br />\n<b>It Doesn’t Have to Be Perfect</b>\n“I wrote this album when I was 17. There's sort of this feeling that goes along with putting out a record when you're that age, like, ‘Oh my god, this is not the best work that I'll ever be able to do. I could do better.’ So it was really important for me to learn that this album is a slice of my life and it doesn't have to be the best work that I'll ever do. Maybe my next record will be better, and maybe I'll grow. It's nice, I think, for listeners to go on that journey with songwriters and watch them refine their songwriting. It doesn't have to be perfect now—it’s the best that I can do when I'm 17 years old, and that's enough and that's cool in its own right.”<br />\n<b>Love What You Do</b>\n“I learned that I liked making songs a lot more than I like putting out songs, and that love of songwriting stayed the same for me throughout. I learned how to nurture it, instead of the, like, ‘Oh, I want to get a Top 40 hit!’-type thing. Honestly, when ‘drivers license’ came out, I was sort of worried that it was going to be the opposite and I was going to write all of my songs from the perspective of wanting it to chart. But I really just love writing songs, and I think that's a really cool position to be in.”<br />\n<b>Find Your People</b>\n“I feel like the purpose of ‘yes’ people in your life is to make you feel secure. But whenever I'm around people who think that everything I do is incredible, I feel so insecure for some reason; I think that everything is bad and they're just lying to me the whole time. So it's really awesome to have somebody who I really trust with me in the studio. That's Dan. He’ll tell me, ‘This is an amazing song. Let's do it.’ But I'll also play him a song that I really like and he’ll say, ‘You know what, I don't think this is your best song. I think you can write a better one.’ There's something so empowering and something so cool about that, about surrounding yourself with people who care enough about you to tell you when you can do better. Being a songwriter is sort of strange in that I feel like I've written songs and said things, told people secrets through my songs that I don't even tell some people that I hang out with all the time. It's a sort of really super mega vulnerable thing to do. But then again, it's the people around me who really love me and care for me who gave me the confidence to sort of do that and show who I really am.”<br />\n<b>You Really Never Know</b>\n“To me, ‘drivers license’ was never one of those songs that I would think: ‘It's a hit song.’ It's just a little slice of my heart, this really sad song. It was really cool for me to see evidence of how authenticity and vulnerability really connect with people. And everyone always says that, but you really never know. So many grown men will come up to me and be like, ‘Yo, I'm happily married with three kids, but that song brought me back to my high school breakup.’ Which is so cool, to be able to affect not only people who are going through the same thing as you, but to bring them back to a time where they were going through the same thing as you are. That's just surreal, a songwriter's dream.”","short":"“It’s nice to go back to what I was feeling and be like, ‘You’re okay now.’”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568588941","type":"albums","href":"/v1/catalog/us/albums/1568588941?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/e3/d2/2e/e3d22ecc-9594-8b92-6606-1f39708b89c9/075679786920.jpg/{w}x{h}bb.jpeg","bgColor":"0e0e18","textColor1":"ebe5e1","textColor2":"99b4c9","textColor3":"bebab8","textColor4":"7d92a5"},"artistName":"Pooh Shiesty","isSingle":false,"url":"https://music.apple.com/us/album/shiesty-season-spring-deluxe/1568588941","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Shiesty Season - Spring Deluxe","recordLabel":"Atlantic Records","upc":"075679786920","copyright":"℗ 2021 Atlantic Recording Corporation and 1017 Global Music, LLC.","playParams":{"id":"1568588941","kind":"album"},"editorialNotes":{"standard":"The most accurate distillation of Pooh Shiesty’s mission on debut mixtape <i>Shiesty Season</i> comes from one of the project’s guests. “I don’t wanna rap about nothing but gunplay,” 21 Savage deadpans on “Box of Churches.” Savage appears on the tape alongside fellow street-rap heavyweights Gucci Mane and Lil Durk, as well as a handful of lesser-known MCs like BIG30, Choppa Wop, and Lil Hank. If they have a single thing in common, it’s an affinity for high-powered weaponry. But it is Pooh Shiesty, of course, who set the tone.<br />\nAcross <i>Shiesty Season - Spring Deluxe</i>’s 21 tracks, the MC consistently details, in that readily identifiable Memphis drawl, the importance of guns in his life on songs like “Back in Blood,” “50 Shots,” “Take a Life,” and “Choppa Way.” Deviations from the theme are few and far between, even on songs like the one named for pioneering musical entrepreneur and Dirty South hip-hop legend Master P (“One shot to the head, may he rest in peace/I’m the reason doctors hooked him up, I feel like Master P”). And lest you think a song called “Twerksum” was an attempt at appeasing the fairer sex, Shiesty is simply offering fair warning that the “choppa get to shaking like it twerk or something.”","short":"Featuring four new tracks, including “Welcome to the Riches” with Lil Baby."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1561836997","type":"albums","href":"/v1/catalog/us/albums/1561836997?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/64/82/1d/64821d19-14b2-7f58-8106-bccb4d04ada3/075679786210.jpg/{w}x{h}bb.jpeg","bgColor":"7dc0c9","textColor1":"191716","textColor2":"222220","textColor3":"2d3939","textColor4":"344142"},"artistName":"twenty one pilots","isSingle":false,"url":"https://music.apple.com/us/album/scaled-and-icy/1561836997","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Scaled And Icy","recordLabel":"Fueled By Ramen","upc":"075679786210","copyright":"℗ 2021 Fueled By Ramen LLC","playParams":{"id":"1561836997","kind":"album"},"editorialNotes":{"standard":"The title of twenty one pilots’ sixth LP is a play on “scaled back and isolated,” words that summed up frontman Tyler Joseph’s world as he wrote and recorded in his Ohio basement during lockdown. “It just felt very confined,” he tells Apple Music. “I had this little dragon figurine that I kept on my desk during the entirety of the writing process, and I just knew that when you focus on even the tiniest little detail in your room—or wherever you're confined—that thing can come to life and fly around your room. That dragon on the cover really represents what can be accomplished with that sort of imagination.”<br />\nAnd as has been the case for everyone, the challenges of pandemic living had a noticeable impact on Joseph’s work—but maybe not quite how you’d expect. “I was actively trying to push against that natural inclination to come in darker,” he says. “The idea of adding to the pressure of what's going on in our world, it didn't feel right.” Instead, <i>Scaled and Icy</i> finds Joseph pushing his genre-defying alt-pop into brighter, more hopeful territory. “It felt like I needed to go the opposite direction,” he says. “I wanted to escape a little bit more and provide people with that opportunity to escape too.” Here, Joseph takes us inside some of the album’s key tracks.<br />\n<b>“Good Day”</b>\n“I designed it to feel like something was coming to life. If you really listen to the song, it's so upbeat and shiny on the surface, and then lyrically I'm talking about trying to cope with the idea of if I were to ever lose my family and friends. I would probably go through a period in the mourning process where my reaction to anyone asking me how I'm doing would be like, ‘I'm fine. Everything's great, I don't even know why you're asking me.’ Making them feel stupid, like, ‘Why would you even ask me that?’ That's what this song is.”<br />\n<b>“Choker”</b>\n“I come from a basketball background, and choking is: You’re standing at the free-throw line and you need to make one of those two, and if you miss them both, you choked. I think for me, with certain friendships and relationships, there were moments that I could have risen to the occasion and I didn't, and that's something that I'll have to live with. I think that everyone has those moments where they feel like they choked. The song is trying to work that through and trying to figure out if that’s someone that I was born to be. Can I shape this? Is this something I can turn around?”<br />\n<b>“Shy Away”</b>\n“My brother said, ‘Hey, I just want you to show me, from the beginning, how you start a record. How do you start writing a song?’ So I had him over at the studio. A lot of times when I sit down to start, I'll tap into my phone and I’ll have a bunch of voice memos of ideas that have hit me randomly. Sometimes it’s just a single word, sometimes it's a melody. I started to build up the track from there, and it turned out that it was talking about wanting him to pursue his dream of chasing music. Most of my songs are very inward, but this is one of the few that I feel like the message is outward, coming from me. The only thing harder than figuring out what your purpose and identity is, is watching someone that you love trying to figure out theirs.”<br />\n<b>“Saturday”</b>\n“When you strip away what day of the week it is, you lose your rhythm. You lose your sense of what is up and what is down. And that's a lesson that [drummer] Josh [Dun] and I learned pretty quickly on tour, because a Friday night and a Monday night could feel the exact same, whether or not we had a show. When the pandemic happened, everything's shut down, everyone was starting to learn that same lesson, where the days of the week lose their meaning, and it was messing with people's reference of time. You feel like you're swirling and your feet aren't planted. The song is really, I'm talking to my wife, hoping that she sticks with me, even though I'm working through this, even though I'm kind of tumbling into nothingness.”<br />\n<b>“No Chances”</b>\n“I recruited my brother and a few of his friends to come over and record gang vocals. You have this microphone in the middle of the room and I have everyone in headphones and I'm kind of directing them in what to say and what to yell. That was the first time I'd ever really produced a room full of people. I was thinking of athletics and college sports specifically, where there's overwhelmingly this hometown crowd, and how intimidating that can be and powerful that is in the face of opposition. I definitely was writing from that—I felt the energy of a gymnasium or a stadium and was wanting to capture that.”<br />\n<b>“Redecorate”</b>\n“I had a friend of mine whose son passed away and they would keep his room the same way that he had left it. I remember thinking how crazy powerful a story that is, and how it makes me wonder, like, ‘What will people do with my stuff?’ It can actually bring you back down to earth, make sure that you don't make any horrible decisions. I'm realizing now how difficult it is to talk about, but this song is really important to me. I love the messaging of it, and I hope that our fans hear what it is I'm trying to say in it. Because it is a bit delicate, but it's one of my favorite tracks and it's pretty powerful if you let it.”","short":"“I wanted to provide people with that opportunity to escape.”"},"isCompilation":false}},{"id":"1567625813","type":"albums","href":"/v1/catalog/us/albums/1567625813?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/f3/c8/36/f3c83675-95eb-2c9e-53a1-ccbd8259205b/21UMGIM40486.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"080b10","textColor1":"f2e8f1","textColor2":"91b6db","textColor3":"c3bbc4","textColor4":"7693b2"},"artistName":"42 Dugg","isSingle":false,"url":"https://music.apple.com/us/album/free-dem-boyz/1567625813","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":23,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Free Dem Boyz","recordLabel":"New CMG Records P&D","upc":"00602438144464","copyright":"℗ 2021 4PF/CMG","playParams":{"id":"1567625813","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567697050","type":"albums","href":"/v1/catalog/us/albums/1567697050?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/1d/cb/e9/1dcbe959-3cd0-44e0-c0f3-5ef4e9d2deaa/21UMGIM42753.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e3e3e3","textColor1":"000000","textColor2":"333333","textColor3":"2d2d2d","textColor4":"565656"},"artistName":"Lil Durk","isSingle":false,"url":"https://music.apple.com/us/album/rap-life-live-at-clark-atlanta-university-single/1567697050","isComplete":false,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Rap Life Live at Clark Atlanta University - Single","recordLabel":"Alamo (Geffen Records)","upc":"00602438352883","copyright":"℗ 2021 Alamo (Geffen Records)","playParams":{"id":"1567697050","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567982591","type":"albums","href":"/v1/catalog/us/albums/1567982591?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/45/18/13/451813c6-b703-4bbc-b1a6-28c727f15904/21UMGIM42802.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e3e3e3","textColor1":"000000","textColor2":"333333","textColor3":"2d2d2d","textColor4":"565656"},"artistName":"Moneybagg Yo","isSingle":false,"url":"https://music.apple.com/us/album/rap-life-live-at-clark-atlanta-university-single/1567982591","isComplete":false,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Rap Life Live at Clark Atlanta University - Single","recordLabel":"N-Less Entertainment/Interscope Records","upc":"00602438342433","copyright":"℗ 2021 N-Less Entertainment/Interscope Records","playParams":{"id":"1567982591","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568552638","type":"albums","href":"/v1/catalog/us/albums/1568552638?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/1e/05/ff/1e05ff41-c9ce-38e8-baa8-0c7d89388c8b/093624879619.jpg/{w}x{h}bb.jpeg","bgColor":"e3e3e3","textColor1":"000000","textColor2":"303030","textColor3":"2d2d2d","textColor4":"545454"},"artistName":"Saweetie","isSingle":false,"url":"https://music.apple.com/us/album/rap-life-live-at-clark-atlanta-university-single/1568552638","isComplete":false,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Rap Life Live at Clark Atlanta University - Single","recordLabel":"ICY/Warner Records","upc":"093624879619","copyright":"℗ 2021 ICY/Warner Records Inc.","playParams":{"id":"1568552638","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565442393","type":"albums","href":"/v1/catalog/us/albums/1565442393?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/6d/a4/ab/6da4ab41-9d81-5cc0-b344-41afb599adf3/886449173730.jpg/{w}x{h}bb.jpeg","bgColor":"0c0107","textColor1":"fed3e7","textColor2":"fe2087","textColor3":"cea9ba","textColor4":"ce196d"},"artistName":"P!nk","isSingle":false,"url":"https://music.apple.com/us/album/all-i-know-so-far-setlist/1565442393","isComplete":true,"genreNames":["Pop","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"All I Know So Far: Setlist","recordLabel":"RCA Records Label","upc":"886449173730","copyright":"℗ 2021 RCA Records, a divison of Sony Music Entertainment","playParams":{"id":"1565442393","kind":"album"},"editorialNotes":{"short":"Revisit the biggest moments from the pop icon’s Beautiful Trauma tour."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567701560","type":"albums","href":"/v1/catalog/us/albums/1567701560?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/47/25/3e/47253e1c-b4ad-7177-c66c-983e9380d69a/194690517396_cover.jpg/{w}x{h}bb.jpeg","bgColor":"e8e9e4","textColor1":"000000","textColor2":"541f1f","textColor3":"2e2e2d","textColor4":"714746"},"artistName":"YG & Mozzy","isSingle":false,"url":"https://music.apple.com/us/album/kommunity-service/1567701560","isComplete":true,"genreNames":["Hip-Hop/Rap","Music","West Coast Rap"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Kommunity Service","recordLabel":"Mozzy Records / 4Hunnid Records / EMPIRE","upc":"194690517396","copyright":"℗ 2021 Mozzy Records / 4Hunnid Records / EMPIRE","playParams":{"id":"1567701560","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1563077926","type":"albums","href":"/v1/catalog/us/albums/1563077926?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/c5/43/ec/c543ec18-dc32-6987-cb25-09d192ac7773/093624880486.jpg/{w}x{h}bb.jpeg","bgColor":"080403","textColor1":"e6c5a0","textColor2":"d4b38b","textColor3":"ba9e81","textColor4":"ab9070"},"artistName":"Blake Shelton","isSingle":false,"url":"https://music.apple.com/us/album/body-language/1563077926","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Body Language","recordLabel":"Warner Music Nashville","upc":"093624880486","copyright":"℗ 2021 Ten Point Productions, Inc. under exclusive license to Warner Records Inc.","playParams":{"id":"1563077926","kind":"album"},"editorialNotes":{"standard":"“The truth is I love country music, and I love a great country lyric and a great country melody, and I just want to record a bunch of those songs,” Blake Shelton tells Apple Music. “That's as honest as I can be with you about it.” Shelton makes good on that love for narrative-driven, melodic country music with <i>Body Language</i>, his 12th studio album and the follow-up to 2017’s <i>Texoma Shore</i>. The album opens with “Minimum Wage,” a piano-driven anthem about the kind of love that transcends money. “Corn” is a foot-stomping ode to Shelton’s favorite grain, with an appropriately twang-heavy arrangement. And closer “Bible Verses” shows off Shelton’s serious side with a meditation on spirituality and grace. Shelton tapped longtime producer Scott Hendricks to helm the LP, as well as his fiancée, Gwen Stefani, who joins him on “Happy Anywhere.” Below, Shelton shares insight into several of <i>Body Language</i>’s tracks.<br />\n<b>“Minimum Wage”</b>\n“The number one reason I recorded that song is because I thought how fun it would be to do it live. And one step beyond that is I thought it would be a great show opener, because it's got that super long intro that builds. I was like, ‘Oh my god, I can see some fog on the stage, and I come up on one of those stupid elevators, or whatever.’ You have all these little images in your mind of how you're going to do it.”<br />\n<b>“Body Language”</b>\n“For eight years now, since I met The Swon Brothers, we've had this relationship, and they finally sent a song over that was like, ‘Well, I don't think you should put that on your EP, because I actually want that one.’ They had sent it just trying to get feedback, and I was like, ‘Hey, well, tell them the feedback is that I want that thing.’ I really just tried to do the best I could at making my version of that song sound just like what they had created, because they really nailed the track. But they're actually on the record singing all the background, and I wanted it to not just be a cut for them. I wanted to feature them on the record, too. And hopefully they get even more mileage out of that, also.”<br />\n<b>“Corn”</b>\n“I'm in a situation with Craig Wiseman where the record label knows, ‘I don't care what you guys think of it, if Craig Wiseman writes a song and sends it, just send it to me.’ Mostly because I just love to hear his voice on demos. I mean, you know when it's a Craig Wiseman song. I don't know what's going on with him vocally, but it's weird and I love it. But he sent me that song directly because he knows that literally corn is my life. I mean, I eat it, I plant it, I feed it to deer, everything around me is corn. I'm a corny person, I guess.”<br />\n<b>“Bible Verses”</b>\n“That song is so honest and so intense, and so personal in ways when you sing it, because you're going, ‘Oh my god, I'm telling everybody that I'm really not always everything I want to be.’ But I think, if we're being honest as recording artists, as human beings, you got to go there. Sometimes I just feel like I'm never going to measure up to what God expects me to be. And I think we all probably have that moment every now and then.”","short":"“The truth is I love country music and I want to record a bunch of those songs.”"},"isCompilation":false}},{"id":"1565067673","type":"albums","href":"/v1/catalog/us/albums/1565067673?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/76/40/01/76400167-c124-2d12-7a47-60d005238d3a/Off_The_Yak_Cover_PA_Logo.jpg/{w}x{h}bb.jpeg","bgColor":"200606","textColor1":"f6f1ed","textColor2":"d6b6b1","textColor3":"cbc2bf","textColor4":"b2938f"},"artistName":"Young M.A","isSingle":false,"url":"https://music.apple.com/us/album/off-the-yak/1565067673","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Off the Yak","recordLabel":"M.A Music / 3D","upc":"693461359024","copyright":"℗ 2021 M.A Music / 3D","playParams":{"id":"1565067673","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1561820793","type":"albums","href":"/v1/catalog/us/albums/1561820793?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/ad/79/ad/ad79ad93-47d8-a13a-a286-5d2edef64ce1/21UMGIM26548.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"e8b066","textColor2":"e09a38","textColor3":"b98d51","textColor4":"b37b2d"},"artistName":"Zoe Wees","isSingle":false,"url":"https://music.apple.com/us/album/golden-wings-apple-music-up-next-film-edition-ep/1561820793","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Golden Wings (Apple Music Up Next Film Edition) - EP","recordLabel":"Capitol","upc":"00602438122905","copyright":"A Capitol Records Release; ℗ 2021 Valeria Music, under exclusive license to Universal Music Operations Limited","playParams":{"id":"1561820793","kind":"album"},"editorialNotes":{"short":"The Up Next singer’s debut EP displays her emotive vocals and writing."},"isCompilation":false}},{"id":"1566965523","type":"albums","href":"/v1/catalog/us/albums/1566965523?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/8b/5d/49/8b5d49f0-15c6-c2c3-df96-d101ac6eca77/19752.jpg/{w}x{h}bb.jpeg","bgColor":"f6f5fb","textColor1":"050505","textColor2":"212023","textColor3":"353536","textColor4":"4b4b4e"},"artistName":"Yung Mal","isSingle":false,"url":"https://music.apple.com/us/album/1-5-way-or-no-way/1566965523","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-05-19","name":"1.5 Way Or No Way","recordLabel":"Alamo Records","upc":"808391117761","copyright":"℗ 2021 Alamo Records","playParams":{"id":"1566965523","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568003657","type":"albums","href":"/v1/catalog/us/albums/1568003657?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/36/df/cb/36dfcbb8-d66d-890b-4d3c-44cee6b64e18/192641742286_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"28140b","textColor1":"dfb5bd","textColor2":"dc97a5","textColor3":"ba9499","textColor4":"b87d86"},"artistName":"Lunay","isSingle":false,"url":"https://music.apple.com/us/album/el-ni%C3%B1o/1568003657","isComplete":true,"genreNames":["Latin","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"El Niño","recordLabel":"La Familia","upc":"192641742286","copyright":"℗ 2021 La Familia","playParams":{"id":"1568003657","kind":"album"},"editorialNotes":{"standard":"“With ‘Soltera,’ everything changed,” Lunay tells Apple Music. Naturally, having a global smash with Bad Bunny and Daddy Yankee features at the age of 18 would impact anyone’s career in a major way. But for the young reggaetonero from Corozal, Puerto Rico, this tremendous success was no fluke—this was his dream coming to fruition. “When I was a kid, it was always my vision to make hits, to go touring everywhere in the world,” he says. A year and a half after his debut album <i>Épico</i>, he remains as tenacious and determined as before, emerging from productive stints in various recording studios with a follow-up album that builds and expands upon that vision.<br />\n“<i>El Niño</i> is like another chapter,” Lunay says of the project. “The most important thing is that I had time to work on my music, to grow up, to live.” Indeed, he opted not to try and recreate the lightning-in-a-bottle moment of “Soltera” and instead push himself and the vibes forward, seeking fresh flows and sounds to add to his repertoire. Still, at 20, he retains a self-awareness of where he stands, something reflected in the album’s very title. “I'm a kid just having fun and doing what I love.” Read on as he discusses some of his personal favorites off <i>El Niño</i>.<br />\n<b>“EL NIÑO”</b>\n“I'm a reggaetón artist, but I love trap. I get inspired by a lot of artists. I was with Chris Jedi and Gaby Music—those people are Martians, like really Martians. They catch something and they are going to put it in a song. So we were going to the studio in New York to finish the track, and when I got to the studio next day, I hear that Jerry Rivera sample. And I was like, yo, super duro!”<br />\n<b>“TODO O NADA”</b>\n“I just had to call my friend Anitta to jump on this song, to break the world. She's a triple threat. She's a superstar. I like her music, she respects and likes my music. And with everything on social media that’s happening with us, we have to give the people what the people want.”<br />\n<b>“VUDÚ”</b>\n“Chencho is more than a legend in Puerto Rico and in the reggaetón industry. I respect him so much. So we collaborated on ‘La Cama (Remix)’ but there was one song that never came out. Every song on the tracklist has a wavy vibe; they go from one song to another. And that song was perfect, the melody was perfect with the tracklist. The song talks about a girl that has possession of you, of your thinking.”<br />\n<b>“PARTY DB”</b>\n“That's culture, that's reggaetón. I come from Puerto Rico, so I have to give Puerto Rico what it wants. So these are the projects that I enjoy with all my heart. Not too many people have heard me on that flow. We created that from scratch. That comes from my feeling of my heart. So I hope everybody enjoys it.”<br />\n<b>“TBC”</b>\n“It has a subliminal context message, because it's ‘to be continued.’ We don't know if there’s a remix or something planned. But, as we say in Spanish, <i>te bese</i>—it’s like, I kiss you. So it talks about that, a story of when you are in love with some person and you kiss in Ocean Park, in Puerto Rico. A lot of couples go to Ocean Park to have fun. So I get inspired really in Puerto Rico and with some things that happen to me in real life.”<br />\n<b>“LE GUSTA QUE LA VEAN”</b>\n“It's about a powerful woman. She likes that everybody loves her stories. And for me, she passed me the photos that she can’t post. She passed me everything. And it's a cool concept because it happens in real life. So for me, it's very special.”<br />\n<b>“BEST LIFE”</b>\n“I like the style of Foreign Teck very much. As a producer, he is crazy, a great talent. I’d never worked with him and I was in Miami working on the album. I was with Elena Rose too. And we did that song from zero, from scratch, with a new beat by Foreign.”","short":"“I'm a kid just having fun and doing what I love.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567623700","type":"albums","href":"/v1/catalog/us/albums/1567623700?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/f6/4a/0e/f64a0e58-f695-dd19-65b6-bc7f2a58869e/21UMGIM42879.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"000000","textColor2":"292929","textColor3":"333333","textColor4":"545454"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/1971-the-year-that-music-changed-everything/1567623700","isComplete":true,"genreNames":["Pop","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"1971: The Year That Music Changed Everything","recordLabel":"Universal-Island Records Ltd.","upc":"00600753945513","copyright":"An Island Records release; This Compilation ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1567623700","kind":"album"},"isCompilation":false}},{"id":"1563946209","type":"albums","href":"/v1/catalog/us/albums/1563946209?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/12/19/5b/12195b9a-1ac0-4ded-03da-e034ce80ac8c/21UMGIM22433.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"232323","textColor1":"fdefe6","textColor2":"c9c9c9","textColor3":"d1c6bf","textColor4":"a8a8a8"},"artistName":"Jordan Davis","isSingle":false,"url":"https://music.apple.com/us/album/buy-dirt/1563946209","isComplete":true,"genreNames":["Country","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Buy Dirt","recordLabel":"MCA Nashville","upc":"00602438070374","copyright":"An MCA Nashville Release; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1563946209","kind":"album"},"editorialNotes":{"standard":"Following the success of his 2018 debut album <i>Home State</i> and subsequent 2020 self-titled EP, Jordan Davis digs deeper into his country roots with <i>Buy Dirt</i>. The collection opens with “Blow Up Your TV,” a reverent interpolation of the beloved John Prine song “Spanish Pipedream” that leads seamlessly into the EP’s title track, which features Luke Bryan and grapples with leading a meaningful life in a chaotic world. “To me, the song ‘Buy Dirt,’ and the whole EP, is about so much more than the actual ground that you're talking about purchasing,” Davis tells Apple Music. “It just kind of dabs more into faith, family, and happiness.” Elsewhere, Davis navigates breakups (“Need to Not”) and beers with the bros (“Drink Had Me”), with the closing track “Trying” and its message of working to be a better person ending the EP on a grounded note. Below, Davis walks through each track on <i>Buy Dirt</i>.<br />\n<b>“Blow Up Your TV”</b>\n“In my opinion, John Prine is the best songwriter to ever put pen to paper. I feel like he was put on Earth to write songs. And obviously, we lost him during the pandemic. I always have listened to John Prine songs, obviously, but I've found myself listening to him more than I ever did. ‘Spanish Pipedream’ is one of my favorite songs from him, and I don't think there was ever a point in my life where I've wanted to blow up my TV and throw away the newspaper more than the past couple years of news and whatever else is going on. It was really the catalyst to ‘Buy Dirt,’ which is why I used this to open the EP.”<br />\n<b>“Buy Dirt” (feat. Luke Bryan)</b>\n“I wanted a song on there that discussed those things that are all very important to us, which was our family, our faith, and our friends. And we all talked about how we can get caught up in a lot of things, whether it be in the music business or just in life in general, and we kind of lose sight of what's truly important. And I think that was one of the best things that came out of the pandemic, for me, was to be able to slow down and really focus on, ‘You know what? My whole world's been flipped upside down, and I don't know when I'm going back on the road, I don't know when I'm going to release music again, but I still have my piece of dirt, my home, my wife, my daughter. I still have my friends, I still have my faith, and the world's still spinning.’ Re-prioritizing what's truly important in my world—to me, that's what ‘Buy Dirt’ is.”<br />\n<b>“Need to Not”</b>\n“That one, my brother brought the idea in. I knew it was going to be fun for the band, fun for me to sing, and a topic, too, that I think a lot of people can relate to. I feel like we've always been in that situation where we're staring something that we shouldn't do right in the face, but we ignore that thing that's telling us no and just go ahead and do it anyway.”<br />\n<b>“Drink Had Me”</b>\n“I feel like we've always done a really good job, on all of our projects we've released, of having that song that you can just turn your thoughts off, turn your ears on to it, and just listen and have fun with it. I always think back on how many times I've texted a buddy of mine that first verse, where I say, ‘About to turn my phone off,’ and I get a text from one of my boys like, ‘Hey man, meet us at the bar, we're going to have some beers.’ And I'm like, ‘All right, I'm doing one beer. I'll meet you out for one beer, and then I got to get home. I got to get up early.’ And you show up, the next thing you know, it's midnight, 1 am. One beer becomes eight beers, and you're like, ‘Goodness gracious, how'd this happen?’”<br />\n<b>“Lose You”</b>\n“I wrote this one with Paul DiGiovanni, Josh Kerr, and Josh Dorr, three really good buddies. What's crazy about this one is, we had been writing for two, three days, and we didn't have a song. We didn't even have an idea, nothing. We had three hours left before another group of cowriters were coming in to write, and Josh Kerr goes, ‘Guys, we've got to write something.’ And literally, he says, ‘A song called “Lose You” about not wanting to lose the person you love.’ And for me, all of us in that group are married, and we were able to just pull from that and say, ‘What would our life look like without our wives?’”<br />\n<b>“Almost Maybes”</b>\n“We've all had relationships where it wasn't bad, but it wasn't right. And I feel like sometimes you can kind of try to force the wrong person and make it the right situation, but that usually almost always ends really bad. Fortunately, it worked out in the sense that one day I met the one that I was supposed to be with. And we've been married now for four years, and got a little 18-month-old. And that all happened because of the almost maybes in my past that got me one step closer to the one that stuck around.”<br />\n<b>“I Still Smoked”</b>\n“I thought it was so cool that we were able to timestamp something with a period where you smoke cigarettes. And for me, I smoked all through college, unfortunately. It deals with the kind of relationship that’s able to almost see the growth in two people that go from the first night they met to that young love when it's tough to forget about those first couple months, or the honeymoon phase, I guess you can say. At some point, that burns out, but that song is really just about two people that try to timestamp and remember a point in their life where they were just crazy about each other.”<br />\n<b>“Trying”</b>\n“Unfortunately, me and my wife got in a massive fight right around Christmas. I think a lot of it was that we were a year into a pandemic, we had a newborn running around the house, and we were just on edge. But we got in a big argument the night before my last write of the year, right before I shut it down for Christmas, and I woke up the next morning and just felt terrible about the way I handled it, about some of the things I'd said. I walked into the writing room and told my cowriters, Emily Weisband, Ashley Gorley, and Paul DiGiovanni, about it. And that's how ‘Trying’ was written, basically as an apology, and a promise to my wife that I'm not perfect but I'm going to try to fix every mistake I make. So hang in there with me.”","short":"“Re-prioritizing what's truly important in my world—that's what ‘Buy Dirt’ is.”"},"isCompilation":false}},{"id":"1566972285","type":"albums","href":"/v1/catalog/us/albums/1566972285?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/32/ea/06/32ea062b-760c-16d8-1af6-3d19b091c86d/21UMGIM38696.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"354a43","textColor1":"f8faf9","textColor2":"f1c89c","textColor3":"d1d6d4","textColor4":"ccae8a"},"artistName":"Masego","isSingle":false,"url":"https://music.apple.com/us/album/studying-abroad-extended-stay/1566972285","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2020-11-13","name":"Studying Abroad: Extended Stay","recordLabel":"EQT Recordings/Capitol Records","upc":"00602438187751","copyright":"EQT Recordings/Capitol Records; ℗ 2021 UMG Recordings, Inc. & EQT Recordings, LLC.","playParams":{"id":"1566972285","kind":"album"},"isCompilation":false}},{"id":"1565171378","type":"albums","href":"/v1/catalog/us/albums/1565171378?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/35/44/ac/3544acaf-7f54-683e-4dce-cc0c2ac21757/190296689086.jpg/{w}x{h}bb.jpeg","bgColor":"fcfdff","textColor1":"100504","textColor2":"333333","textColor3":"3f3636","textColor4":"5b5c5c"},"artistName":"Maisie Peters","isSingle":false,"url":"https://music.apple.com/us/album/trying-season-2-apple-tv-original-series-soundtrack/1565171378","isComplete":true,"genreNames":["Soundtrack","Music","Pop"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Trying: Season 2 (Apple TV+ Original Series Soundtrack)","recordLabel":"Atlantic Records UK","upc":"190296689086","copyright":"℗ 2021 Warner Music UK Limited / BBC Comedy Productions Limited","playParams":{"id":"1565171378","kind":"album"},"editorialNotes":{"standard":"In May 2019, Maisie Peters was doing a soundcheck ahead of a gig at London’s Scala when a group of people wandered in. Among them was Jim O’Hanlon, director of the Apple TV+ Original comedy <i>Trying</i>, who was scouting out filming locations. “Jim heard my music and thought it sounded appropriate for the show,” Peters tells Apple Music. “He later got in touch to ask if they could use my track ‘Favourite Ex,’ then I had a little cameo in Season 1.” By Season 2, however, the creators of the show—which follows London couple Jason (Rafe Spall) and Nikki (Esther Smith) and their difficulties starting a family—had greater ambitions for the Brighton singer-songwriter. “They wondered if I would be interested in doing the whole soundtrack, which was crazy and ambitious,” says Peters. “I’d never done anything like that before. Plus, at that point, I was starting to make my debut album. Chaotically, I just worked on both at the same time. I worried that I would have to sacrifice the good of one for the other, but they coexisted beautifully.”<br />\nThe nine original songs here—one written for each episode of the series—find Peters in her “happy place” of soft folk-pop. Inspiration came from immersing herself in the scripts for the second season, having already watched the first. “I had a massive document, and I made a note on everything that I thought could be good,” she says. “Things that characters said that were poetic or poignant and details like denim jackets and kissing on buses and North London.” This may have been her first attempt at a soundtrack, but Peters hopes it won’t be her last. “It was like my treat and was where I went to feel safe and happy,” she says. “It felt like such a home to me.” Read on as Peters walks us through the <i>Trying</i> Season 2 soundtrack in a (spoiler-free) track-by-track guide.<br />\n<b>Neck of the Woods</b>\n“This was one of the last songs we did on the soundtrack. I knew we didn’t have the first song and it was weighing on my mind. I’d come up with the title ‘Neck of the Woods,’ and it felt like a really fitting first thing to hear, because this is a show about home and family. I wanted to lean in on a hopeful spin, but I also thought it was important that this first song talks about the fact that things don’t always work out. Then I thought, ‘You found me out, you’re my whole house’ was a really perfect way of describing Nikki and Jason, but it can be about any type of love. I was conscious to keep that line as all-encompassing as possible.”<br />\n<b>Milhouse</b>\n“[British producer and songwriter] Joe Rubel lent me a mandolin to write this track. I didn’t know how to play it properly—I’ve still not figured it out—but I found some nice chords to play. I wrote the first verse and chorus super quickly—it was like a train of thought. The lyric ‘everything’s coming up Milhouse’ came out after I googled better ways to say, ‘It’s all good.’ It reminded me of a friend who loves <i>The Simpsons</i> and that saying. There’s a lot in this song that I love.”<br />\n<b>Funeral (feat. James Bay)</b>\n“I wrote this in my bedroom in London very much as a duet. I remember saying, ‘I want James Bay to sing this, and I don’t want anyone else.’ Taylor Swift’s <i>folklore</i> came out around when I was writing this track, and ‘exile,’ the duet with Bon Iver, was a big inspiration. It’s a song about being scared of how much you need somebody and how much you care about somebody.”<br />\n<b>Helicopter</b>\n“This was inspired by a line in the script where Nikki and Jason talk about being helicopters to each other. I thought, ‘Wow, you’ve made my job so much easier. I’m going to rip that.’ It’s a song about being overbearing, because you love someone, and about being stubborn. There’s a lot of myself in this one, for sure. It was how I was feeling at the time, and I love the honesty in it. I’m really proud of it. It really feels like the inside of somebody’s heart to me. It’s very delicate.”<br />\n<b>Happy Hunting Ground (feat. Griff)</b>\n“‘Happy Hunting Ground’ is a mythological name for paradise or Heaven. We did the chorus and it felt really bright. Then we sent it to Griff, who is a friend of mine. She sent back all these amazing vocal layers and harmonies and the middle eight, which was perfect. The song just kept building and building. It happened naturally because it reflected both of our musical styles, and it ended up feeling full and bright and big, which I love.”<br />\n<b>I Want You to Change (Because You Want to Change) [feat. Bear’s Den]</b>\n“This was originally called ‘Trying Isn’t Good Enough,’ but the creator of the show worried it was a bad omen, which I totally hear. I think it’s a very naive thing to think that if you just try really hard, everything’s going to work out and everybody’s going to be happy. I wanted this to be a duet because I wanted it to be a conversation. You sympathize with both people in the song—I was keen to make sure you felt equally frustrated and disappointed. Bear’s Den are one of my favorite bands, and when I reached out, they really loved it. They sent back all these harmonies and vocals and guitar parts and it was incredible. It’s a very validating experience to work with artists you love.”<br />\n<b>The Party</b>\n“I wanted to put the phrase ‘ankles in your lap’ in a song for about a year and was so happy when I finally got it into this track. For this one, we turned to ‘peace’ from <i>folklore</i> and Bon Iver’s [2019 album] <i>i,i</i>. I wanted to create something slightly poppier to sit on this soundtrack.”<br />\n<b>Glowing Review</b>\n“I love working from phrases, and ‘glowing review’ felt right immediately. This song was the very last one we wrote, and I was able to pull in as much from the other songs as possible. Joe used elements of all the other songs in this one, and then there’s the lyrics. I say, ‘Sat in a pub on the heath/First kiss, first Friday in June,’ and if you listen to ‘Funeral,’ you hear that they meet and then go on their first date in May. They never make it to a second date, because they had their first kiss on the heath in a pub in June, and they’re just together from there. That was me creating that story—a fabricated Nikki-and-Jason origin story. I live for stuff like that.”<br />\n<b>Lunar Years</b>\n“This track was talking about the first scene in the first episode of Season 2, featuring Nikki’s sister Karen. It’s a scene about furious love: ‘I hate you, but I still love you.’ But it didn’t work for episode 1: It didn’t feel light enough, so it kind of wandered around without a home for a while. Because we wrote it intending it for the first song, I wanted it to have this pace and this immediacy. It feels different—it’s more poppy—and it’s funnier and kind of tongue-in-cheek. It’s a song that says, ‘I guess we just weren’t meant to be in love forever’ balanced with this very fun line: ‘You got good, I got better.’ But I also like its acknowledgement of the time you spend with someone: ‘I know I care about you, and I think I’ll care forever.’ I love that being the last lyric of the soundtrack. It felt like a nice way to wrap it up.”","short":"“It was crazy and ambitious—I’d never done anything like this before.”"},"isCompilation":false}},{"id":"1555079134","type":"albums","href":"/v1/catalog/us/albums/1555079134?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/53/be/fd/53befd17-6422-1ab4-0a8c-2395fcbca703/196006174255.jpg/{w}x{h}bb.jpeg","bgColor":"24293a","textColor1":"f4debd","textColor2":"eca16d","textColor3":"cabaa3","textColor4":"c48963"},"artistName":"Sinead Harnett","isSingle":false,"url":"https://music.apple.com/us/album/ready-is-always-too-late/1555079134","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Ready Is Always Too Late","recordLabel":"Thairish Limited","upc":"196006174255","copyright":"℗ 2021 Thairish Limited","playParams":{"id":"1555079134","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1557584746","type":"albums","href":"/v1/catalog/us/albums/1557584746?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/7f/18/82/7f188215-c2bf-2662-b2db-5e66545a94b3/21UMGIM06680.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"335750","textColor1":"eddea2","textColor2":"efb56b","textColor3":"c7c391","textColor4":"c9a266"},"artistName":"Lord Huron","isSingle":false,"url":"https://music.apple.com/us/album/long-lost/1557584746","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Long Lost","recordLabel":"Republic Records","upc":"00602435787084","copyright":"℗ 2021 Whispering Pines Studios Inc., under exclusive license to Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1557584746","kind":"album"},"isCompilation":false}},{"id":"1567128742","type":"albums","href":"/v1/catalog/us/albums/1567128742?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/4b/7b/9c/4b7b9cd9-ef11-dbb6-c8b9-809467a9f81f/19760.jpg/{w}x{h}bb.jpeg","bgColor":"2b1c15","textColor1":"e1dcdb","textColor2":"d1bba7","textColor3":"bdb6b4","textColor4":"b09b8a"},"artistName":"Icewear Vezzo","isSingle":false,"url":"https://music.apple.com/us/album/rich-off-pints/1567128742","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Rich Off Pints","recordLabel":"Iced Up Records","upc":"808391117846","copyright":"℗ 2021 Iced Up Records","playParams":{"id":"1567128742","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1563327630","type":"albums","href":"/v1/catalog/us/albums/1563327630?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/13/31/bc/1331bc8b-dc34-d6e2-98a1-f5c864c3b14b/886449063260.jpg/{w}x{h}bb.jpeg","bgColor":"e0e9e4","textColor1":"51111a","textColor2":"542325","textColor3":"6d3c42","textColor4":"704a4b"},"artistName":"Sara Bareilles","isSingle":false,"url":"https://music.apple.com/us/album/amidst-the-chaos-live-from-the-hollywood-bowl/1563327630","isComplete":true,"genreNames":["Pop","Music"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Amidst the Chaos: Live from the Hollywood Bowl","recordLabel":"Epic","upc":"886449063260","copyright":"℗ 2021 Sara Bareilles, under exclusive license to Epic Records, a division of Sony Music Entertainment","playParams":{"id":"1563327630","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1566152726","type":"albums","href":"/v1/catalog/us/albums/1566152726?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/3e/07/44/3e07445d-0b60-aebe-9575-b20be3b0a7cc/19815.jpg/{w}x{h}bb.jpeg","bgColor":"171717","textColor1":"c8c8c8","textColor2":"e2825f","textColor3":"a5a5a5","textColor4":"b96c51"},"artistName":"Yung Baby Tate","isSingle":false,"url":"https://music.apple.com/us/album/after-the-rain-deluxe/1566152726","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"After the Rain: Deluxe","recordLabel":"Raedio, LLC/Yung Baby Tate","upc":"808391117358","copyright":"℗ 2021 Raedio, LLC/Yung Baby Tate","playParams":{"id":"1566152726","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565283181","type":"albums","href":"/v1/catalog/us/albums/1565283181?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/39/f7/bf/39f7bf6e-758f-3404-a387-58f4c75d8e4f/793519950453.png/{w}x{h}bb.jpeg","bgColor":"41001a","textColor1":"ffffff","textColor2":"d877b1","textColor3":"d8ccd1","textColor4":"ba5f93"},"artistName":"Benny the Butcher & 38 Spesh","isSingle":false,"url":"https://music.apple.com/us/album/trust-the-sopranos/1565283181","isComplete":true,"genreNames":["Hardcore Rap","Music","Hip-Hop/Rap"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Trust the Sopranos","recordLabel":"Trust Music","upc":"793519950453","copyright":"℗ 2021 Trust Music","playParams":{"id":"1565283181","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1552018965","type":"albums","href":"/v1/catalog/us/albums/1552018965?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/a5/46/45/a546458b-7182-f3e1-ab5b-21ec2449d04b/5056167160816_1.jpg/{w}x{h}bb.jpeg","bgColor":"cc1b07","textColor1":"faf8e2","textColor2":"f7f5f6","textColor3":"f1ccb7","textColor4":"efcac6"},"artistName":"Dayglow","isSingle":false,"url":"https://music.apple.com/us/album/harmony-house/1552018965","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Harmony House","recordLabel":"Very Nice Records","upc":"5056167160816","copyright":"℗ 2021 Very Nice Records under exclusive license to AWAL Recordings America, Inc.","playParams":{"id":"1552018965","kind":"album"},"editorialNotes":{"standard":"In 2018, Dayglow (aka Sloan Struble) completed his debut album <i>Fuzzybrain</i> during his senior year of high school in Fort Worth, Texas. Recorded with minimal resources, it remained in relative obscurity for a short while—a sublime slice of bright-eyed bedroom pop that begged to be discovered. Shortly after, the singer-songwriter went on to study advertising at the University of Texas with no interest in pursuing mainstream stardom. That is, until the music video for “Can I Call You Tonight?” became a runaway crossover hit—which Struble shot on a shoestring budget using green-screen effects and has since netted hundreds of millions of YouTube streams.<br />\nNaturally, it was a lot for Struble to take in. Reflecting on his rise, <i>Harmony House</i> has him dealing with the crazy changes that happened so quickly in his life. “'Cause if you wanna keep on growing, you’ve gotta leave some things behind,” he muses on the mellow “Woah Man,” reassuring himself that letting go is okay as he calmly strums his guitar. But Struble approaches his music with a glass-half-full optimism, and as such, the album’s billowing indie pop has an airy, carefree vibe that could make even the toughest cynic smile. Whether he’s whistling his way through slick yacht rock (“Medicine”) or pivoting into Wild Nothing-recalling dream pop (“Balcony”), Struble makes even the most lovesick sentiments go down easy. But it’s his taste for ’80s soft-rock that resonates the most throughout, like on “December,” on which he contemplates wanting a fresh start along with a smooth sax solo that would make legendary session musician Phil Kenzie proud.","short":"On his slick second LP, the indie-pop artist learns that it’s okay to change."},"isCompilation":false}},{"id":"1562691636","type":"albums","href":"/v1/catalog/us/albums/1562691636?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/a5/07/cd/a507cd6d-afe2-9c1f-d0cb-a10bf563ade3/886449094622.jpg/{w}x{h}bb.jpeg","bgColor":"4a0000","textColor1":"abb3e6","textColor2":"a1b1dc","textColor3":"988fb8","textColor4":"908eb0"},"artistName":"Biig Piig","isSingle":false,"url":"https://music.apple.com/us/album/the-sky-is-bleeding-ep/1562691636","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"The Sky Is Bleeding - EP","recordLabel":"RCA Records Label","upc":"886449094622","copyright":"℗ 2021 Sony Music Entertainment UK Limited","playParams":{"id":"1562691636","kind":"album"},"editorialNotes":{"standard":"“This whole project is like an open diary of secrets,” Biig Piig, aka Ireland-born singer and rapper Jess Smyth, tells Apple Music of her fourth EP <i>The Sky Is Bleeding</i>. “It was just what was going on at the time and working through it, then obsessively listening to it, because the only thing that made me feel understood was the music we were making.” Those secret subjects include drug and alcohol use (“It got really bad at one point”), mental health, and Smyth’s sexuality, explored against a gritty, curtains-drawn sound featuring moody basslines and whispered, freestyling vocals. What prompted Smyth’s move into those darker waters? “[US producer and songwriter] Gianluca Buccellati played me this beat and it tapped something inside me,” recalls Smyth. “At that point, I wasn’t in the best place. I’d just come off of a three-day bender and was like, ‘What am I doing with my life?’ That sound perfectly explained how I was feeling. It was exactly where I was in my head.” Releasing such deeply personal songs, she admits, is as frightening as it is freeing. “This is an insight into me as a person, and it’s scary,” she says. “But it will be really healing to have it out. There was so much self-exploration on this project. It was like saying goodbye to something in my life and saying hello to some new chapters.” Read on as Smyth guides us through her fourth EP, track by track.<br />\n<b>“Remedy”</b>\n“I made this with [British artist and producer] Oscar Scheller. It’s about sexual exploration and about letting myself go—where and how. The lyric ‘This kind of pleasure is so secret, so tell me now if I can keep it’ is about the things that you do behind closed doors, which are so different to your character. When it comes to that sexual side of things and it's like, ‘We're in this together and we can let go and we can be whoever we want to be in this room. And after this, there's no judgment, there's no shame.’”<br />\n<b>“Tarzan”</b>\n“I wrote this with an image in my head of admiring the physical form of a person and just really taking in every detail. At the end, there are all these different [voices] and you can pick what you listen to. I guess it feels like a collection of thoughts, and kind of like a climaxing point on the track. It’s all kind of muddled in and I find it exciting.”<br />\n<b>“Baby Zombies”</b>\n“This was the first track we made from this EP. I loved how moody it was without trying hard. There is so much space in it, and the words just fell out over it. The best tracks happen like that—they’re just supposed to meet. The image of this song is definitely about the morning after and feeling pretty hopeless, but also being like, ‘Well, we're in it now, so you might as well keep going.’ At the time, you’re painting a bit of a romantic picture. But listening back to it, at the point that I'm at now, I'm like, ‘Oh my god, Baby Jess, are you okay?’ This sums up exactly where I was at that point, and I like the rush and the of chaos of it.”<br />\n<b>“Lavender”</b>\n“‘Lavender’ is about the things that make me feel really good. The passion I have for music is the same rush that maybe I have with a person or an experience. There’s a real vibrancy. For me, these things that I'm talking about in the song sound like dangerous behavior or things that don't feel very relaxing, but to me it's the most relaxing thing to escape into that fantasy. It was about finding calm in the chaos.”<br />\n<b>“Drugs”</b>\n“Another one that I've written after a big night. It was just me talking to myself in the track and just trying to understand it, I suppose. I was talking to my younger self, too. I just wanted to run away and forget the world exists, because I think that's where I was at. But [2020] has been such a huge year for everyone. I feel like the only way that I've been able to deal with it is by going into imagination or fantasy. It was about escapism—whatever it was—and losing yourself in that. There’s a line in this about the City of Angels. It was written before I moved to LA. Sometimes, if I speak something onto a track, then it ends up happening in real life.”<br />\n<b>“American Beauty”</b>\n“It wasn’t necessarily intentional to end this EP with a track that felt lighter. I wrote it in LA, with [US producer and multi-instrumentalist] Zach Fogarty. And it just felt really good. I was writing it and it felt like a weight off. There’s this girl I met out there, which was very cute. It was very nice. And it was also me opening up a different side of myself. I think this is one of my favorite tracks on the EP. I don't know if it's because I was in a better headspace at that point or what it was, but it definitely feels lighter and it just feels better. I feel like I’m just getting better as we go.”","short":"“This whole project is an open diary of secrets.”"},"isCompilation":false}},{"id":"1565824477","type":"albums","href":"/v1/catalog/us/albums/1565824477?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/22/d9/3e/22d93efc-b89f-4922-bdef-61b51fba836f/093624880448.jpg/{w}x{h}bb.jpeg","bgColor":"0e141b","textColor1":"e4e6eb","textColor2":"d1e0ea","textColor3":"b9bcc1","textColor4":"aab7c1"},"artistName":"Teddy Swims","isSingle":false,"url":"https://music.apple.com/us/album/unlearning/1565824477","isComplete":true,"genreNames":["Pop","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Unlearning","recordLabel":"Warner Records","upc":"093624880448","copyright":"℗ 2021 SWIMS Int. under exclusive license to Warner Records, Inc.","playParams":{"id":"1565824477","kind":"album"},"isCompilation":false}},{"id":"1565032277","type":"albums","href":"/v1/catalog/us/albums/1565032277?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/32/5c/4e/325c4e5a-7e70-96a3-4d1b-b0f89891ff48/artwork.jpg/{w}x{h}bb.jpeg","bgColor":"c1b0da","textColor1":"160a08","textColor2":"1c080d","textColor3":"382b32","textColor4":"3d2936"},"artistName":"18veno","isSingle":false,"url":"https://music.apple.com/us/album/space-route/1565032277","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-05-19","name":"Space Route","recordLabel":"BoyMeetSpace","upc":"196164612552","copyright":"℗ 2021 BoyMeetSpace","playParams":{"id":"1565032277","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565280120","type":"albums","href":"/v1/catalog/us/albums/1565280120?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/65/40/6c/65406c2e-32dc-7165-c7ea-900e15847732/886448846949.jpg/{w}x{h}bb.jpeg","bgColor":"0c0c0a","textColor1":"6bacf0","textColor2":"5796ef","textColor3":"588cc2","textColor4":"477ac1"},"artistName":"Tai Verdes","isSingle":false,"url":"https://music.apple.com/us/album/tv/1565280120","isComplete":true,"genreNames":["Pop","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-05-20","name":"TV","recordLabel":"Arista Records","upc":"886448846949","copyright":"℗ (C) 2021 Fourth Wall LLC, under exclusive license to last nite/Arista Records a division of Sony Music Entertainment","playParams":{"id":"1565280120","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568132667","type":"albums","href":"/v1/catalog/us/albums/1568132667?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/87/8b/30/878b30fb-0e89-8338-4735-de9bb4e53b8e/artwork.jpg/{w}x{h}bb.jpeg","bgColor":"feff03","textColor1":"060500","textColor2":"1d1e00","textColor3":"373700","textColor4":"4a4b00"},"artistName":"Cocoa Sarai","isSingle":false,"url":"https://music.apple.com/us/album/cacao-iii-ep/1568132667","isComplete":true,"genreNames":["R&B/Soul","Music","Hip-Hop/Rap"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Cacao III - EP","recordLabel":"EarnYoSleep Music","upc":"196166478125","copyright":"℗ 2021 EarnYoSleep Music","playParams":{"id":"1568132667","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1549769582","type":"albums","href":"/v1/catalog/us/albums/1549769582?l=en-US","attributes":{"artwork":{"width":3600,"height":3600,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/ae/6a/ff/ae6afff2-f54e-afb1-e625-2bd1985475be/21UMGIM03288.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"035b9d","textColor1":"ffce94","textColor2":"f9d249","textColor3":"ccb795","textColor4":"c8ba5a"},"artistName":"Mat Kearney","isSingle":false,"url":"https://music.apple.com/us/album/january-flower/1549769582","isComplete":true,"genreNames":["Pop","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"January Flower","recordLabel":"Tomorrow Music","upc":"00723707996161","copyright":"℗ 2021 Tomorrow Music","playParams":{"id":"1549769582","kind":"album"},"editorialNotes":{"standard":"For his sixth full-length LP, Mat Kearney went on a retreat to Joshua Tree, California, with his longtime friend Marshall Roeman and songwriter Eli Teplin to get his creativity flowing again. “It started as an exercise in friendship,” Kearney tells Apple Music. “Marshall would be in the corner painting, and Eli and I would write songs. It reminded me of before I had a record deal when I started out. It was purely for the love of creating with an acoustic guitar.” That desert experience allowed the Nashville-based musician to free himself from the shackles of self-editing—giving the songs he wrote some room to breathe as opposed to grinding them out. With his lively, mood-lifting blend of folk-pop, soul, and anthemic soft rock, Kearney focuses on themes of forgiveness and redemption (“Blame”), the joys of adventure (“Can’t Look Back”), and time and the passing of generations (“Pontiac”). But there was one special life event he experienced during the recording of <i>January Flower</i> that emanates throughout: the birth of his second daughter, Violet. “It's made my heart tender to areas that I was previously unaware of,” Kearney says. “It changes the perspective with which you interpret time, your job, traveling, and the words you have to say. That sounds like a cliché, but it's a huge part of this record and my journey.” Here, Kearney explains the meaning behind each of the album's tracks.<br />\n<b>“Powerless”</b>\n“‘Powerless’ was literally the first song we wrote when we were in Joshua Tree and we ran out of power. I was joking with that title, and all of a sudden it took on a lot of meaning. We were literally in the middle of the desert. We had driven down this 10-mile dirt road to get there. We only had Wi-Fi and we had no cell phone service. When the storm rolled in and we lost all power, we were just off the grid. We were by ourselves in our thoughts. And it felt like it was mirroring this record, too—entering a new process, trying new things and letting go of control as you're entering the unknown in this beautiful way.”<br />\n<b>“Can’t Look Back”</b>\n“I started telling stories from my life that felt like they tied into the chorus. There was this time we were in Mexico with some friends and we met this guy. He said, ‘Hey, you want to go visit this Argentinian prince at this house?’ We ended up in his Volkswagen van driving through the night, and we ended up singing hymns and swimming in the Pacific Ocean. It was the younger me a long time ago. We had this deep, spiritual conversation with this guy that picked us up. And he was on this journey, and it tied with this theme that he can't look back.”<br />\n<b>“Grand Canyon”</b>\n“I thought it would be interesting if we wrote it not as a physical place, but as a metaphor for distance between people. I accidentally muted the top of the chorus, which made this weird pause in the track. And I was like, ‘Oh, that's funny. It's almost like a Grand Canyon.’ I played with that and I started adding all these pauses to the track. Like a Grand Canyon, like a big echo. That was a really fun, cheeky, cute take on that subject. I was really proud of that moment.”<br />\n<b>“Pontiac”</b>\n“Sometimes in Nashville, you schedule these writing appointments and you're like, 'Hey, let's get to know each other, we'll write a song.' Just to form a relationship, really, and maybe you get a good song out of it. I was pretty tired, and this guy named Rob from a band called Timeflies showed up. He sat on my piano and I was like, 'Dude, I got nothing.' I was watching TV the night before, the show <i>This Is Us</i>. There's a character who they called Pontiac and made fun of her, because she lived in her mom's Pontiac. She was homeless. I was googling what Pontiac meant, the company. And I was like, 'Oh, they've gone out of business.' This car company we've all heard of and no longer exists. I thought it was an interesting parallel about these things that were strong ingredients in our lives that are no longer there.”<br />\n<b>“They Don’t Know”</b>\n“‘They Don't Know’ was the first song I had written by myself in a long time. I had a nylon string guitar in my house, and I just started playing a few little chords and wrote the chorus. I don't know how I wrote it in half an hour, 15 minutes, somewhere between the two. I really love this idea of a sweet song, but then there's this opposition. There's haters out there, people that are pessimistic that want to talk bad about this love we have or this point of view we have. It could also be about your beliefs. That's the spirit of the song that I wrote it in.”<br />\n<b>“Anywhere With You”</b>\n“At first I thought it was almost too simple of a concept, but I started filling it in with beautiful images and weird, strange pictures in the verses. Once I started tapping into my backpacking Eugene, Oregon, roots, the song started taking on a lot of life. The bridge that goes “we're on top of the buildings smoking cigars, laughing at the people below” is a thing we used to do at Chico State—climb up to this movie theater and sit on the edge of the roof. We were just hanging off this roof four stories up in the air. I feel like it turned out in a really cool way, and something I'm looking forward to playing live.”<br />\n<b>“Say It Now”</b>\n“‘Say It Now’ was actually the first time that I had written with my buddy Eli Teplin. We got together, and he just had this little riff. I'd been watching <i>Ozark</i> the night before with my wife, and there's a scene where the dad is trying to talk to his daughter who's estranged. And the three dogs come up on the phone, and he's like, 'Wait.' She doesn't say anything. And I remember thinking, 'Man, I've been there before.' Waiting for someone to say something where you're in this tense conversation over the phone, and then the three dogs show up and then they go away. That's a funny and interesting concept I can relate to.”<br />\n<b>“Stuck in the Moment”</b>\n“I wrote it for this person that I had this falling-out with, this person that really wronged me. I would almost be scared to run into this person at the airport, which was such a strange reality to acknowledge it myself. And that was so awkward to me; it's such an unresolved part of my life. But I didn't want to write about it directly, because I wrote about it in this sense of a romantic relationship between two people.”<br />\n<b>“I Don’t Really Care”</b>\n“‘I Don't Really Care’ is really one of the more intense, upbeat, more spoken-word songs. The truth of the song is in the chorus, which says, 'I wish we could just watch the sunset and forget how to care.' Oftentimes, I've looked at my phone or the [Instagram] comments, hoping people respond to the poems I've put out there. But I also understand it's part of what it means to be a human in this day and age. Social media is something that I wish I didn't care, and that's what this song was really written about. I want to say I don't care, but I kind of care.”<br />\n<b>“Running in Circles”</b>\n“As summer of 2020 and the Black Lives Matter movement was happening—and some of these protests—I was thinking, ‘Man, there's a lot of people in this world that feel marginalized and feel like they're on a hamster wheel and not getting anywhere.’ I know I don't have a lot of authority to speak to those kind of subjects, as a white privileged male, but I just thought I would touch on some of that angst. That's where some of the lines like 'One hand on the Bible, praying for revival, but you ain't got no savior's love' come from. It's this person that's in this position of authority that is preaching at you, but they're not actually offering you any love and they're actually preaching to you. It just took on the spirit of the song in this funky, fun, uptempo way, but there's this deeper meaning I was trying to convey.”<br />\n<b>“Boulder”</b>\n“‘Boulder’ was a song I wrote the day after this coffee shop in our neighborhood closed. I would bring my older daughter Olive there every morning. I would get up in the morning at about 7:00 and take her out of the house so my wife could go back to sleep and take a nap. We'd hang out with our neighborhood and our community. And when they closed it, it was this emotional moment, because it had represented this place that I had become a dad for the first time, too. It also represents the passage of time and being in Nashville. My daughter is no longer a baby. She's walking, and now she's a toddler and this boulder that's rolling. You can't stop the boulder when it starts. It's really written about that journey and that season of my life.”<br />\n<b>“Blame”</b>\n“Marshall and I were sitting by the woodstove in our house on this writing trip. I was thinking if I wanted to write a song to these people that maybe I’ve wronged when I was younger and made some dumb decisions. And maybe those people aren't in your life anymore. You don't even know how to call them, or you couldn't even offer an apology even if you wanted to. I remember being like, 'Man, I can't do this. This is too heavy. Nobody wants to hear this song.' He encouraged me to talk about things that make me uncomfortable, to not be scared of writing something that's scary. And the song just fell out of the sky. I remember I was in tears. I feel like they're given to you—literally God gives them to you finished.”<br />\n<b>“Something Beautiful”</b>\n“My daughter was born in January. I was thinking about this sense of something that's born a little bit before its time. Maybe it's vulnerable, but it's also standing for something beautiful in this harsh environment. For some reason, this flower born in this desert in January—out of place, still fighting but you're not sure if it's going to survive. The insecurity in it, the passion with which you're wanting to connect with someone and you're wanting to define the way that you can be beautiful with someone. I love this song. I sing it to my daughter every night along with 'You Are My Sunshine' and 'Twinkle Twinkle Little Star.'”","short":"“It was purely for the love of creating with an acoustic guitar.”"},"isCompilation":false}},{"id":"1564171934","type":"albums","href":"/v1/catalog/us/albums/1564171934?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/6c/17/cf/6c17cf88-41db-defd-f8d5-5c40b9fae429/21BMR0002410.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"141311","textColor1":"ecb594","textColor2":"ccb77f","textColor3":"c0957a","textColor4":"a79669"},"artistName":"Gary LeVox","isSingle":false,"url":"https://music.apple.com/us/album/one-on-one-ep/1564171934","isComplete":true,"genreNames":["Christian","Music"],"trackCount":5,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"One On One - EP","recordLabel":"Big Machine Records, LLC","upc":"00843930064151","copyright":"℗ 2021 Big Machine Label Group, LLC","playParams":{"id":"1564171934","kind":"album"},"editorialNotes":{"name":"One On One - EP","standard":"Gary LeVox is one of country music’s most celebrated singers, his agile, far-reaching voice serving as the foundation of his longtime trio, Rascal Flatts. <i>One on One</i> is LeVox’s first solo project, a gospel EP featuring appearances by MercyMe, Jonathan McReynolds, BRELAND, and his own daughter, Brittany LeVox. Across five tracks, he offers messages of love, positivity, and healing through faith, a decision he made partially in light of the difficulties brought about by the pandemic. LeVox tells Apple Music that his wife came up with the collection’s title. “She said, ‘Why don’t you call it <i>One on One</i>? It’s you, for the first time, doing a gospel record and singing about the Lord. So, one-on-one with you and Him.’” Here, LeVox talks through each of <i>One on One</i>’s tracks.<br />\n<b>A Little Love (feat. MercyMe)</b>\n“Bart [Millard, of MercyMe] and I are such good friends. But we’ve been talking about working together for a while. And then he called me and was like, ‘Man, I think I got a song. You got to come sing this with me.’ And I was like, ‘All right.’ I love that it’s uptempo. I love the message of it. To me, it was almost like a current-day ‘We Are the World’-type thing. So, I loved it, and I just couldn’t get it out of my head after I sang it.”<br />\n<b>Never Forget (feat. Jonathan McReynolds)</b>\n“Jonathan’s one of my favorite singers on the planet, and he’s one of the most talented human beings I know. He’s a dear, dear brother, and I love him to death. And when I first met him, I was a little starstruck, because of his song ‘No Gray.’ I was in love with that song, and I saw him at the Dove Awards, and I fangirled him and said, ‘I’m singing with you one day.’ Come to find out, he was a fan of mine. It was crazy how it was a full circle. And so, we were talking, and I said, ‘Man, have you got any songs to pitch?’ So, he sent it to me, and I couldn’t get that first line of that song out of my head for months. And I was like, ‘Oh, I’m doing this, but you got to do it with me.’”<br />\n<b>While I Wait (feat. Brittany LeVox)</b>\n“Tauren Wells wrote that song. Tauren’s one of my favorite people on Earth and a good friend and amazing singer-songwriter. Tauren had actually kept that song for his record, and it didn’t make it. I called him and was like, ‘You know, now I’m doing this gospel record, that’s something I’ve always wanted to do my whole life.’ And he was like, ‘Man, I’ve got a song that I really like.’ And so, he sent it to me, and I just fell in love with it. Brittany loved it, so I was like, ‘Britt, why don’t you just go to the studio with me and sing this thing—do a duet with me on it?’ She was freaking out, you know. So, we went, and she absolutely slayed it. She’s got such an amazing gift. She really sang her tail off on this thing. And I just couldn’t be more proud to be singing with my daughter and just watching her grow, not just as a young woman, but as an artist.”<br />\n<b>All I See (feat. BRELAND)</b>\n“That was the first time BRELAND and I ever wrote. And we wrote that song in, like, 20 minutes. I wanted to get a gospel feel and a song about how we’ve been so distracted for so long on what’s really important in life. We’re all just living on our phones, and BRELAND and I wrote a prayer for ourselves, like, ‘All right, I’m getting off-track here. I’m focusing on all this material stuff that’s unimportant. Help me focus my eyes, Lord, until you’re all that I see again.’ I sing that song more than any song that’s on the record.”<br />\n<b>The Distance</b>\n“I wrote it at the beginning of the pandemic when there was so much fear and so much of the unknown [about] what was going on in life. We saw drug addiction going up and the divorce rate. It was just a song of hope and encouragement that we thought everybody needed. It was like, ‘Look, you can go the distance, you can finish this race. We’ve got all this other stuff going on, and we’re not thinking about the one that can carry us through. And that’s God.’ So, that was the sentiment behind it. We always hear that music is medicine, but it was truly medicine for us too.”","short":"The Rascal Flatts singer invites a slew of guests onto his gospel debut."},"isCompilation":false}},{"id":"1567957422","type":"albums","href":"/v1/catalog/us/albums/1567957422?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/8d/71/c3/8d71c3a7-bf50-b928-a91d-5e21ef1a098a/21UMGIM38181.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"000c13","textColor1":"dae0db","textColor2":"bfc8c8","textColor3":"aeb6b3","textColor4":"98a2a3"},"artistName":"Los Plebes del Rancho de Ariel Camacho & Christian Nodal","isSingle":false,"url":"https://music.apple.com/us/album/recordando-a-una-leyenda/1567957422","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Recordando A Una Leyenda","recordLabel":"Universal Music Mexico","upc":"00602438276233","copyright":"Fonovisa; ℗ 2021 JG Music, Exclusiva Licencia Para Universal Music México, S.A. de C.V.","playParams":{"id":"1567957422","kind":"album"},"isCompilation":false}},{"id":"1559112080","type":"albums","href":"/v1/catalog/us/albums/1559112080?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/a9/93/b0/a993b07c-9623-0ae1-e231-ff9db99f9807/810488026627.jpg/{w}x{h}bb.jpeg","bgColor":"1d1e22","textColor1":"e6ecf0","textColor2":"ceb5a7","textColor3":"bec3c7","textColor4":"aa968c"},"artistName":"The Devil Wears Prada","isSingle":false,"url":"https://music.apple.com/us/album/zii-ep/1559112080","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"ZII - EP","recordLabel":"Solid State Records","upc":"810488026627","copyright":"℗ 2021 Solid State Records","playParams":{"id":"1559112080","kind":"album"},"isCompilation":false}},{"id":"1567180786","type":"albums","href":"/v1/catalog/us/albums/1567180786?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/dc/6c/54/dc6c54d2-2f29-1b13-20f8-5f4fb506dbb4/Cover_TAEMIN_Advice_-_The_3rd_Mini_Album.jpg/{w}x{h}bb.jpeg","bgColor":"090909","textColor1":"f3f3f3","textColor2":"d9d9d9","textColor3":"c4c4c4","textColor4":"afafaf"},"artistName":"TAEMIN","isSingle":false,"url":"https://music.apple.com/us/album/advice-the-3rd-mini-album-ep/1567180786","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-18","name":"Advice - The 3rd Mini Album - EP","recordLabel":"SM Entertainment","upc":"888735938122","copyright":"℗ 2021 SM Entertainment","playParams":{"id":"1567180786","kind":"album"},"isCompilation":false}},{"id":"1555143275","type":"albums","href":"/v1/catalog/us/albums/1555143275?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/3b/24/37/3b243785-e353-1ea7-fb9a-a0b96cfb22f1/811408035026.png/{w}x{h}bb.jpeg","bgColor":"3e6d35","textColor1":"f4f2ef","textColor2":"e4e0f6","textColor3":"d0d7ca","textColor4":"c3c9cf"},"artistName":"Fiddlehead","isSingle":false,"url":"https://music.apple.com/us/album/between-the-richness/1555143275","isComplete":true,"genreNames":["Indie Rock","Music","Alternative","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Between the Richness","recordLabel":"Run For Cover Records","upc":"811408035026","copyright":"℗ 2021 Run For Cover Records","playParams":{"id":"1555143275","kind":"album"},"isCompilation":false}},{"id":"1547694222","type":"albums","href":"/v1/catalog/us/albums/1547694222?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/d4/cb/12/d4cb1242-08a0-8847-295a-15960fcf016c/098787142068.png/{w}x{h}bb.jpeg","bgColor":"1e1d22","textColor1":"dcc6ba","textColor2":"dfc4a8","textColor3":"b6a49b","textColor4":"b8a28d"},"artistName":"CHAI","isSingle":false,"url":"https://music.apple.com/us/album/wink/1547694222","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"WINK","recordLabel":"Sub Pop Records","upc":"098787142068","copyright":"℗ 2021 Sub Pop Records","playParams":{"id":"1547694222","kind":"album"},"editorialNotes":{"short":"The Japanese pop-punk band craft a lush, soothing soundscape."},"isCompilation":false}},{"id":"1560854131","type":"albums","href":"/v1/catalog/us/albums/1560854131?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/09/ce/21/09ce21a6-c9bb-76f2-3911-3b7f4319a564/21BMR0002368.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0f1012","textColor1":"e6e6e3","textColor2":"c8c7bf","textColor3":"bbbbb9","textColor4":"a3a29c"},"artistName":"Ayron Jones","isSingle":false,"url":"https://music.apple.com/us/album/child-of-the-state/1560854131","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Child Of The State","recordLabel":"Big Machine Records / John Varvatos Records","upc":"00843930062942","copyright":"℗ 2021 Big Machine Records / John Varvatos Records","playParams":{"id":"1560854131","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1563821406","type":"albums","href":"/v1/catalog/us/albums/1563821406?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/61/03/ae/6103ae9c-efe8-4fcd-e27d-d105fcd8a9f0/8720246791570.jpg/{w}x{h}bb.jpeg","bgColor":"072856","textColor1":"d4d1dc","textColor2":"fcad00","textColor3":"abafc1","textColor4":"cb9211"},"artistName":"Bruxas","isSingle":false,"url":"https://music.apple.com/us/album/muscle-memory/1563821406","isComplete":true,"genreNames":["Funk","Music","R&B/Soul","Soul"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Muscle Memory","recordLabel":"Dekmantel","upc":"8720246791570","copyright":"℗ 2021 Dekmantel","playParams":{"id":"1563821406","kind":"album"},"isCompilation":false}},{"id":"1563914338","type":"albums","href":"/v1/catalog/us/albums/1563914338?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/f7/ec/07/f7ec07aa-bc3d-dedf-c513-7b6dc12bc268/196006492687.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"fefffa","textColor2":"ff0e68","textColor3":"cbcbc7","textColor4":"cb0b53"},"artistName":"Skream","isSingle":false,"url":"https://music.apple.com/us/album/chesters-groove-ep/1563914338","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Chesters Groove EP","recordLabel":"IFEEL","upc":"196006492687","copyright":"℗ 2021 IFEEL","playParams":{"id":"1563914338","kind":"album"},"isCompilation":false}},{"id":"1552672500","type":"albums","href":"/v1/catalog/us/albums/1552672500?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/ca/f3/66/caf366e6-4228-4842-3d4c-789a4a68a8ae/191401161459.png/{w}x{h}bb.jpeg","bgColor":"2d3916","textColor1":"f1d67b","textColor2":"e8a65b","textColor3":"cab667","textColor4":"c3904d"},"artistName":"Mdou Moctar","isSingle":false,"url":"https://music.apple.com/us/album/afrique-victime/1552672500","isComplete":true,"genreNames":["Rock","Music"],"trackCount":9,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Afrique Victime","recordLabel":"Matador","upc":"191401161459","copyright":"℗ 2021 Matador","playParams":{"id":"1552672500","kind":"album"},"editorialNotes":{"standard":"In his native country of Niger, singer-songwriter Mdou Moctar taught himself to play guitar by watching videos of Eddie Van Halen’s iconic shredding. When you hear his unique psych-rock hybrid—a mix of traditional Tuareg melodies with the kinds of buzzing strings and trilling fret runs that people often associate with the recently deceased guitar god—it makes sense. Moctar has honed that stylistic fingerprint over the course of five albums, after first being introduced to Western audiences via Sahel Sounds’ now cult classic compilation <i>Music From Saharan Cellphones, Vol. 1</i>, and in the process has been heartily embraced by indie rock fans based on his sound alone (he also plays on Bonnie \"Prince” Billy and Matt Sweeney’s <i>Superwolves</i> album).<br />\nThe songs that make up <i>Afrique Victime</i> alternate between jubilant, sometimes meandering and jammy (the opening “Chismiten”)—mirroring his band’s explosive live shows—and more tightly wound, raga-like and reflective (the trance-inducing “Ya Habibti”). But within the music, there’s a deeper, often political context: Recorded with his group in studios, apartments, hotel rooms, backstage, and outdoors, the album covers a range of themes: love, religion, women’s rights, inequality, and the exploitation of West Africa by colonial powers. “I felt like giving a voice to all those who suffer on my continent and who are ignored by the Western world,” Moctar tells Apple Music. Here he dissects each of the album’s tracks.<br />\n<b>“Chismiten”</b>\n“The song talks about jealousy in a relationship, but more importantly about making sure that you’re not swept away too quickly by this emotion, which I think can be very harmful. Every individual, man or woman, has the right to have relationships outside marriage, be it with friends or family.”<br />\n<b>“Taliat”</b>\n“It’s another song that addresses relationships, the suffering we go through when we’re deeply in love with someone who doesn’t return that love.”<br />\n<b>“Ya Habibti”</b>\n“The title of this track, which I composed a long time ago, means ‘oh my love’ in Arabic. I reminisce about that evening in August when I met my wife and how I immediately thought she was so beautiful.”<br />\n<b>“Tala Tannam”</b>\n“This is also a song I wrote for my wife when I was far away from her, on a trip. I tell her that wherever I may be, I’ll be thinking of her.”<br />\n<b>“Asdikte Akal”</b>\n“It’s about my origins and the sense of nostalgia I feel when I think about the village where I grew up, about my country and all those I miss when I’m far away from them, like my mother and my brothers.”<br />\n<b>“Layla”</b>\n“Layla is my wife. When she gave birth to our son, I wasn’t allowed to be by her side, because that’s just how it is for men in our country. I was on tour when she called me, very worried, to tell me that our son was about to be born. I felt really helpless, and as a way of offering comfort, I wrote this song for her.”<br />\n<b>“Afrique Victime”</b>\n“Although my country gained its independence a long time ago, France had promised to help us, but we never received that support. Most of the people in Niger don’t have electricity or drinking water. That’s what I emphasize in this song.”<br />\n<b>“Bismilahi Atagah”</b>\n“This one talks about the various possible dangers that await us, about everything that could make us turn our back on who we really are, such as the illusion of love and the lure of money.”","short":"“I felt like giving a voice to all those who suffer.”"},"isCompilation":false}},{"id":"1564713786","type":"albums","href":"/v1/catalog/us/albums/1564713786?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/f0/89/1b/f0891b67-afc4-24e5-d3e8-36d01ba7d9e7/859747269610_cover.jpg/{w}x{h}bb.jpeg","bgColor":"231f19","textColor1":"e8e8e8","textColor2":"ccb29e","textColor3":"c0c0be","textColor4":"aa9483"},"artistName":"Adam Sanders","isSingle":false,"url":"https://music.apple.com/us/album/what-if-im-right/1564713786","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"What If I'm Right","recordLabel":"Spend A Buck Music","upc":"859747269610","copyright":"℗ 2021 Spend A Buck Music","playParams":{"id":"1564713786","kind":"album"},"isCompilation":false}},{"id":"1558228260","type":"albums","href":"/v1/catalog/us/albums/1558228260?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/57/25/bb/5725bbc7-bb8b-cdc3-e645-09b3d44c86da/Metal_Massacre_-_XV.jpg/{w}x{h}bb.jpeg","bgColor":"00010b","textColor1":"dbd9da","textColor2":"c5bcbf","textColor3":"afaeb1","textColor4":"9e979b"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/metal-massacre-xv/1558228260","isComplete":true,"genreNames":["Metal","Music","Rock","Death Metal/Black Metal"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Metal Massacre XV","recordLabel":"Metal Blade Records","upc":"039841946529","copyright":"℗ 2021 Metal Blade Records","playParams":{"id":"1558228260","kind":"album"},"isCompilation":false}},{"id":"1560653786","type":"albums","href":"/v1/catalog/us/albums/1560653786?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/8b/f4/b7/8bf4b7c9-8be3-4a9d-26a9-6a207c74c4ab/191400035478.png/{w}x{h}bb.jpeg","bgColor":"35181d","textColor1":"90d4ab","textColor2":"9bcaba","textColor3":"7eae8e","textColor4":"86a69a"},"artistName":"Erika de Casier","isSingle":false,"url":"https://music.apple.com/us/album/sensational/1560653786","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Sensational","recordLabel":"4AD","upc":"191400035478","copyright":"℗ 2021 4AD Ltd","playParams":{"id":"1560653786","kind":"album"},"editorialNotes":{"short":"Back to the future with noughties-styled R&amp;B, garage and techno."},"isCompilation":false}},{"id":"1555709072","type":"albums","href":"/v1/catalog/us/albums/1555709072?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/d8/83/6d/d8836dbb-247d-6139-7f2b-d6534152ad4a/5054429144468.png/{w}x{h}bb.jpeg","bgColor":"130a09","textColor1":"f5cbaa","textColor2":"e7aa80","textColor3":"c7a48a","textColor4":"bc8a68"},"artistName":"Elkka","isSingle":false,"url":"https://music.apple.com/us/album/euphoric-melodies-ep/1555709072","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Euphoric Melodies - EP","recordLabel":"Technicolour","upc":"5054429144468","copyright":"℗ 2021 Technicolour","playParams":{"id":"1555709072","kind":"album"},"editorialNotes":{"standard":"On an EP released just as Britain began to emerge from the 2021 lockdown, Elkka is searching for euphoria in the everyday. “I wanted to explore the idea of what makes something feel good,” she tells Apple Music. “Finding those euphoric moments is something I’ve always been fascinated by. I can feel that buzz when I’m writing, or seeing loved ones and friends as well as the more obvious hedonistic moments like raving.” Originally a singer-songwriter, the Welsh-born, London-based artist came to prominence as a producer and DJ at the tail end of 2019 with the <i>Every Body Is Welcome</i> EP. Released on her own femme culture label, it gathered plaudits from DJs including HAAi and Caribou, and Elkka carried that momentum through 2020 with the uplifting, peak-time sound of “I. Miss. Raving.” and the emotive and inventive rave of “Bleep+.” Citing producers including Four Tet and Floating Points as key influences, Elkka has produced a warm and intricate EP of deeply melodic electronica, shaped by the events of 2020, that recalls the music of her heroes. “As the music I was making developed and the pandemic began, these euphoric moments became laced with nostalgia, as we weren’t having them anymore,” she says. “That started to filter into the music.” Here, she guides us through the EP, track by track.<br />\n<b>“Burnt Orange”</b>\n“I named this after the curtains in my grandparents’ house. They both passed away, sadly, and when my mum was clearing their house, we all got to take certain things from there. Their living room was a real central point for a lot of my memories from growing up so I took their burnt orange curtains and now have them in my studio. Having warmth in my music is super important to me and it’s something that permeates everything I do.”<br />\n<b>“Euphoric Melodies”</b> \n“This is probably my favourite track I’ve ever made. It feels like something I’ve been aspiring to make but didn’t know quite how to before. I ventured into using hardware for the first time on this EP and bought a KORG Minilogue which features throughout. It’s all over this track and the sound’s so earthy and warm. It would be a completely different EP without it. I’ve always been obsessed with Caribou, Four Tet, and Floating Points and while I’m not necessarily saying this track sits alongside what they do, I think it’s definitely in that sphere.”<br />\n<b>“Flowers”</b> \n“This was the first track I ever made with the KORG Minilogue and I made it all in one take, almost like a stream of consciousness. I wanted something with my vocals running through it and it feels like quite an emotive piece that’s laced with intent. It’s quite intense and I made it at a point in life where I was kind of struggling and looking for hope.”<br />\n<b>“Alexandra”</b> \n“It’s definitely a dance-floor track and is constantly building and evolving. It’s named after my girlfriend as the EP’s all about finding those moments of euphoria both on the dance floor and in everyday life—and I’ve shared more moments of euphoria with her than anyone else. She’s really influenced my sound. She’s more of a music head than me and she’s really helped evolve my music knowledge since we’ve been together and I’m so grateful for that.”<br />\n<b>“Morning Fuzz”</b>\n“When making this, I felt it had that real feeling of waking up from a haze to it, hence the title. I wrote it last year [in 2020] when the weather was really beautiful and I think it’s got really warm, orangey tones to it. I was imagining where I might be if I wasn’t stuck at home, thinking about sunrise and sunset moments in Ibiza.”","short":"“I wanted to explore the idea of what makes something feel good.”"},"isCompilation":false}},{"id":"1567423275","type":"albums","href":"/v1/catalog/us/albums/1567423275?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/8a/33/d2/8a33d252-7961-8152-9bfd-14a4f9c3f3b8/21UMGIM39516.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"000000","textColor2":"3c0007","textColor3":"333333","textColor4":"633339"},"artistName":"Oliver Malcolm","isSingle":false,"url":"https://music.apple.com/us/album/are-you-living-in-the-real-world-ep/1567423275","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-05-20","name":"Are You Living In The Real World? - EP","recordLabel":"Darkroom/Interscope Records","upc":"00602438288557","copyright":"℗ 2021 Darkroom/Interscope Records","playParams":{"id":"1567423275","kind":"album"},"editorialNotes":{"short":"The free spirit fuses dub, punk, pop, funk and R&amp;B, on a vibrant debut EP."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556335582","type":"albums","href":"/v1/catalog/us/albums/1556335582?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/44/b4/0a/44b40a40-feff-bf92-b232-8801a843e9cb/840588143474.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"8af906","textColor2":"fd2ba4","textColor3":"6fc704","textColor4":"ca2283"},"artistName":"Monster Magnet","isSingle":false,"url":"https://music.apple.com/us/album/a-better-dystopia/1556335582","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"A Better Dystopia","recordLabel":"Napalm Records","upc":"840588143474","copyright":"℗ 2021 Napalm Records Handels Gmbh","playParams":{"id":"1556335582","kind":"album"},"editorialNotes":{"standard":"For the last three decades, Monster Magnet has been the reigning champion of heavy ’70s-inspired stoner rock. <i>A Better Dystopia</i> sees Magnet mastermind Dave Wyndorf and his crew of musical mutants cherry-picking some of the heaviest and weirdest late-’60s and early-’70s (and beyond) proto-metal deep cuts for a lysergic covers extravaganza. From underground titans like Pentagram and Hawkwind to hopelessly obscure freak squads like The Cave Men and J. D. Blackfoot, <i>A Better Dystopia</i> is Monster Magnet interpreting some of the music that made them the rock ’n’ roll powerhouse they are today. “These songs are beloved by me and have been forever,” Wyndorf tells Apple Music. Below, he holds forth on each track.<br />\n<b>“The Diamond Mine”</b>\n“I needed something to start the record off, and it had to come from my list of favorite things of all time. And some of my favorite audio of all time is not just music, but stuff like The Buddy Rich tapes or Dave Diamond, the great psychedelic DJ from the ’60s and ’70s. I thought if I could pull off a Dave Diamond monologue, how great would that be? So I found the words on the internet, but the insanity took over and I didn’t even have to look at them when we recorded this.”<br /> \n<b>“Born to Go”</b>\n“You always hear Eric Clapton or someone like that talking about ‘going back to their roots,’ and they’ll cover Muddy Waters or something, but Hawkwind is my roots. The songs are easy to play and they affected me overwhelmingly as a kid. I saw them on the <i>Space Ritual</i> tour when I was 15, which included a triple-screened analog lights show, everything painted in blacklight, and a six-foot near-naked woman dancing in your face while they were playing. It changed my whole life. And there’s never been a studio version of ‘Born to Go,’ so it had to go on here.”<br /> \n<b>“Epitaph for a Head”</b>\n“What a song by J. D. Blackfoot. It’s got everything I want from early-’70s post-psychedelic paranoia. You don’t know what the fuck he’s talking about, but the guy’s really earnest. He really wants to tell you something, but you can’t understand him. He says the words ‘space god’ and as far as I can tell, I think he’s talking about a UFO that’s about to take a shot at him. So everything’s a mystery in this song, lyrically. And of course he mentions his brain, which is always a good move for me. If you wanna scare little children, put this song on.”<br /> \n<b>“Solid Gold Hell”</b>\n“I love The Scientists because they have great songs and they always looked really cool. They were the keepers of the flame in the early ’80s when everyone was putting on scarves and turning into Duran Duran. This is like The Stooges meets goth, and it’s got a weird time signature that can get either really annoying or really hypnotic, and they figured out a way to make it hypnotic. I’ve been in love with it ever since it came out, and you can’t beat the title.”<br /> \n<b>“Be Forewarned”</b>\n“The way Bobby Liebling sings this song is so ’60s. I know Pentagram recorded this in the early ’70s, but that’s a ’60s vocal. Some of the singers back then couldn’t decide if they were gonna be a radical or Robert Goulet. It’s like Broadway or something, but it’s such a fantastic vocal. I resisted singing it exactly like he did, so I put like an Eric Burdon thing on it or something, but I’ve always wanted to sing like that. People don’t sing like that anymore, and that’s what I love about it.”<br />\n<b>“Mr. Destroyer”</b>\n“I didn’t hear this song until the early 2000s, even though it was recorded back in ’71 or ’72. I called up Jim Gustafson, who was in Poobah—they still play—and he told me the whole story about how they recorded a bunch of stuff that kinda disappeared so he reissued it 35 years later when the internet made record hunting really easy. When I heard it, I flipped the fuck out because I was like, ‘How did I miss this?’ It sounds like a lost Black Sabbath song, with a touch of Hawkwind.”<br /> \n<b>“When the Wolf Sits”</b>\n“This song is total rock. I can just see all the band members swinging their heads back and forth, Kiss-style. What more do you want from a song? You wanna rock, here it is. I had covered this song previously in my first band. Phil Caivano, who plays guitar in Monster Magnet, and I were in a band called—get this—Hard Attack, after the Dust album. It was 1974, so we were like little kids, but we played all these covers, and Jerusalem’s ‘When the Wolf Sits’ was one of them. Why not do it again? The song has done nothing but get better.”<br /> \n<b>“Death”</b>\n“The Pretty Things were an excellent band. ‘Death’ is from an album called <i>S.F. Sorrow</i>, which I think came out in ’68, when everyone was trying to top <i>Sgt. Pepper’s</i>. I always thought this song was so spooky and morose, and it gives the covers record a little breather. I sang it with as little power as possible, so people could hear the cigarettes—and the age. The original is a young guy singing about death, but our version is an old guy singing about death.”<br /> \n<b>“Situation”</b>\n“This is by a band called Josefus, out of Texas. That guy’s voice is unbelievable, and they had some really good songs. They’re a great example of post-psychedelic blues rock. I guess blues back then meant turning the vocals up 10 decibels louder than everything else, but the record is really cool. ‘Situation’ is great because it’s just riffs and it’s so perfectly done. It’s about two minutes long and goes nowhere but you don’t care because the riffs are so cool. It’s almost punk rock in its simplicity.”<br /> \n<b>“It’s Trash”</b>\n“I might’ve heard this Cave Men song on a Pebbles compilation way back when, because it only came out on 45. It’s got everything I want in a teenage-angst song. And that’s the only thing I can’t bring to this stuff—I’m not young. And when I say that, I mean 25 would be too old to do this song right. You gotta be 19, really. But I had to do this song, because I love it. It’s this guy screaming, it’s drenched in echo and he’s losing his shit. It’s what I love about garage rock—90 percent attitude and 10 percent talent. It’s my kind of tune.”<br /> \n<b>“Motorcycle (Straight to Hell)”</b>\n“Table Scraps are a modern band. They’re ready to rock, as we speak, over in England. They’re a great example of how someone can be an organic rock ’n’ roll band in this day and age. Plus, I just love the song. It’s kinda punk, kinda garage, kinda Hawkwind. This song could’ve come out at any time. I found out about them on the internet because I’m always looking for new bands. And then we took them on tour in Europe.”<br /> \n<b>“Learning to Die”</b>\n“Dust’s <i>Hard Attack</i> album was way ahead of its time, and I’ve always loved this song. I always envisioned ‘Learning to Die’ as a song we could play because I had copped things from Dust over the years with Monster Magnet. I’ll be trying to explain something to somebody and be like, ‘You know—like Dust!’ And they’ll go, ‘What do you mean?’ And then I’ll play them the record. It’s probably the most artfully done hard rock record of all time.”<br /> \n<b>“Welcome to the Void”</b>\n“This Morgen song was the hardest one to do. I realized really quickly that it didn’t quite fit in. The title is cool, but the delivery was different than the paranoia and high energy of the other ones, so I didn’t know what to do with it. I was originally gonna start the record with it, but then I decided it would be best as a sort of coda. And I shortened it. I think the original version has eight verses. Who writes eight verses? Bob Dylan, maybe. But it’s a really cool song.”","short":"“These songs are beloved by me and have been forever.”"},"isCompilation":false}},{"id":"1560729678","type":"albums","href":"/v1/catalog/us/albums/1560729678?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/38/1d/62/381d6293-fb37-994d-ba30-b4bf95b2d17f/196006365264.jpg/{w}x{h}bb.jpeg","bgColor":"85b3b0","textColor1":"16160e","textColor2":"161616","textColor3":"2c352e","textColor4":"2c3635"},"artistName":"Rosa Passos","isSingle":false,"url":"https://music.apple.com/us/album/dunas-live-in-copenhagen/1560729678","isComplete":true,"genreNames":["Brazilian","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Dunas - Live in Copenhagen","recordLabel":"Storyville Records","upc":"196006365264","copyright":"℗ 2021 Storyville Records","playParams":{"id":"1560729678","kind":"album"},"isCompilation":false}},{"id":"1548782648","type":"albums","href":"/v1/catalog/us/albums/1548782648?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/a5/46/9b/a5469b52-b99b-961c-bdca-10e6b0cda6e0/634457047952.jpg/{w}x{h}bb.jpeg","bgColor":"546780","textColor1":"ecfcfc","textColor2":"d9eae4","textColor3":"cedee3","textColor4":"bed0d0"},"artistName":"PACKS","isSingle":false,"url":"https://music.apple.com/us/album/take-the-cake/1548782648","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Take the Cake","recordLabel":"Fire Talk","upc":"634457047952","copyright":"℗ 2021 Fire Talk","playParams":{"id":"1548782648","kind":"album"},"isCompilation":false}},{"id":"1566008949","type":"albums","href":"/v1/catalog/us/albums/1566008949?l=en-US","attributes":{"artwork":{"width":1440,"height":1440,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/cd/2c/a0/cd2ca0ab-92ed-9095-37fe-8b75b62c1449/cover.jpg/{w}x{h}bb.jpeg","bgColor":"16191e","textColor1":"ebd0c3","textColor2":"df9e7f","textColor3":"c0aba2","textColor4":"b7846c"},"artistName":"Los Dos Carnales","isSingle":false,"url":"https://music.apple.com/us/album/corridos-pa-la-historia/1566008949","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Corridos Pa' la Historia","recordLabel":"Afinarte Music","upc":"3616555521548","copyright":"℗ 2021 Afinarte Music","playParams":{"id":"1566008949","kind":"album"},"isCompilation":false}},{"id":"1561090276","type":"albums","href":"/v1/catalog/us/albums/1561090276?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/7b/d8/8d/7bd88d95-1ff5-0fe3-6bdc-0854e57a0167/196006315825.jpg/{w}x{h}bb.jpeg","bgColor":"050402","textColor1":"debea9","textColor2":"d29579","textColor3":"b29988","textColor4":"a97861"},"artistName":"Leonardo Prakash","isSingle":false,"url":"https://music.apple.com/us/album/humanidad/1561090276","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Humanidad","recordLabel":"Siddha Sound","upc":"196006315825","copyright":"℗ 2021 Leonardo Prakash Music, 2021 Ananda Records","playParams":{"id":"1561090276","kind":"album"},"isCompilation":false}},{"id":"1558921729","type":"albums","href":"/v1/catalog/us/albums/1558921729?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/c3/a5/84/c3a584a6-b9da-d2a6-faca-1686ab2d8b20/192641692406_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"afbedb","textColor1":"0a0d0c","textColor2":"171e28","textColor3":"2b3035","textColor4":"363e4c"},"artistName":"Storefront Church","isSingle":false,"url":"https://music.apple.com/us/album/as-we-pass/1558921729","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"As We Pass","recordLabel":"Sargent House","upc":"192641692406","copyright":"℗ 2021 Sargent House","playParams":{"id":"1558921729","kind":"album"},"isCompilation":false}},{"id":"1560663943","type":"albums","href":"/v1/catalog/us/albums/1560663943?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/72/bd/49/72bd4912-f43e-56fb-74bf-b6639a559598/190296771781.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"dcd2e4","textColor2":"b2abd3","textColor3":"b0a8b6","textColor4":"8e89a9"},"artistName":"Joviale","isSingle":false,"url":"https://music.apple.com/us/album/hurricane-belle-ep/1560663943","isComplete":true,"genreNames":["Singer/Songwriter","Music","Alternative"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Hurricane Belle - EP","recordLabel":"NEVER SEVEN","upc":"190296771781","copyright":"℗ 2021 Joviale exclusively licensed to NEVER SEVEN LTD","playParams":{"id":"1560663943","kind":"album"},"isCompilation":false}},{"id":"1555131539","type":"albums","href":"/v1/catalog/us/albums/1555131539?l=en-US","attributes":{"artwork":{"width":1440,"height":1440,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/13/ea/fb/13eafb47-2e6a-4805-c1dc-f752419930ae/625612845933.png/{w}x{h}bb.jpeg","bgColor":"745522","textColor1":"f6f3ec","textColor2":"e7f4f4","textColor3":"dcd4c4","textColor4":"d0d4ca"},"artistName":"Georgia Anne Muldrow","isSingle":false,"url":"https://music.apple.com/us/album/vweto-iii/1555131539","isComplete":true,"genreNames":["R&B/Soul","Music","Hip-Hop/Rap"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Vweto III","recordLabel":"Foreseen Entertainment","upc":"625612845933","copyright":"℗ 2021 FORESEEN Entertainment / Epistrophik Peach Sound","playParams":{"id":"1555131539","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567486391","type":"albums","href":"/v1/catalog/us/albums/1567486391?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/06/22/a0/0622a0b1-5afc-d2e3-5d8e-9bb19416683f/192641738517_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"535547","textColor1":"eedfb8","textColor2":"f9d6af","textColor3":"cfc3a2","textColor4":"d7bc9a"},"artistName":"Candi Carpenter","isSingle":false,"url":"https://music.apple.com/us/album/when-the-asteroid-comes-ep/1567486391","isComplete":true,"genreNames":["Americana","Music","Country"],"trackCount":4,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"When the Asteroid Comes - EP","recordLabel":"CTK Records","upc":"192641738517","copyright":"℗ 2021 CTK Records","playParams":{"id":"1567486391","kind":"album"},"isCompilation":false}},{"id":"1565424372","type":"albums","href":"/v1/catalog/us/albums/1565424372?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/be/76/f1/be76f10f-bfbb-a02b-4e18-e8926792bb40/8720246791761.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f4f4f4","textColor2":"c3c3c0","textColor3":"c3c3c3","textColor4":"9c9c99"},"artistName":"Sterac","isSingle":false,"url":"https://music.apple.com/us/album/asphyx-ep/1565424372","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Asphyx - EP","recordLabel":"Delsin Records","upc":"8720246791761","copyright":"℗ 2021 Delsin Records","playParams":{"id":"1565424372","kind":"album"},"isCompilation":false}},{"id":"1557929716","type":"albums","href":"/v1/catalog/us/albums/1557929716?l=en-US","attributes":{"artwork":{"width":3720,"height":3720,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/2c/28/c1/2c28c198-d374-4ba6-f279-cfda1aedf430/20UMGIM69606.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"d0b999","textColor1":"020200","textColor2":"281a08","textColor3":"2b261e","textColor4":"4a3925"},"artistName":"Lindemann","isSingle":false,"url":"https://music.apple.com/us/album/live-in-moscow/1557929716","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Live in Moscow","recordLabel":"Vertigo Berlin","upc":"00602435113661","copyright":"A Vertigo Berlin release; ℗ 2021 Lindemann, under exclusive license to Universal Music GmbH","playParams":{"id":"1557929716","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1564332763","type":"albums","href":"/v1/catalog/us/albums/1564332763?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/b6/81/42/b681427d-4226-e2e0-82fc-491ff68a114d/5056321637420.jpg/{w}x{h}bb.jpeg","bgColor":"1f090a","textColor1":"fff8f7","textColor2":"ccadaf","textColor3":"d2c8c7","textColor4":"a98c8e"},"artistName":"Burial","isSingle":false,"url":"https://music.apple.com/us/album/chemz-dolphinz-ep/1564332763","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Chemz / Dolphinz - EP","recordLabel":"Hyperdub","upc":"5056321637420","copyright":"℗ 2021 Hyperdub","playParams":{"id":"1564332763","kind":"album"},"isCompilation":false}},{"id":"1551420160","type":"albums","href":"/v1/catalog/us/albums/1551420160?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/b6/d7/65/b6d76564-fc53-991e-0542-5f24bc0e806f/098787313567.png/{w}x{h}bb.jpeg","bgColor":"311a10","textColor1":"f0b549","textColor2":"db9760","textColor3":"ca963d","textColor4":"b87e50"},"artistName":"Marinero","isSingle":false,"url":"https://music.apple.com/us/album/hella-love/1551420160","isComplete":true,"genreNames":["Alternative","Music","Latin"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-05-21","name":"Hella Love","recordLabel":"Hardly Art","upc":"098787313567","copyright":"℗ 2021 Hardly Art","playParams":{"id":"1551420160","kind":"album"},"isCompilation":false}},{"id":"1562647786","type":"albums","href":"/v1/catalog/us/albums/1562647786?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/84/c1/47/84c147fc-a664-bf54-fef7-cd44652474a0/21UMGIM25358.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ffff00","textColor1":"000072","textColor2":"282d1e","textColor3":"33335b","textColor4":"535718"},"artistName":"Cameo Blush","isSingle":false,"url":"https://music.apple.com/us/album/lucky-single/1562647786","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Lucky - Single","recordLabel":"Virgin Music UK LAS (S&D)","upc":"00602438107582","copyright":"℗ 2021 Scarlet Tiger, distributed by LG105","playParams":{"id":"1562647786","kind":"album"},"isCompilation":false}},{"id":"1559610258","type":"albums","href":"/v1/catalog/us/albums/1559610258?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/29/22/d0/2922d012-8444-c318-d872-dcefee0a9596/840200503655_cover.jpg/{w}x{h}bb.jpeg","bgColor":"010100","textColor1":"ffffff","textColor2":"e1e1e1","textColor3":"cccccb","textColor4":"b4b4b4"},"artistName":"CESRV","isSingle":false,"url":"https://music.apple.com/us/album/soundbwoy-ep/1559610258","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Soundbwoy - EP","recordLabel":"Beatwise Recordings","upc":"840200503655","copyright":"℗ 2021 Beatwise Recordings","playParams":{"id":"1559610258","kind":"album"},"isCompilation":false}},{"id":"1552900507","type":"albums","href":"/v1/catalog/us/albums/1552900507?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/82/8b/de/828bdeaf-38d2-909e-ccc0-b8ac00b58c2d/cover.jpg/{w}x{h}bb.jpeg","bgColor":"1b1b1b","textColor1":"ecdfdf","textColor2":"c8ca8f","textColor3":"c2b8b8","textColor4":"a6a778"},"artistName":"Para One","isSingle":false,"url":"https://music.apple.com/us/album/spectre-machines-of-loving-grace/1552900507","isComplete":true,"genreNames":["Ambient","Music","Electronic"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"SPECTRE: Machines of Loving Grace","recordLabel":"Animal63","upc":"3616550374200","copyright":"℗ 2021 Animal63","playParams":{"id":"1552900507","kind":"album"},"isCompilation":false}},{"id":"1551402032","type":"albums","href":"/v1/catalog/us/albums/1551402032?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/7f/14/da/7f14da88-f44f-6852-742e-2ab19fed3027/5016958097769.jpg/{w}x{h}bb.jpeg","bgColor":"b4bfc1","textColor1":"0e0909","textColor2":"131312","textColor3":"2f2e2d","textColor4":"333535"},"artistName":"Kaktus Einarsson","isSingle":false,"url":"https://music.apple.com/us/album/kick-the-ladder/1551402032","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Kick the Ladder","recordLabel":"One Little Independent","upc":"5016958097769","copyright":"℗ 2021 One Little Independent","playParams":{"id":"1551402032","kind":"album"},"isCompilation":false}}]}