{"data":[{"id":"1564530719","type":"albums","href":"/v1/catalog/us/albums/1564530719?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/2d/f3/c9/2df3c9fd-e0eb-257c-c035-b04f05a66580/21UMGIM36691.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"6d4d3a","textColor1":"fcfbf9","textColor2":"ead3b5","textColor3":"e0d8d3","textColor4":"d1b89c"},"artistName":"Billie Eilish","isSingle":false,"url":"https://music.apple.com/us/album/happier-than-ever/1564530719","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Happier Than Ever","recordLabel":"Darkroom/Interscope Records","upc":"00602438254743","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Darkroom/Interscope Records","playParams":{"id":"1564530719","kind":"album"},"editorialNotes":{"standard":"“It wasn't forced, it wasn't pressured, it wasn't scary,” Billie Eilish tells Apple Music of making <i>Happier Than Ever</i>. “It was nice.” Once again written and recorded entirely with her brother FINNEAS, Eilish’s second LP finds the 19-year-old singer-songwriter in a deeply reflective state, using the first year of the pandemic to process the many ways her life has changed and she’s evolved since so quickly becoming one of the world’s most famous and influential teenagers. “I feel like everything I've created before this, as much as I love it, was kind of a battle with myself,” she says. “I've actually talked to artists that are now going through the rise and what I've said to them is, ‘I know what it's like, but I also don't know what it's like for you.’ Because everybody goes through something completely different.”<br />\nA noticeable departure from the genre-averse, slightly sinister edge of 2019’s <i>WHEN WE ALL FALL ASLEEP, WHERE DO WE GO?</i>, much of the production and arrangements here feel open and airy by comparison, inspired in large part by the placid mid-century pop and jazz of torch singer Julie London. And whether she’s sharing new perspective on age (“Getting Older”), sensuality (“Oxytocin”), or the absurdity of fame (“NDA”), there’s a sense of genuine freedom—if not peace—in Eilish’s singing, her voice able to change shape and size as she sees fit, an instrument under her control and no one else's. “I started to feel like a parody of myself, which is super weird,” she says. “I just tried to listen to myself and figure out what I actually liked versus what I thought I would have liked in the past. I had to really evaluate myself and be like, 'What the hell do I want with myself right now?'”<br />\nIt’s a sign of growth, most striking in the clear skies of “my future” and the emotional clarity of the album’s towering title cut, which starts as a gentle ballad and blossoms, quite naturally and unexpectedly, into a growing wave of distorted guitars and distant screams. Both sound like breakthroughs. “There was no thought of, ‘What's this going to be? What track is this?’” she says of the writing process. “We just started writing and we kept writing. Over time, it just literally created itself. It just happened. It was easy.”","short":"“It wasn't forced, it wasn't pressured, it wasn't scary—it was nice.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0JGOiO34nwfUdDrD612dOp"}},{"id":"1561643530","type":"albums","href":"/v1/catalog/us/albums/1561643530?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/55/46/19/55461993-6fd7-d703-9b39-03043f585203/886449187249.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"0b0909","textColor2":"151210","textColor3":"3c3a3a","textColor4":"444140"},"artistName":"Prince","isSingle":false,"url":"https://music.apple.com/us/album/welcome-2-america/1561643530","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Welcome 2 America","recordLabel":"Legacy Recordings","upc":"886449187249","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 NPG Records, Inc. under exclusive license to Legacy Recordings","playParams":{"id":"1561643530","kind":"album"},"editorialNotes":{"standard":"It’s hard to know what to make of the steady stream of releases to flow from Prince’s legendary vaults. On one hand, even a casual fan can marvel at the sheer scope of his output, and how he would regularly cast aside entire albums’ worth of songs that would be career highlights for any other artist. On the other hand, he was a meticulous artist with impossibly exacting standards that these songs didn’t meet for whatever now-unknowable reasons, so what does it mean to listen to them without his blessing?<br />\n<i>Welcome 2 America</i> does not offer any immediate clues as to its pariah status. Recorded in 2010 with New Power Generation, these are fully realized funk, R&B, and rock songs, often sharp and lyrically prescient—nothing necessarily revelatory or adventurous by the measure of Prince’s own formidable canon, but far from anyone’s idea of detritus. “Yes” is a rowdy rave-up, while Prince pays tribute to fellow Minneapolis lifers with a perhaps unlikely cover of Soul Asylum’s 2006 “Stand Up and B Strong.”","short":"Originally recorded in 2010, another gem from the vaults sees light of day."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6Idpgkp0xxbQA3Ej1QdsZh"}},{"id":"1577188639","type":"albums","href":"/v1/catalog/us/albums/1577188639?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/7b/3f/47/7b3f4755-d6cb-38d3-9785-cfd71603d5f3/093624878087.jpg/{w}x{h}bb.jpeg","bgColor":"d4c5b0","textColor1":"080a09","textColor2":"271b12","textColor3":"31302a","textColor4":"493d32"},"artistName":"Isaiah Rashad","isSingle":false,"url":"https://music.apple.com/us/album/the-house-is-burning/1577188639","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"The House Is Burning","recordLabel":"Top Dawg Entertainment/Warner Records","upc":"093624878087","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Top Dawg Entertainment, under exclusive license to Warner Records Inc.","playParams":{"id":"1577188639","kind":"album"},"editorialNotes":{"standard":"“Hopefully this is the start of something new—no more five-year gaps,” Isaiah Rashad tells Apple Music of his long-awaited third album. It’s been that long between <i>The House Is Burning</i> and 2016’s <i>The Sun’s Tirade</i>, but the Chattanooga rapper easily proves why he’s worth waiting for. The songs here are kinetic even in their nocturnal wooziness and precise even in their unpretentiousness. Many of them, he says, were born from “scratches” or songs he just made on a whim with a minimal amount of time invested alongside Dallas producer Kal Banx, who’s credited on most of the tracks. <br />\nTrue to Rashad’s geographic background, there’s a decidedly Southern and soulful aura that informs the album’s momentum and references. Tucked beneath the layers of syrupy melodies are nods to Pimp C, Goodie Mob, Three 6 Mafia, and Anthony Hamilton. Within the sounds and lyrics, he lights up a map to his musical roots and the proud Dirty South lineage in which he operates. “I tried to hone in on the energy of all the types of music I grew up listening to—Texas bounce, Louisiana bounce, a little bit of neo-soul in there,” he says. “I tried to update it, flip it, and make it apply to how I be feeling nowadays.” Below, he shares a bit of background about a handful of the album’s standouts. <br />\n<b>“From the Garden”</b>\n“Originally, the beat was something else. I'd made it at my mom's crib about four years ago, and we just switched the beat because it still sounded cool. We were like, 'Why waste it? Why have it just sitting to the side?' So we put Uzi on it. He said he was going to do some shit for me if I asked him, so we asked him, and he did it.”<br />\n<b>“Lay Wit Ya”</b>\n“‘Lay Wit Ya’ came from a lockout that we had had like last January. Again, it was just a scratch—a scratch idea that we turned full once we had listened to it a couple of times. Hollywood Cole threw us the beat. Made it in about 10 minutes. That was it. I just liked it.” <br />\n<b>“Claymore”</b>\n“I made that song for Smino. And if I didn't use it, I was going to try to give it to him. And then he finally got on it, but I think his album was about done and he didn't really need it, so we used it. Most everybody on my album I listen to, so most of the tracks were made like 'oh, this would be a tight Smino song' or that type of shit if it's fitting. I be having that type of stuff in mind.”<br />\n<b>“Headshots”</b>\n“People say [this reminds them of] Outkast, but I was doing an Anthony Hamilton impression more than anything else. The verses is just— maybe I can get how they get some Outkast in that, but that was a whole bunch of Zay right there. But the inspiration behind the track was really Anthony Hamilton, honestly.”<br />\n<b>“All Herb”</b>\n“[Amindi and I] got a nice little chemistry. We got a couple of songs on the project—she did the intro with me too, and another one, ‘True Story.’ But yeah, we made that on the spot. Me and Devin [Malik] made the beat. It was like a simple loop. We added a drum, and then I started like mumbling the hook. Once I came up with the hook, the cadence for the verses was easy. But I didn't really want to finish the verses, because I was like, 'It sounds like a whole bunch of me.' So I called Amindi, and she came and she wrote. It's pretty quick when we're in a zone.”<br />\n<b>“Hey Mista”</b>\n“Me and Kal [Banx] were at his house, and our whole plan was to freestyle—just make a beat and whatever comes to mind. It's like trusting the whole idea of 'I don't really make nothing bad. I'm incapable of making something bad, so let me just trust in this.' We went into it with that type of mentality, and we freestyled that whole motherfucking thing. Like the whole track, it's really a big-ass joke. The second verse is a whole joke—every line is some shit that made me laugh and it just sounded funny.”<br />\n<b>“Wat U Sed”</b>\n“‘Wat U Sed’ is another homage to the South—I'm just now realizing that I do those a lot. I didn't want to do a whole bunch of tracks with cowbells, but that was one that was like, hell yeah. This sounds like some of that—there's this producer named ICYTWAT who has this very specific type of sound. And it kind of gave me some of that old <i>Kush & Orange Juice</i> vibes from Wiz, too, like 'Mezmorized' and shit.”<br />\n<b>“Score”</b>\n“For me ‘Score’ is probably one of my favorite songs out the whole album, just because of how fucking different it is. I think I really got off an R&B song, and I hadn't got one off for real on the other ones. So I think I'm probably most proud of that one.”<br />\n<b>“THIB”</b>\n“That was probably the first track I made for my album. Towards the end of the whole shit, I was thinking about changing the title to something else, but it was like, nah, we can’t leave that off. It was definitely like the inspiration behind just about the whole soundscape of the album. I wanted it to be like dark and winding, sounds like two or three in the morning. That's a pretty constant theme with my music anyway. I like to listen to shit at night—when all my obligations are done, I'm a night person. When I'm in the mix, I'm an early riser, but when I'm just enjoying music on some vacay shit, definitely nighttime. So that's the type of stuff I like to make.”","short":"“Hopefully this is the start of something new—no more five-year gaps.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6TQ8nqw43uUOWu7Yqp58ko"}},{"id":"1567285157","type":"albums","href":"/v1/catalog/us/albums/1567285157?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/87/b4/90/87b49017-ae3f-888a-0d0c-bab4eaeb1077/886449225101.jpg/{w}x{h}bb.jpeg","bgColor":"1d1a28","textColor1":"f1eff0","textColor2":"c9c1e8","textColor3":"c7c5c8","textColor4":"a79fc1"},"artistName":"Bleachers","isSingle":false,"url":"https://music.apple.com/us/album/take-the-sadness-out-of-saturday-night/1567285157","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Take the Sadness Out of Saturday Night","recordLabel":"RCA Records Label","upc":"886449225101","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 RCA Records, a division of Sony Music Entertainment","playParams":{"id":"1567285157","kind":"album"},"editorialNotes":{"standard":"“This whole album is in questions,” Jack Antonoff tells Apple Music about the meaning behind <i>Take the Sadness Out of Saturday Night</i>, his third album as Bleachers. “I kept going back to these really dark stories that somehow spin you around and you're in this character, and you don't know why this hope exists. I was trying to access that part of myself.” The much-in-demand singer-songwriter and producer—whose credits in the past year alone include work with Taylor Swift, Lana Del Rey, Lorde, and St. Vincent—is awash in joy and optimism as he lets things fall into place on these 10 tracks, trading the synth-pop glitz of his previous albums for sweeping, sax-tinged anthems and intimate acoustic confessionals. Antonoff wrote the songs in bits and pieces over the course of four years, though it wasn't until early 2020 that he began to record the album—mostly live in a studio with his touring bandmates. “I'm always writing, and then at some point, an album will form or it won't—and when it starts to form, that's when I chase it,” he says. “It's a window into how I hear music. I don't craft records to be instant. I don't craft records to be growers. I just craft what I hear and feel in myself.” Here, he tells us the story behind every song on the album.<br />\n<b>“91”</b>\n“The song, much like a poem, which Zadie Smith helped me write, functions where every lyric is tied to every verse but from a different angle. In the first verse, there’s this child version that can't understand what's happening. And you only recognize that you're here, but you're not, through the anxiety of your mother. In the second verse, it's a little bit more about anger. You're recognizing this part of yourself that you don't like through someone else, which is a pretty intense way of understanding it. If you have a feeling that's pretty harsh about someone else, there's a good chance it's really about you. And then, in the third verse, you finally get this unearned hope, and this lightness of actually having all the magic of being alive.”<br />\n<b>“Chinatown” (feat. Bruce Springsteen)</b>\n“A lot of the music that I love to play sits in that place where it's doing two things: There's a literal and emotional thing that's coming from the same concept. It is going from New York over the George Washington Bridge into New Jersey. Literally and sonically, the song does that. The music sounds a little bit New York-y in the beginning, and then it gets more innate and hopeful and becomes more New Jersey and more suburban. It feels like going home.”<br />\n<b>“How Dare You Want More”</b>\n“‘How Dare You Want More’ is this feeling I was seeing with friends and family. Everyone's going through this big struggle to have more, to ask for more, and to be in control of their life. I saw it was producing so much shame in other people, and therefore, really just myself. Why is it so hard? And I'm not talking about more square footage. I'm not talking about more money. I'm talking about more of who you are so you can not have that strange feeling that keeps you up at night or makes you feel all fucked up in the morning, or makes you not grab at the things you want. It's a question that, if you keep asking yourself over and over and over again, can start to sound silly. And that's a good thing, because it is silly. It was a hallmark of the album, trying to move past this shame.”<br />\n<b>“Big Life”</b>\n“It's a sibling track to ‘Secret Life.’ It's, in the most real and non-cynical way, falling so in love where you want to have a big life. You want to have all the experiences, and you want to take them with you on all these crazy journeys. And ‘Secret Life’ was the opposite, when you want to close every door. It's a pretty romantic concept to me. But the song is all about posing these wants. In a funny, funny way, I think it's the most vulnerable song on the album, even though it might not come off as it because the music is so confident.”<br />\n<b>“Secret Life” (feat. Lana Del Rey)</b>\n“I do this thing a few times in the album where you have a feeling and you look at it from two polar-opposite positions. ‘Big Life’ is this ‘let me go out there, let me get burned, and let the world knock me over because I'm trying to find love,’ right? I want a secret life where you and I can get bored out of our minds. It's not a chase. It's not running out there to prove something. It's a very optimistic song, which is basically when the chemicals wear off and you're really in it with someone. At first, maybe I thought it would be a duet with Lana where it could be conversational, but then I realized that if I just put some reverb on her voice and have her kind of crest over the second verse and the chorus, she's more like a dream of this person I'm talking to.”<br />\n<b>“Stop Making This Hurt”</b>\n“This one is a sibling song to ‘How Dare You Want More.’ ‘Stop Making This Hurt’ is just sort of a more petulant, pissed-off version. There's all this joy and hope about the next phase of your life. But then there's all this frustration about ‘I can't get through this doorway. Whatever I'm carrying does not let me through.’ I was able to access this rage by talking about other people: my dad, my friends and their kids, the world, and a whole new generation of people that are inheriting so much crap. But at the end of the day, I'm right in that struggle with all of them.”<br />\n<b>“Don’t Go Dark”</b>\n“I'd never written a song like this. It's not 'I love you.' It's not 'I hate you.' It's 'you've got to get off my back. You've got to let me go.' I can't be me for new people who I'm trying to love if I'm holding your darkness. I can hold you and I can hold our past and all these things, but it can't happen. That's why the song is so tense. It feels like this plea and this release. I just didn't know what else to do besides write that song. It's probably the angriest song I've ever written.”<br />\n<b>“45”</b>\n“There's these pieces of us that, to the world, are gone. They're not gone—the people we love see them. When you meet someone new, or someone has been in your life for a while, they're bringing these pieces that, even if you know this person, you don't know and can learn to love them. It's exonerating. I can walk back into it in one second, even though no one else can see it.”<br />\n<b>“Strange Behavior”</b>\n“I wrote the song a long time ago. I wanted to put it on the album because it’s the only song I've ever written in the past that feels like it's still in the future for me. And at the time when I wrote it, I made it really loud and bombastic. I think I was a little bit afraid of it. I wanted to reapproach it with the confidence and vulnerability of how I feel now.”<br />\n<b>“What’d I Do With All This Faith?”</b>\n“It's in many ways the most important song in the album, because the past two Bleachers albums I've closed with this idea of being ready to move on. It's a literal lyric I've put in the titles. They're these sort of ending pieces. And what I really came to is, that's it. I don't have God. I don't have a sureness about certain things in my personal life that I wish I did. But for some reason I'm spilling over with faith, and I don't even know where to put it. That is the biggest question of the album: What do I do with all this faith?”","short":"“It's a window into how I hear music.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6SPUtbeCQiPGej0t5RBasE"}},{"id":"1577803914","type":"albums","href":"/v1/catalog/us/albums/1577803914?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/18/20/13/18201391-75fc-bf8a-3928-f6ef8228a869/21UMGIM68591.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"91211b","textColor1":"f8d11e","textColor2":"edbaa0","textColor3":"e4ae1e","textColor4":"da9b86"},"artistName":"Logic","isSingle":false,"url":"https://music.apple.com/us/album/bobby-tarantino-iii/1577803914","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Bobby Tarantino III","recordLabel":"Def Jam Recordings","upc":"00602438610457","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Def Jam Recordings, a division of UMG Recordings, Inc.","playParams":{"id":"1577803914","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5gJDUpoOlZxxgk2SDsTa6h"}},{"id":"1561240873","type":"albums","href":"/v1/catalog/us/albums/1561240873?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/8e/e6/04/8ee604a8-e026-ab6f-bd22-0a55ad13601e/21CRGIM26003.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0b0411","textColor1":"f9e1fe","textColor2":"d082ec","textColor3":"c9b5ce","textColor4":"a969c0"},"artistName":"Yola","isSingle":false,"url":"https://music.apple.com/us/album/stand-for-myself/1561240873","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Stand For Myself","recordLabel":"Easy Eye Sound","upc":"00888072240513","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Easy Eye Sound, Distributed by Concord.","playParams":{"id":"1561240873","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1aF9Xjtg1d1wwsE4hRAkQV"}},{"id":"1577251839","type":"albums","href":"/v1/catalog/us/albums/1577251839?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/fd/39/d2/fd39d2d3-103c-e604-57ef-d4f9330860b3/194690563744_cover.jpg/{w}x{h}bb.jpeg","bgColor":"2e1514","textColor1":"dba377","textColor2":"dd9463","textColor3":"b88663","textColor4":"ba7a53"},"artistName":"Young Dolph & Paper Route Empire","isSingle":false,"url":"https://music.apple.com/us/album/paper-route-illuminati/1577251839","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"PAPER ROUTE iLLUMINATi","recordLabel":"Paper Route EMPIRE","upc":"194690563744","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Paper Route EMPIRE","playParams":{"id":"1577251839","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6WDlSPJvEMoZLHj9jJ1dhY"}},{"id":"1567438028","type":"albums","href":"/v1/catalog/us/albums/1567438028?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/87/47/3a/87473aff-e31d-9e76-693c-fc881311144c/192641737787_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"b8b9bd","textColor1":"0c0c0d","textColor2":"282829","textColor3":"2e2f30","textColor4":"454547"},"artistName":"Jelani Aryeh","isSingle":false,"url":"https://music.apple.com/us/album/ive-got-some-living-to-do/1567438028","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"I've Got Some Living To Do","recordLabel":"No Matter","upc":"192641737787","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 No Matter","playParams":{"id":"1567438028","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/73ct5rK9qShCYdzBR8C8PX"}},{"id":"1573999951","type":"albums","href":"/v1/catalog/us/albums/1573999951?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/1c/bb/44/1cbb448e-07d2-7581-c48f-031b1e25aba6/196006903077.jpg/{w}x{h}bb.jpeg","bgColor":"162222","textColor1":"bbcacd","textColor2":"ed8d85","textColor3":"9aa8aa","textColor4":"c17771"},"artistName":"Dave East & Harry Fraud","isSingle":false,"url":"https://music.apple.com/us/album/hoffa/1573999951","isComplete":true,"genreNames":["Hip-Hop","Music","Hip-Hop/Rap"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"HOFFA","recordLabel":"FTD/ SRFSCHL, LLC","upc":"196006903077","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 FTD/ SRFSCHL, LLC","playParams":{"id":"1573999951","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/44rywFfIAnRPyqpG7ITY0m"}},{"id":"1571977944","type":"albums","href":"/v1/catalog/us/albums/1571977944?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/1a/c5/ed/1ac5ed67-d951-6cab-1b74-f3d4172af347/21UMGIM44767.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"0b1c27","textColor1":"edf1fa","textColor2":"dbd3ff","textColor3":"c0c7d0","textColor4":"b1aed3"},"artistName":"Parker McCollum","isSingle":false,"url":"https://music.apple.com/us/album/gold-chain-cowboy/1571977944","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Gold Chain Cowboy","recordLabel":"MCA Nashville","upc":"00602438367160","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"An MCA Nashville Release; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1571977944","kind":"album"},"editorialNotes":{"standard":"It’s hard to beat a sad country song, especially if you’re Parker McCollum. The emerging country singer-songwriter has a knack for writing twangy tearjerkers, like 2017’s heartbreak ballad “Hell of a Year.” On <i>Gold Chain Cowboy</i>, he still crafts tracks worthy of a pack of tissues (like the hit single “Pretty Heart”), but the Austin-based artist has a little fun, too, like on the sweet opener, “Wait Outside,” and the poppy, melodic “To Be Loved by You.” “There are some songs in there that, I think, are kind of rip-your-heart-out songs,” McCollum tells Apple Music. “And then, for the first time ever, I cut a couple songs that are not the sad, slow country songs that I’ve always done, which I really enjoyed.” Below, he walks Apple Music through several of <i>Gold Chain Cowboy</i>’s key tracks.<br />\n<b>“Wait Outside”</b>\n“I wrote that chorus probably four, five years ago. I was with my producer, Jon Randall, and my old manager, Randy Rogers—from the Randy Rogers Band—and we were sitting around, trying to write a song. I said, ‘Man, I got this chorus. It’s OK. It’s just kind of stuck with me for a long time.’ Without me saying anything, they already know what I’m thinking, and we sat around and just wrote that song in, like, 45 minutes.”<br />\n<b>“To Be Loved by You”</b>\n“That’s my favorite track on the record, I think. One day, we were on the bus, and I’d actually said it out loud to my merch guy, Lane. Hallie Ray, my now-fiancée, we were kind of going through it at the time. I said out loud, ‘Man, what does a man have to do to be loved by that girl?’ And he was like, ‘Man, you should write that down.’ And so, we were on our way to the bus to go on the road and got on there and got in the back with the guitar and literally just freestyled the first verse, and the chorus just popped. Exactly how it came out is exactly how it is on the record.”<br />\n<b>“Drinkin’”</b>\n“It was a real summer night when we were touring really, really hard in the summer of 2018. And I was still kind of on and off a little bit with a girl that I had been dating way back when, and I had essentially broken it off with her to commit to what I was doing and the dream I was chasing. I’d signed my record deal and was writing a bunch and was up real, real late one night doing things I shouldn’t have been doing, trying to write sad country songs. I just remember sitting there real late that night, thinking, ‘I got what I wanted—this lifestyle and being on the road and being on a tour bus and selling a bunch of tickets and being successful.’ Then that woman, she was with someone else, and I was up real late one night and trying to write a song about it, and ‘Drinkin’’ came out.”<br />\n<b>“Rest of My Life”</b>\n“That was right at the beginning of COVID, when there was really a shutdown time and nobody was going anywhere. I was doing a bunch of things I shouldn’t have been doing and staying up all night and trying to get messed up and write sad country songs—things I’d done so many times. I’d been humming this melody in my head all night, and I went to sleep and woke up the next morning and was sitting around the house. I think I recorded the melody on my phone and put it on the Bluetooth speaker, and I was just listening to the melody while I was in the shower, and just right there, I was like, ‘That’s it.’ And I got out of the shower, sat down, and wrote the song in, like, 10 to 15 minutes, put the harmonica part to it, got back in the shower, and went about my day.”<br />\n<b>“Pretty Heart”</b>\n“That song literally changed my life. Number one, gold, platinum—all good things. I’d had the idea for that song since 2014, and it was one of my first cowrites ever in Nashville. I was writing with Randy Montana, who’s a good buddy of mine now, and didn’t really have any ideas that I was stoked on. As honest and genuine as we could tell the story, we laid it down on paper, and I remember not liking it. And then we went and cut it in the studio, and when we were recording it, I remember thinking, ‘This song’s a lot better than I gave it credit for.’ The label really was who pushed me to cut it. I don’t think I would’ve cut it had they not wanted to hear a demo of it. I think the demo is the one that is the actual track that’s out. Anytime you sign a record deal on your first song out of the gate and it goes number one, that’s a great thing.”","short":"“There are some rip-your-heart-out songs in there.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6uiblZVOgKdhYp96cSCtqu"}},{"id":"1566670096","type":"albums","href":"/v1/catalog/us/albums/1566670096?l=en-US","attributes":{"artwork":{"width":1425,"height":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/f5/48/5f/f5485f4c-458e-425e-fa60-e3ce2871cb00/075679788856.jpg/{w}x{h}bb.jpeg","bgColor":"daceb6","textColor1":"161919","textColor2":"2c2820","textColor3":"3d3d38","textColor4":"4e493e"},"artistName":"NEEDTOBREATHE","isSingle":false,"url":"https://music.apple.com/us/album/into-the-mystery/1566670096","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Into The Mystery","recordLabel":"Elektra (NEK)","upc":"075679788856","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Elektra Records LLC","playParams":{"id":"1566670096","kind":"album"},"editorialNotes":{"standard":"Like so many other more-or-less homebound artists, South Carolina’s NEEDTOBREATHE made the most of the pandemic, creatively speaking. Following 2020’s <i>Out of Body</i> and 2021’s <i>Live From the Woods, Vol. 2</i> (which they recorded at socially distanced outdoor concerts in Tennessee), <i>Into the Mystery</i>, their eighth album and second since founding member Bo Rinehart departed, continues the band’s wondrous and wide-eyed exploration of what it means to be human—and how that shifts within one’s faith system. Swelling, string-led ballads (“Don’t Throw All the Good Things Away” with Natalie Hemby), starry-skied epics (“I Am Yours”), upbeat folk-pop ditties (the Carrie Underwood-guesting “I Wanna Remember”)—these songs keep God at their center, but as the album title suggests, there’s a pervading sense of searching that’s always guiding the band’s broader philosophy. Or, as Bear Rinehart puts it on “Sunshine,” “I hope we're asking questions till the day that we die.”","short":"The South Carolina band’s eighth LP caps a prolific 12 months."},"isCompilation":false,"spotify":"https://open.spotify.com/album/2vDmR7Be0zQwcxDnHAqe5X"}},{"id":"1578508581","type":"albums","href":"/v1/catalog/us/albums/1578508581?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Features125/v4/b0/e2/96/b0e29657-2022-d918-14c2-cec36d370e3a/mza_12471825336109590879.png/{w}x{h}bb.jpeg","bgColor":"f7f3ed","textColor1":"000000","textColor2":"252424","textColor3":"31302f","textColor4":"4f4e4c"},"artistName":"DJ Reflex","isSingle":false,"url":"https://music.apple.com/us/album/todays-hits-july-2021-dj-mix/1578508581","isComplete":false,"genreNames":["Dance","Music","Pop"],"trackCount":28,"isMasteredForItunes":false,"releaseDate":"2021-07-29","name":"Today’s Hits: July 2021 (DJ Mix)","upc":"5056381814243","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1578508581","kind":"album"},"editorialNotes":{"standard":"You already know Today's Hits—the playlist that keeps up with the most popular songs in pop, hip-hop, R&B, and more—but you’ve never heard it like this. Introducing the Today’s Hits DJ mix, which captures the world’s biggest songs in one continuous set, “so you can hit play and enjoy without any interruption,” says Apple Music’s own DJ Reflex, who assembled what you’re about to hear. “Bouncing between genres, changing tempos, it’s just continuously a great ride. Whether in the car, at the gym, by a pool, or as the soundtrack to your party, this mix is full of energy and the songs you love.” Reflex, who has toured with Rihanna and Kanye West and is known for his ability to seamlessly jump between styles, highlights a few of his own personal faves: “Ed Sheeran is known for his amazing songwriting and melodies that you remember after the first listen,” he says. “Pair that with a catchy dance track and 'Bad Habits' may be the best pop-dance song of the summer.” He also loves Doja Cat’s collab with SZA, “Kiss Me More,” which he says “will end up as one of this year’s most memorable records,” adding that Wizkid’s “Essence” featuring Tems is “one of those records that only gets better with time, and is now a crowd favorite in any setting.” Hear it all now, and check back each month as other world-class DJs take the reins to mix Today’s Hits.","short":"DJ Reflex spins an uninterrupted mix of the world’s biggest songs."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1576865835","type":"albums","href":"/v1/catalog/us/albums/1576865835?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/fb/eb/7c/fbeb7ca7-ce83-1486-ffd2-148e945b9dc5/21UMGIM63111.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e7e6eb","textColor1":"000000","textColor2":"1b1b1b","textColor3":"2e2e2f","textColor4":"434344"},"artistName":"Moby","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-moby-single/1576865835","isComplete":true,"genreNames":["Pop","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Apple Music Home Session: Moby - Single","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948617388","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Little Idiot, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1576865835","kind":"album"},"editorialNotes":{"standard":"In some ways, Moby is better equipped than most to cope with lockdowns. “I’m a middle-aged misanthrope, so my pandemic life has been almost identical to my pre-pandemic life,” he tells Apple Music. “I stay home, I work, I go hiking.” Even if it hasn’t exactly been a life-changing experience, perhaps, like many, Moby still discovered a new hobby or passion when the everyday routines stalled. Is there anything the singer/songwriter/producer took up during lockdown that he plans to continue doing? “Recognizing that I’m completely happy avoiding 99% of obligatory socializing,” he says. Still, at least that means he had the time to record this exclusive Apple Music Home Session, reimagining Joy Divison’s “New Dawn Fades” and his own “Porcelain.” “‘Porcelain’ was written in 1998 at a time when I was very unsure about pretty much everything in my life,” he says. “As a result I’ve always loved its vulnerable questioning. Both of these songs are reasonably well known in their ‘full’ versions, and for years I’ve been playing them as minimal acoustic songs but had never recorded them as such. I really love how austere and vulnerable they are in these ‘minimal,’ stripped-down iterations. They were recorded in one take, very simple and unadorned. That way, I feel like a degree of honesty can be captured.” Just don’t expect to hear these versions—or any other, for that matter—played onstage. “Hopefully that will never happen, as I hate touring,” says Moby. “I’m much happier letting stages be filled by people who actually like touring. I’m happy playing Neil Young songs in my backyard, to be honest.”","short":"“I’m a middle-aged misanthrope, happy avoiding 99% of obligatory socializing.”"},"isCompilation":false}},{"id":"1577409372","type":"albums","href":"/v1/catalog/us/albums/1577409372?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/9a/58/71/9a587176-a503-edab-47c7-41c02ad9b6db/21UMGIM65553.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ba2333","textColor1":"e9f3fd","textColor2":"b7e5fa","textColor3":"dfc9d4","textColor4":"b8bed3"},"artistName":"Cast of High School Musical: The Musical: The Series","isSingle":false,"url":"https://music.apple.com/us/album/high-school-musical-musical-series-original-soundtrack/1577409372","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":29,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"High School Musical: The Musical: The Series (Original Soundtrack/Season 2)","recordLabel":"Walt Disney Records","upc":"00050087488864","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Walt Disney Records","playParams":{"id":"1577409372","kind":"album"},"editorialNotes":{"standard":"The East High gang swap fierce and tender-hearted pop singalongs.","short":"The East High gang swap fierce and tender-hearted pop singalongs."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5j8ccf2ePPuzngz8j1xcVM"}},{"id":"1561406627","type":"albums","href":"/v1/catalog/us/albums/1561406627?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/06/55/47/065547b7-2143-5953-00e5-8240cb23bdc9/196006341060.jpg/{w}x{h}bb.jpeg","bgColor":"453a34","textColor1":"ede4d0","textColor2":"e4d6b5","textColor3":"cbc2b1","textColor4":"c4b79b"},"artistName":"Clay Walker","isSingle":false,"url":"https://music.apple.com/us/album/texas-to-tennessee/1561406627","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Texas to Tennessee","recordLabel":"Show Dog, LLC","upc":"196006341060","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Show Dog, LLC marketed and distributed by Thirty Tigers","playParams":{"id":"1561406627","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1mP7Dz3kH8vUPkraFnW6a6"}},{"id":"1576792735","type":"albums","href":"/v1/catalog/us/albums/1576792735?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/c6/d2/4b/c6d24b5a-a5d1-e5d7-b410-fc16094eb076/21UMGIM62695.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e7e6eb","textColor1":"000000","textColor2":"3b321b","textColor3":"2e2e2f","textColor4":"5e5645"},"artistName":"Mabel","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-mabel/1576792735","isComplete":true,"genreNames":["Pop","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Apple Music Home Session: Mabel","recordLabel":"Polydor Records","upc":"00602438603299","audioTraits":["lossless","lossy-stereo"],"copyright":"A Polydor Records Release; ℗ 2021 Mabel McVey, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1576792735","kind":"album"},"editorialNotes":{"standard":"“The pandemic has taught me to be grateful for the small things,” Mabel tells Apple Music. “It’s also taught me a lot about my creativity and imagination. I’ve become more in tune with myself and it’s made me a stronger artist and songwriter as I was having to spend so much time writing and working by myself or over video calls. That can definitely can be hard.” “Let Them Know” was one of the fruits of the BRIT Award winner’s lockdown sessions—and an intimate version of the blockbuster 2021 single features on her Apple Music Home Session. “I loved stripping it down and making it all about the vocals and lyrics,” the Londoner says. It’s partnered with a cover of Justin Bieber’s “Anyone.” “I love a good ballad, and I think this song is perfection,” she says. “I love how honest and open the lyrics are.” Released as Mabel gears up for the release of her much-anticipated second album, this Home Session, she feels, captures her newfound confidence. “I’m more confident than ever because I’ve spent so much time over the last year getting to know myself properly,” she says. “I’ve figured out what steps I want to take with my career. It’s put my ambition at a new level.”","short":"“The pandemic has taught me a lot about my creativity and imagination.”"},"isCompilation":false}},{"id":"1575595184","type":"albums","href":"/v1/catalog/us/albums/1575595184?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/53/5a/95/535a9596-a1cc-f8b3-b868-d9279ec37b45/840200505741_cover.jpg/{w}x{h}bb.jpeg","bgColor":"171639","textColor1":"cdc2d3","textColor2":"b1b6d9","textColor3":"a8a0b4","textColor4":"9396b9"},"artistName":"DāM FunK","isSingle":false,"url":"https://music.apple.com/us/album/above-the-fray/1575595184","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Above the Fray","recordLabel":"Glydezone Recordings","upc":"840200505741","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Glydezone Recordings","playParams":{"id":"1575595184","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1pZ4alKcPRzCf4yZtXP3hU"}},{"id":"1564152909","type":"albums","href":"/v1/catalog/us/albums/1564152909?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/49/e7/95/49e795d9-4ae6-b4c2-f2ef-bdbc1550167b/1448.jpg/{w}x{h}bb.jpeg","bgColor":"fff12e","textColor1":"2d080d","textColor2":"3c1218","textColor3":"573713","textColor4":"633e1c"},"artistName":"TORRES","isSingle":false,"url":"https://music.apple.com/us/album/thirstier/1564152909","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Thirstier","recordLabel":"Merge Records","upc":"673855075723","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Merge Records","playParams":{"id":"1564152909","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5Sq7ZgoJQQEY54oupmAtbu"}},{"id":"1571418907","type":"albums","href":"/v1/catalog/us/albums/1571418907?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/0e/20/e4/0e20e47d-8f09-6ccf-dc47-9279e1d2b7b8/21CRGIM27844.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"121a27","textColor1":"e39a5f","textColor2":"f3421a","textColor3":"b98153","textColor4":"c63a1d"},"artistName":"Seether","isSingle":false,"url":"https://music.apple.com/us/album/wasteland-the-purgatory-ep/1571418907","isComplete":true,"genreNames":["Rock","Music"],"trackCount":5,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Wasteland - The Purgatory - EP","recordLabel":"Fantasy","upc":"00888072270527","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Fantasy Records, Distributed by Concord.","playParams":{"id":"1571418907","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5iFkEubAbRjQN50VLXmhYF"}},{"id":"1577381907","type":"albums","href":"/v1/catalog/us/albums/1577381907?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/5b/88/fb/5b88fb75-95f7-768f-ad3e-3fc60c3b9ac4/21UMGIM63284.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"1e1e16","textColor1":"f5f5f5","textColor2":"d8cecc","textColor3":"cacac8","textColor4":"b3aba7"},"artistName":"Hillsong Young & Free","isSingle":false,"url":"https://music.apple.com/us/album/out-here-on-a-friday-where-it-began-live/1577381907","isComplete":true,"genreNames":["Christian","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Out Here On A Friday Where It Began (Live)","recordLabel":"Hillsong (HIL)","upc":"00602438585373","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Hillsong Music & Resources LLC, under exclusive license to Capitol CMG, Inc.","playParams":{"id":"1577381907","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6WW9fXSiAv0wj5gn8XbFvy"}},{"id":"1576354507","type":"albums","href":"/v1/catalog/us/albums/1576354507?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/00/f6/64/00f66459-9fb2-de35-7172-4a31ff6da8d9/Digital_Cover_D.O._Empathy_-_The_1st_Mini_Album.jpg/{w}x{h}bb.jpeg","bgColor":"474747","textColor1":"f7f7f7","textColor2":"f2f2f2","textColor3":"d4d4d4","textColor4":"d0d0d0"},"artistName":"D.O.","isSingle":false,"url":"https://music.apple.com/us/album/%EA%B3%B5%EA%B0%90-empathy-the-1st-mini-album/1576354507","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-07-26","name":"공감 (Empathy) - The 1st Mini Album","recordLabel":"SM Entertainment","upc":"888735938603","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SM Entertainment","playParams":{"id":"1576354507","kind":"album"},"editorialNotes":{"standard":"The star’s velvet vocals flow over elegantly minimalist melodies.","short":"The star’s velvet vocals flow over elegantly minimalist melodies."},"isCompilation":false,"spotify":"https://open.spotify.com/album/4dqWy2Soq1Z1rqgKfXOATk"}},{"id":"1564332436","type":"albums","href":"/v1/catalog/us/albums/1564332436?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/0e/3b/4b/0e3b4bd6-50aa-896b-a391-a95a8bbd0c60/634457056909.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"000000","textColor2":"132400","textColor3":"333333","textColor4":"424f33"},"artistName":"Jim Lauderdale","isSingle":false,"url":"https://music.apple.com/us/album/hope/1564332436","isComplete":true,"genreNames":["Americana","Music","Country"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Hope","recordLabel":"Yep Roc Records","upc":"634457056909","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Yep Roc Records","playParams":{"id":"1564332436","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5fTlhAaxrbgL7rD8d3T4H2"}},{"id":"1570318802","type":"albums","href":"/v1/catalog/us/albums/1570318802?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/01/31/ab/0131ab56-e935-f480-e3d2-4240bdf435f7/8718723176279.jpg/{w}x{h}bb.jpeg","bgColor":"009fe3","textColor1":"131616","textColor2":"151616","textColor3":"0f323f","textColor4":"11323f"},"artistName":"Mr. G","isSingle":false,"url":"https://music.apple.com/us/album/the-forced-force-is-not-the-true-force/1570318802","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"The Forced Force is Not the True Force","recordLabel":"CHILDHOOD","upc":"8718723176279","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Childhood","playParams":{"id":"1570318802","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6Pek1IKugk0fB4dMmjqQof"}},{"id":"1574505680","type":"albums","href":"/v1/catalog/us/albums/1574505680?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d8/77/1c/d8771cdf-2890-8330-2d31-afea27e04339/4050538699685.jpg/{w}x{h}bb.jpeg","bgColor":"edf0f7","textColor1":"222223","textColor2":"323128","textColor3":"4b4b4d","textColor4":"585752"},"artistName":"Parmalee","isSingle":false,"url":"https://music.apple.com/us/album/for-you/1574505680","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"For You","recordLabel":"Stoney Creek Records","upc":"4050538699685","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 This Is Hit, Inc. d/b/a Stoney Creek Records","playParams":{"id":"1574505680","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/33TRcgk13pDfnELf22G8wN"}},{"id":"1569901240","type":"albums","href":"/v1/catalog/us/albums/1569901240?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/bf/74/d8/bf74d88c-d8f3-167f-97b6-1f26b775c309/21UMGIM00521.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"030900","textColor2":"001c48","textColor3":"353a33","textColor4":"334a6c"},"artistName":"Alice Sara Ott","isSingle":false,"url":"https://music.apple.com/us/album/echoes-of-life/1569901240","isComplete":true,"genreNames":["Classical","Music","Solo Instrumental","Piano"],"trackCount":31,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Echoes of Life","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948604777","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1569901240","kind":"album"},"editorialNotes":{"standard":"<i>Echoes of Life</i> finds German-Japanese pianist Alice Sara Ott in a characteristically thoughtful mood. Here, she reflects on her role as a musician and, while remaining scrupulously faithful to the letter of each score, uses this album’s works to meditate on it further. For instance, she offers a reflection on the influential moments of her life by juxtaposing music that means a lot to her. Francesco Tristano’s “In the Beginning Was,” which references Bach and Chopin, sets the tone while also hinting that Ott’s program will have few boundaries. Indeed, you can expect music from Chilly Gonzales, Toru Takemitsu, Arvo Pärt, and György Ligeti tucked in among Chopin’s <i>Preludes</i>. The result is a moving and deeply personal album. ","short":"This deeply personal album finds the pianist in a thoughtful mood."},"isCompilation":false,"spotify":"https://open.spotify.com/album/0vlXBvqqijb1QJrgKuzxCJ"}},{"id":"1577593293","type":"albums","href":"/v1/catalog/us/albums/1577593293?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/e0/b9/84/e0b98408-2430-c5d0-cfa6-fd26dbfe3928/21UMGIM61967.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"e7e6eb","textColor1":"000000","textColor2":"2b2b2b","textColor3":"2e2e2f","textColor4":"515051"},"artistName":"RAYE","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-raye-single/1577593293","isComplete":true,"genreNames":["Dance","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2021-07-23","name":"Apple Music Home Session: RAYE - Single","recordLabel":"Polydor Records","upc":"00602438590780","audioTraits":["lossless","lossy-stereo"],"copyright":"A Polydor Records Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1577593293","kind":"album"},"editorialNotes":{"short":"The UK pop queen looks to “Better Days” on her Home Session."},"isCompilation":false}},{"id":"1572863897","type":"albums","href":"/v1/catalog/us/albums/1572863897?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/33/53/d9/3353d995-81cf-411f-7b74-730d9b67da63/720665677224_cover.jpg/{w}x{h}bb.jpeg","bgColor":"020204","textColor1":"fefefe","textColor2":"d6e0e6","textColor3":"cbcbcc","textColor4":"abb3b8"},"artistName":"Luis R Conriquez","isSingle":false,"url":"https://music.apple.com/us/album/corridos-b%C3%A9licos-vol-2/1572863897","isComplete":true,"genreNames":["Música Mexicana","Music","Latin","Urbano latino"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Corridos Bélicos, Vol. 2","recordLabel":"Kartel Music","upc":"720665677224","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kartel Music","playParams":{"id":"1572863897","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5WWAwbRCM3CyiZNO9rsfWS"}},{"id":"1574357195","type":"albums","href":"/v1/catalog/us/albums/1574357195?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/61/42/b3/6142b370-06b5-0dc3-9c35-86e343a187de/cover.jpg/{w}x{h}bb.jpeg","bgColor":"323e3a","textColor1":"fdf7df","textColor2":"f767a6","textColor3":"d4d2be","textColor4":"cf5f90"},"artistName":"Appleblim","isSingle":false,"url":"https://music.apple.com/us/album/infinite-hieroglyphics/1574357195","isComplete":true,"genreNames":["Breakbeat","Music","Dance","Techno"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Infinite Hieroglyphics","recordLabel":"Sneaker Social Club","upc":"5054286010715","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sneaker Social Club","playParams":{"id":"1574357195","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2FOeq8n8gu4r6BalLGlG8x"}},{"id":"1565398489","type":"albums","href":"/v1/catalog/us/albums/1565398489?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/88/59/dd/8859dd2f-de30-e023-8e17-8f0469c1541c/5060516095711_cover.jpg/{w}x{h}bb.jpeg","bgColor":"fcfdff","textColor1":"1b1211","textColor2":"311f1b","textColor3":"484141","textColor4":"594c48"},"artistName":"LUMP, Laura Marling & Mike Lindsay","isSingle":false,"url":"https://music.apple.com/us/album/animal/1565398489","isComplete":true,"genreNames":["Alternative","Music","Singer/Songwriter"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Animal","recordLabel":"Chrysalis Records","upc":"5060516095711","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Chrysalis Records Limited in partnership with Partisan Records","playParams":{"id":"1565398489","kind":"album"},"editorialNotes":{"standard":"“I didn’t know if we were going to be able to recreate the magic,” Tunng’s Mike Lindsay tells Apple Music of returning to LUMP, his collaboration with Laura Marling, following 2018’s acclaimed, eponymous debut. “I was petrified.” It’s not too hard to see why. <i>LUMP</i>—on which Marling layered, as she puts it, “essentially free-form nonsense poetry” atop atmospheric electronic folk soundscapes crafted by Lindsay—presented a strangely wonderful meeting of musical minds that few could have predicted. Fortunately, <i>Animal</i> proves that it was no one-off. Here, bolstered by their experience of touring together, LUMP takes their sound to bigger, bolder, and more hedonistic places, as the duo explores—like they did on their debut—a space somewhere between sweetness and menace, darkness and light. “That’s what makes it work for me,” says Lindsay. “There’s this creepiness versus cuteness. It needs to grate up against each other to keep it surprising.” And there are plenty of surprises, from gloriously danceable moments (“Animal”) to off-kilter indie pop (“Climb Every Wall,” “We Cannot Resist”) and one thrilling, truly unexpected guitar solo (“Paradise”).<br />\nMarling—who drew from her study of psychoanalysis and her own dreams for this album’s lyrics—says <i>Animal</i> is about “desire and the under-conscious things that are driving us,” as well as our attention deficit, validation, fame (including her own), and cultural shifts. (If any of that sounds impenetrable, it somehow isn’t once you press play.) There is, too, a sense of freedom and playfulness throughout. And for Marling in particular—who worked on <i>Animal</i> alongside 2020’s <i>Song for Our Daughter</i>—that has always been the beauty of LUMP. “When I was working on <i>Song for Our Daughter</i>, I was having problems with my throat. I was struggling to sustain my voice or catch my breath. But in the studio with Mike, I wasn’t experiencing those problems. I think that obviously says a lot about what LUMP was to me at that time, which is just a huge relief. Laura Marling is this very private, stressful experience, whereas LUMP is an energetic force to draw on. There are no bad ideas.” Read on as Marling and Lindsay guide us through their second musical adventure, one track at a time.<br />\n<b>“Bloom at Night”</b>\nMike Lindsay: “With the ambient beginning, I feel this song has an element of similarity to the opening track on <i>LUMP</i>. But when those beats click in, it’s a shock. It just felt the perfect way to draw you in and then make you wonder, ‘What's going to happen on this record? ’Cause I don't really know what this is anymore.’”\nLaura Marling: “The first lyric that I came up with was ‘It took one God seven days to go insane.’ I guess I was trying to describe the feeling of what people have been reduced to in the attention age. The indecency of being reduced, at times, to get your piece of attention in the world, which none of us is above—particularly artists and musicians.”<br />\n<b>“Gamma Ray”</b>\nML: “We had the chorus first, but it took a long time to figure out the verse part. Laura went to the kitchen and came back with this amazing set of lyrics—really menacing, covered in attitude. They slotted in perfectly around the stupid timing this song is in (it’s in 7/4). When we layered up that verse at the end of the last chorus, it was like black magic or something. When you hear the words ‘Excuse me, I don’t think we’ve been introduced,’ for me that’s the voice of Lump [the duo’s yeti-like mascot, who appeared on the cover of their debut].”<br />\n<b>“Animal”</b>\nLM: “This was the easiest to decipher from the music Mike had made. And again, lyrically following the theme of desire, and sort of the gross accoutrements of desire.”\nML: “We had that riff, and it felt like a kind of ’90s, slowed-down rave riff or something. The first lyrics Laura started singing—‘Dance, dance, this is your last chance’—were a joke, with that overly British voice, just for fun. But for me, it was kind of a eureka moment. And in the breakdown, she started doing this kind of gospel or party animal moment and it blew my mind. What Laura is singing in the middle collapse of the song is the word ‘animal.’ And that's why it became the title of the album. I think it's such a strong, very simple word that meant a lot to the LUMP project.”<br />\n<b>“Climb Every Wall”</b>\nML: “For me, this song is all about the bassline. There was a kind of melancholy and drunkenness at the same time. It felt like a brilliant piece of pop music, which I hadn’t really done in LUMP before. But Laura totally twisted it into something I wasn’t really expecting. It’s dark, foreboding, with almost a Nico-esque voice.”<br />\n<b>“Red Snakes”</b>\nLM: “This song is similar to stuff I’ve done before, but with LUMP’s slightly wonky imagery. I have a recurring dream of my mother being in a pool of water at night, like a pond, and not being able reach her. In one of the dreams I reached into the water to see what was in there and a huge red snake came and bit my arm and I couldn't get it off. That’s obviously a very stark image and a very strong feeling, so it came together quickly. The intimacy of the piano also dictated that.”<br />\n<b>“Paradise”</b>\nML: “I wasn’t sure about this track. Partly because it’s in a slightly different key to the other tracks, so I was like, ‘It’s going to ruin my journey, man!’ But I was wrong. It’s one of those tunes that is very creepy mixed with this pure joy. I worried it was just too far beyond what we’ve done before, but I think that was why Laura wanted it on the record. And for me, all that really matters about this song is the badass guitar solo.”\nLM: “The ‘paradise’ in the context of the song is either that moment near death or the moment near waking when you have a sort of ecstatic experience. The whole fool's journey is that we're getting back to that state, total bliss, just unachievable. It's a fantasy. And then, that was intertwined with me having a dream in which my therapist approached me on the top deck of a London bus, offered me a cucumber sandwich, then asked me out on a date. And that was a disturbing image, as I'm sure you'd agree.”<br />\n<b>“Hair on the Pillow”</b>\nML: “This whole album is supposed to be one kind of journey. And I think after we’ve had the massive moment of ‘Paradise,’ we needed some time to reflect. What is this world you’ve been put in sonically? It’s also a chance to reflect on some of Laura’s imagery. The words ‘hair on your pillow’ is sampled form ‘Animal’ through a heavily pitched-down vocoder. It’s another example of the voice of Lump the character.”<br />\n<b>“We Cannot Resist”</b>\nLM: “This song is a pretty well-trodden story: kids on the run, first love, biggest heartbreak, and so on. Then there’s all this quite strange libidinal language about profanity. Desire is quite often something that's either really tightly strung or has gone slack. I was just messing around with that and it ended up making it a not straightforward pop song.”<br />\nML: “There’s a magic moment at the end of this song when it just dissipates into whispers, which then continues into the flutes of the next song, ‘Oberon,’ which are actually the same flutes from ‘Bloom at Night.’ The whole record has these kinds of in-between tracks, which give a different flavor to the song you just heard. This song is kind of a broken pop song that doesn’t quite know what it’s supposed to be.”<br />\n<b>“Oberon”</b>\nLM: “Mike had this piece of music and we didn’t have very long to work on it—he was in Margate and I was going home at the end of the day, so we needed to come up with something quickly. I have a continuous run of notebooks—the front is for Laura Marling and the back, flipped around, is for LUMP. I flipped it to the Laura Marling side and found something I had never used. ‘Oberon’ must have been in the mix for <i>Song for Our Daughter</i>. We did three takes and I read excerpts of notes that I’d written way back. Then Mike just cut them up and put them in random places, so that their meaning was completely different and obscure. It turned out to be an odd, pleasing listen.”<br />\n<b>“Phantom Limb”</b>\nLM: “I make a daily habit of underlining things in newspapers and quote some stuff, phrases that I like. This song is just a repository for the funny phrasing I’ve heard in the last few years. Lots of the lyrics are about things that are uncomfortable to think about—slightly disturbing images.”\nML: “This song has a rolling time signature that never ends. I could listen to it forever. ‘We have some work to do’ is such a brilliant line to end the whole project on. It can be very open to interpretation as a comment on society. This ending makes me want to go back to the start and retrace my steps, to work out what journey I’ve just listened to.”","short":"“We wanted to make you think, ‘I don't really know what this is anymore.’”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1UiSJKr1F1Y3ZwbCw67JV2"}},{"id":"1576801370","type":"albums","href":"/v1/catalog/us/albums/1576801370?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/20/33/3e/20333eb1-9120-c723-bb18-5edb85179277/748367056406.png/{w}x{h}bb.jpeg","bgColor":"10121a","textColor1":"fffff5","textColor2":"e1c1ad","textColor3":"cfcfc9","textColor4":"b79e8f"},"artistName":"Boris Giltburg","isSingle":false,"url":"https://music.apple.com/us/album/beethoven-32-sonata-31-visual-album/1576801370","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Beethoven 32: Sonata 31 (Visual Album)","recordLabel":"Naxos Audiovisual","upc":"748367056406","audioTraits":[],"copyright":"℗ 2021 Naxos Rights (Europe) Ltd","playParams":{"id":"1576801370","kind":"album"},"isCompilation":false}},{"id":"1577743443","type":"albums","href":"/v1/catalog/us/albums/1577743443?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/29/9a/3b/299a3bdf-fbb3-e427-428c-aed86cac3fbf/748367056413.png/{w}x{h}bb.jpeg","bgColor":"140b0e","textColor1":"ffffff","textColor2":"dedbdc","textColor3":"cfcece","textColor4":"b5b1b3"},"artistName":"Boris Giltburg","isSingle":false,"url":"https://music.apple.com/us/album/beethoven-32-sonata-32-visual-album/1577743443","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Beethoven 32: Sonata 32 (Visual Album)","recordLabel":"Naxos Audiovisual","upc":"748367056413","audioTraits":[],"copyright":"℗ 2021 Naxos Rights (Europe) Ltd","playParams":{"id":"1577743443","kind":"album"},"isCompilation":false}},{"id":"1576550903","type":"albums","href":"/v1/catalog/us/albums/1576550903?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/2d/38/28/2d3828f8-2c23-35ca-3bf6-f3bbe430b615/196292046052.jpg/{w}x{h}bb.jpeg","bgColor":"fefefe","textColor1":"000610","textColor2":"3b2d21","textColor3":"33373f","textColor4":"62574d"},"artistName":"Charlotte de Witte","isSingle":false,"url":"https://music.apple.com/us/album/mixmag-presents-charlotte-de-witte-dj-mix/1576550903","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Mixmag Presents Charlotte De Witte (DJ Mix)","recordLabel":"Mixmag Records","upc":"196292046052","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mixmag Records","playParams":{"id":"1576550903","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6idN8ZmlZoc0AYMIEH0vue"}},{"id":"1574239609","type":"albums","href":"/v1/catalog/us/albums/1574239609?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/8a/f4/74/8af474c5-9198-eb37-c7c8-8d16ca8a9b28/4050538693515.jpg/{w}x{h}bb.jpeg","bgColor":"11120d","textColor1":"fdfdfd","textColor2":"de7319","textColor3":"cdcecd","textColor4":"b56017"},"artistName":"Geezer Butler","isSingle":false,"url":"https://music.apple.com/us/album/manipulations-of-the-mind-the-complete-collection/1574239609","isComplete":true,"genreNames":["Rock","Music"],"trackCount":49,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Manipulations of the Mind: The Complete Collection","recordLabel":"BMG Rights Management (UK) Ltd","upc":"4050538693515","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sanctuary Records Group Ltd., a BMG Company","playParams":{"id":"1574239609","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567252413","type":"albums","href":"/v1/catalog/us/albums/1567252413?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/4a/36/86/4a36862f-4f79-f510-002c-0eb116aeee8f/196006663438.jpg/{w}x{h}bb.jpeg","bgColor":"e9f2ef","textColor1":"0b0c10","textColor2":"482b1d","textColor3":"373a3d","textColor4":"685347"},"artistName":"Terry Presume","isSingle":false,"url":"https://music.apple.com/us/album/what-box-ep/1567252413","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-07-29","name":"What Box? - EP","recordLabel":"September Recordings Ltd.","upc":"196006663438","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 September Recordings Ltd.","playParams":{"id":"1567252413","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1573584056","type":"albums","href":"/v1/catalog/us/albums/1573584056?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d5/27/43/d5274369-19b1-5c3f-7e79-31851d4c0b9e/4250101427947_cover.jpg/{w}x{h}bb.jpeg","bgColor":"a80015","textColor1":"ffffff","textColor2":"ffede6","textColor3":"edcbd0","textColor4":"edbdbc"},"artistName":"Robag Wruhme","isSingle":false,"url":"https://music.apple.com/us/album/speicher-117-single/1573584056","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Speicher 117 - Single","recordLabel":"Kompakt Extra","upc":"4250101427947","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Kompakt","playParams":{"id":"1573584056","kind":"album"},"isCompilation":false}},{"id":"1576362307","type":"albums","href":"/v1/catalog/us/albums/1576362307?l=en-US","attributes":{"artwork":{"width":2400,"height":2400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/8c/f3/ce/8cf3cea0-5d18-0c2b-d0a0-563149aab65e/ANTCD-A0000004708.jpg/{w}x{h}bb.jpeg","bgColor":"e7e6eb","textColor1":"000000","textColor2":"2f2f30","textColor3":"2e2e2f","textColor4":"545355"},"artistName":"SIRUP","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-sirup/1576362307","isComplete":false,"genreNames":["R&B/Soul","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-07-23","name":"Apple Music Home Session: SIRUP","recordLabel":"A.S.A.B / Suppage Records","upc":"4515793974378","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ A.S.A.B / Suppage Records","playParams":{"id":"1576362307","kind":"album"},"editorialNotes":{"standard":"“I've always wanted to record as a band,” Japanese singer-songwriter SIRUP told Apple Music about recording two songs for an Apple Music Home Session. SIRUP is known for slinky R&B beats and hip-hop- and electronic-influenced production. He's predominantly known as a solo artist, which only made this Apple Music Home Session all the more special, as it allowed him to record two tracks—his own song “I won’t be” and a cover of Joyce Wrice’s “That's On You” featuring UMI—with a full live band.<br />\nThe original version of “I won't be”, from his album <i>cure</i>, glides along over a slow trap beat, but the live arrangement feels warm and organic, thanks to the addition of guitar, bass, piano and drums. “We recorded a live session as a band, not part by part,” he says. “It was so fun, we wondered why we hadn’t done this earlier.” As for his cover selection, SIRUP chose “That's On You” because it was on constant repeat and provided solace throughout the pandemic. “I listened to it repeatedly during quarantine,” he says of the track, to which he also added a new verse of his own. “I really like how it turned out.”<br />\nAnd though these sessions were recorded to be heard online, he found so much meaning and enjoyment in recording them with a full band. “We are currently allowed to do live shows as long as we follow COVID protocols, but restrictions such as the crowd not being able to cheer really stifles the atmosphere,” he says. “I really long for the days that we can do ‘normal’ shows. When that happens, I think I will really feel a sense of freedom that I was never really aware of—until now.”","short":"Hear the producer’s new recording with a full live band."},"isCompilation":false}},{"id":"1565854666","type":"albums","href":"/v1/catalog/us/albums/1565854666?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/34/61/0d/34610d62-5833-7603-3aa2-19ef6c97cad4/840588147045.jpg/{w}x{h}bb.jpeg","bgColor":"090506","textColor1":"fcdfa2","textColor2":"f1c889","textColor3":"cbb383","textColor4":"c3a16e"},"artistName":"Dee Snider","isSingle":false,"url":"https://music.apple.com/us/album/leave-a-scar/1565854666","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Leave A Scar","recordLabel":"Napalm Records","upc":"840588147045","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Napalm Records Handels Gmbh","playParams":{"id":"1565854666","kind":"album"},"editorialNotes":{"standard":"Dee Snider’s 2018 solo album, <i>For the Love of Metal</i>, was meant to be his last. After more than four decades of delivering the heavy metal goods, the former Twisted Sister frontman was hanging up his mic. “I had told the band management and my family that I was done with live performing and recording,” he tells Apple Music. “I just didn’t announce it publicly, because there are too many retirement announcements. Then the world shit the bed.” Frustrated with the pandemic and the political turmoil of the last few years, Snider reunited with <i>For the Love of Metal</i> producer and collaborator Jamey Jasta, of Hatebreed, to make <i>Leave a Scar</i>. “This album is very much a product of the pandemic,” Snider says. “I was on social media, railing for the center to speak up and stop allowing the extremists on both sides to take over. It made me realize I needed to make another record.” Below, he comments on some key tracks from <i>Leave a Scar</i>. <br />\n<b>“I Gotta Rock (Again)”</b>\n“This was really the other flashpoint for the record. I had just a moment’s thought in my head: ‘Oh, man, I gotta rock again.’ And then I chuckled to myself. Boy, if there was ever a Dee Snider song title, that’s it. This has got to be in the zeitgeist, with lockdown and no concerts. This has got to be a universal thought: I gotta rock again.”<br /> \n<b>“All or Nothing More”</b>\n“This is just a reflection on settling in life. Too many times, we’re given choices. It goes back to our childhood: You can have this or you’re going to have that. You can’t have both. You can’t have it all. I think that approach permeates the psyches of people, and they go through life feeling like they’re not worthy of having it all. And I’m not saying that everybody can and will have it all, but you should at least approach it like you can. That’s what I try to do—the old Freddie Mercury, ‘I want it all, and I want it now.’”<br />\n<b>“Open Season”</b>\nJamey Jasta calls me up and goes, ‘Dude, when people come after you on social media, I actually feel bad for them. They put their hand in the bear cage and you just take them apart. You’re merciless. It’s like open season.’ And I knew that had to be a song title. So, the song is about social media and these assholes who don’t know me very well. If they knew anything about Mr. We’re Not Gonna Take It, I’m not going to sit there and put up with your shit. You get it immediately with the opening line: ‘Hey, motherfucker, are you kidding me?’”<br />\n<b>“Crying for Your Life”</b>\n“This is observational, and I’m not talking about everybody from the younger generations. But, as a dad, I’m responsible for raising some of these kids. It seems a lot of the post-baby boom generations are very reluctant to take responsibility for their actions. They’re very quick to finger-point, to blame others, to say, ‘It’s not my fault.’ But I come from a different world. When Twisted Sister broke up, it was my fault. Yeah, I could find little bits and pieces to blame on other people, but I was the lead singer and I was a fucking asshole. I broke up Twisted Sister and I take credit. So, in the song, I’m expressing my frustration with all the finger-pointing.”<br /> \n<b>“Time to Choose”</b>\n“Historically, I’ve written many songs—whether it’s ‘Sin After Sin’ or ‘Burn in Hell,’ and others—which have been about realizing the path you’re on and checking yourself to see if this is where you want to be. This is one of those songs. As we were recording it, I said, ‘You know who would sound great on this? George Fisher from Cannibal Corpse.’ People from my generation, if they even acknowledge death metal, it’s to make fun of it. They look down on it. But not me. When Jamey asked George to do it, he practically got emotional. It turns out, he’s a fan of mine. And he sounds awesome on it.”<br /> \n<b>“S.H.E.”</b>\n“This is about my wife. Through 45 years, the makeup, the costumes, the hair, the bone logo, she continues to be in my corner, on my side. From time to time, I’ll write songs about her, like, ‘You’re Not Alone’ or ‘Hot Love.’ But I haven’t written one for her in 25 years, so I was overdue. And I didn’t want it to be a ballad. I wanted it to be a metal song. And this one’s got a really big hook—very melodic, almost Queen-like.”<br /> \n<b>“Stand”</b>\n“This is the most important song on the album, and it was the most difficult one to write. When we finally got it, I decided to send the most important message of all. Too many people sit on the sidelines, saying things like, ‘I trust things will work out. I’m sure it will get better. It usually comes back to the center.’ And the loudest voices are the extremes on either side. The world has shit the bed, because the majority have sat back and allowed the extremists to run things. So, I’m trying to wake people up. Stand for something. No more trusting. Don’t leave your mark—leave a scar.”","short":"“This album is very much a product of the pandemic.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0Oqp4tdVAFAMRdjdWNEoFD"}},{"id":"1577689125","type":"albums","href":"/v1/catalog/us/albums/1577689125?l=en-US","attributes":{"artwork":{"width":1800,"height":1800,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/12/75/d3/1275d370-41c2-b93e-7b4e-34a901a285c2/050742336844_cover.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f9f9f9","textColor2":"d9d8d5","textColor3":"c7c7c7","textColor4":"aeadab"},"artistName":"Herencia de Patrones","isSingle":false,"url":"https://music.apple.com/us/album/hp-everything-808s/1577689125","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"HP Everything 808s","recordLabel":"Rancho Humilde","upc":"050742336844","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rancho Humilde","playParams":{"id":"1577689125","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4xLYb12vsELDtYoVRonxQ2"}},{"id":"1573075544","type":"albums","href":"/v1/catalog/us/albums/1573075544?l=en-US","attributes":{"artwork":{"width":3500,"height":3500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/46/75/72/4675724a-4ced-b1a8-77ec-c34dcbdf8e0b/840200505451_cover.jpg/{w}x{h}bb.jpeg","bgColor":"d7e8e2","textColor1":"202020","textColor2":"313434","textColor3":"444847","textColor4":"525856"},"artistName":"Tristan Arp","isSingle":false,"url":"https://music.apple.com/us/album/alternate-looking-glass-ep/1573075544","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Alternate Looking Glass - EP","recordLabel":"Eternal Ocean","upc":"840200505451","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Eternal Ocean","playParams":{"id":"1573075544","kind":"album"},"isCompilation":false}},{"id":"1575705632","type":"albums","href":"/v1/catalog/us/albums/1575705632?l=en-US","attributes":{"artwork":{"width":3500,"height":3500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/bf/b0/0d/bfb00df0-3626-995d-4988-3116ec0518fc/5060899077038_cover.jpg/{w}x{h}bb.jpeg","bgColor":"f9bb54","textColor1":"000000","textColor2":"181818","textColor3":"312510","textColor4":"453824"},"artistName":"Myd","isSingle":false,"url":"https://music.apple.com/us/album/let-you-speak-remixes-ep/1575705632","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Let You Speak (Remixes) - EP","recordLabel":"Ed Banger Records","upc":"5060899077038","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Ed Banger Records under exclusive licence to Because Music","playParams":{"id":"1575705632","kind":"album"},"isCompilation":false}},{"id":"1564392285","type":"albums","href":"/v1/catalog/us/albums/1564392285?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/cf/04/b8/cf04b847-def7-ed6c-46fb-d1964a4c259f/781676425013.jpg/{w}x{h}bb.jpeg","bgColor":"160e0c","textColor1":"fefefe","textColor2":"bccdb1","textColor3":"cfcecd","textColor4":"9ba790"},"artistName":"King Woman","isSingle":false,"url":"https://music.apple.com/us/album/celestial-blues/1564392285","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Celestial Blues","recordLabel":"Relapse Records","upc":"781676425013","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Relapse Records, Inc.","playParams":{"id":"1564392285","kind":"album"},"editorialNotes":{"standard":"For their second full-length, doom outfit King Woman unfurls a concept album loosely based on John Milton’s <i>Paradise Lost</i>, a 17th-century epic about Lucifer’s temptation of Adam and Eve in the Garden of Eden. “I was raised Christian, but I’m not Christian anymore,” vocalist Kris Esfandiari tells Apple Music. “There’s a lot of Christian mythology going on in here—stories about some of the major characters from the Bible, like Christ, Adam and Eve, Lilith and Lucifer.” Before she had the album’s concept, Esfandiari had already written the song “Morning Star” about the fallen angel Lucifer. Then a fan gave her an old copy of <i>Paradise Lost</i> at a show. “I’d been working on the record, but that was the missing piece of the puzzle,” she says. “It was like an epiphany. So I just went down that road, and here we are. I hope I did it justice.” Below, she discusses each track on <i>Celestial Blues</i>.<br />\n<b>“Celestial Blues”</b>\n“The poem at the beginning comes from these blackout periods I had when I was younger—I guess they were seizures. I had one in the shower, and I woke up screaming and making these crazy noises. My mom ran into the shower fully clothed and started praying in tongues while water was just pouring on both of us. She was trying to cast the spirit of death out of me. But the song itself is about frustration—gender dysphoria and being stuck on this planet of suffering and pain.”<br /> \n<b>“Morning Star”</b>\n“This is partially about Lucifer. To me, they’re kind of an androgynous, Joker type of character who has been scapegoated—and I wanted Lucifer to tell their side of the story. But it’s also about personal experiences where I felt I was a scapegoat in a situation. And that feeling you’ve lost your mind and gone to hell, basically, and come out on the other side a little deranged or crooked and at the same time magnificent. You don’t recognize yourself, but you’ve become this kind of Joker-esque character because of everything you went through.”<br /> \n<b>“Boghz”</b>\n“There are a few translations for this word, but in Arabic it means ‘hatred.’ I’m Iranian, so in Farsi you could translate it as like the lump in your throat before you’re about to cry—or the feeling of pushing it down, like, ‘I’m not going to cry.’ For me, it’s more of a feeling, so I like that it has a few meanings. The song is about a relationship that I tried to make work, but the other person just kept beating me down and being so sadistic. I never really gave up, but I definitely had to walk away in order to survive. A lot of this record is about that relationship, in a way.”<br /> \n<b>“Golgotha</b>\n“This means ‘the place of the skull,’ and it’s where Christ was crucified. That was almost the album title, actually—I have it tattooed on my arm—but I just felt like <i>Celestial Blues</i> was more appropriate. The song is about karmic cycles. There’s a lyric in there that says, ‘The snake eats its tail, we return again to this hell,’ which is about how we repeat the same things over and over again and have a hard time learning our lessons. It’s also about the death and resurrection of myself, so there’s a lot to unpack there.”<br /> \n<b>“Coil”</b>\n“This is a continuation of ‘Golgotha’—it’s about the resurrection. To me, it’s like a hardcore gospel song or something. I’ve dealt with a lot of people in the past few years that really tested my patience and my faith in myself, people who made my life difficult and tried to tell me I couldn’t accomplish my dreams—people who insisted that I give all my magic away to them. All those people have since apologized to me, but the song is my declaration that I’m unstoppable. It’s the song of the warrior.”<br /> \n<b>“Entwined”</b>\n“This is a love song about surrendering to emotional availability and commitment. It’s kind of a confession of undying love. It’s about someone from my past. One of their parents passed away from cancer while we were seeing each other, and they kind of disappeared suddenly from my life because of that. So this is my parting gift to them.”<br />\n<b>“Psychic Wound”</b>\n“We did a video for this one that’s kind of a vampire orgy. In the intro, it’s like I have this clear reflection of myself and then I get involved with these vampires. They start to approach me, it’s a vampire orgy, and then I have a psychotic break. At the end, I snap out of it and I’m returned to my original reflection. There’s a few meanings, but it’s basically about how we all have these wounds from our past, and sometimes vampiric people can sniff those wounds and take advantage of your pain. It’s also about having sex with the devil, so, you know—side note.”<br /> \n<b>“Ruse”</b>\n“This is a song about getting cheated on and taking your revenge. When you get cheated on, you might want to hurt the person who hurt you and feel like you never really knew who they were. There’s a line that says, ‘I’ll wait up for you tonight, you’ll forfeit our love.’ So it’s just about finding out some information that you’re shocked about, and then taking your revenge.”<br /> \n<b>“Paradise Lost”</b>\n“I relate this one back to the Garden of Eden, Lilith, Lucifer, Adam, Eve, God, forbidden fruit, impossible love and betrayal. I feel like this one is about the complexity of relationships and how sometimes they don’t always work out. But it’s also the story that’s been told since the beginning of time—the Garden of Eden.”","short":"“There’s a lot of Christian mythology going on in here.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3OKcePcXMmswbp5BOKIMWH"}},{"id":"1563802620","type":"albums","href":"/v1/catalog/us/albums/1563802620?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/15/a8/cd/15a8cd7e-da90-5aa0-5559-416457a28a2f/656605152769.jpg/{w}x{h}bb.jpeg","bgColor":"3e110c","textColor1":"fbaf20","textColor2":"e942c6","textColor3":"d58f1c","textColor4":"c738a1"},"artistName":"Durand Jones & The Indications","isSingle":false,"url":"https://music.apple.com/us/album/private-space/1563802620","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Private Space","recordLabel":"Dead Oceans","upc":"656605152769","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Dead Oceans","playParams":{"id":"1563802620","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3nZHH9trTO9xrV1XrW18cW"}},{"id":"1565202687","type":"albums","href":"/v1/catalog/us/albums/1565202687?l=en-US","attributes":{"artwork":{"width":1440,"height":1440,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/f9/33/3f/f9333f7f-e63f-752d-5a87-4f218a020d31/cover.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"150804","textColor2":"383128","textColor3":"443936","textColor4":"605a53"},"artistName":"The Halluci Nation","isSingle":false,"url":"https://music.apple.com/us/album/one-more-saturday-night/1565202687","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"One More Saturday Night","recordLabel":"Radicalized Records","upc":"3616555349937","audioTraits":[],"copyright":"℗ 2021 HALLUCI NATION","playParams":{"id":"1565202687","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/38QPffzI4T8m7ngEFGw2q4"}},{"id":"1566419004","type":"albums","href":"/v1/catalog/us/albums/1566419004?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/c0/71/10/c071102b-5baa-835f-0395-c6664ba369d3/190296674808.jpg/{w}x{h}bb.jpeg","bgColor":"141412","textColor1":"b3c7d1","textColor2":"d2ae8c","textColor3":"93a3aa","textColor4":"ab8f74"},"artistName":"Creeper","isSingle":false,"url":"https://music.apple.com/us/album/american-noir/1566419004","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"American Noir","recordLabel":"Roadrunner Records","upc":"190296674808","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Roadrunner Records UK / Warner Records UK, a division of Warner Music UK Limited","playParams":{"id":"1566419004","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4ddTgrLBjiaQbjcDeWtrUg"}},{"id":"1575247349","type":"albums","href":"/v1/catalog/us/albums/1575247349?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/47/45/87/474587e6-9de8-28db-c327-28d3933a181e/8718723178129.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"131210","textColor2":"12130d","textColor3":"424240","textColor4":"42423e"},"artistName":"Lyric","isSingle":false,"url":"https://music.apple.com/us/album/not-enough-praise-up-single/1575247349","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Not Enough / Praise Up - Single","recordLabel":"M-Plant","upc":"8718723178129","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 M-Plant Music","playParams":{"id":"1575247349","kind":"album"},"isCompilation":false}},{"id":"1566637031","type":"albums","href":"/v1/catalog/us/albums/1566637031?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/7f/d8/a7/7fd8a7cd-4a62-ff5b-e45b-dc938d2ef491/644110408099.jpg/{w}x{h}bb.jpeg","bgColor":"9ea66d","textColor1":"121313","textColor2":"161c12","textColor3":"2e3125","textColor4":"313824"},"artistName":"Skirts","isSingle":false,"url":"https://music.apple.com/us/album/great-big-wild-oak/1566637031","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Great Big Wild Oak","recordLabel":"Double Double Whammy","upc":"644110408099","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Double Double Whammy","playParams":{"id":"1566637031","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3WWrBcYziO4ckmkNMQTeqx"}},{"id":"1577450417","type":"albums","href":"/v1/catalog/us/albums/1577450417?l=en-US","attributes":{"artwork":{"width":2048,"height":2048,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/1f/39/c3/1f39c34e-6a7c-40c6-96cb-9db1dfcc1e7f/194690550959_cover.jpg/{w}x{h}bb.jpeg","bgColor":"170c14","textColor1":"f0742c","textColor2":"f52719","textColor3":"c55f27","textColor4":"c92218"},"artistName":"Tink","isSingle":false,"url":"https://music.apple.com/us/album/heat-of-the-moment/1577450417","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Heat Of The Moment","recordLabel":"Winter's Diary / WD Records / EMPIRE","upc":"194690550959","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Winter's Diary / WD Records / EMPIRE","playParams":{"id":"1577450417","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3EjN3Lt1gd4M0KrYKz7GrD"}},{"id":"1565067447","type":"albums","href":"/v1/catalog/us/albums/1565067447?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/40/3b/e9/403be942-ade8-595d-32e7-40aba6b484c9/21CRGIM26102.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"251b19","textColor1":"e3b877","textColor2":"ef6b49","textColor3":"bd9864","textColor4":"c65b40"},"artistName":"Chunk! No, Captain Chunk!","isSingle":false,"url":"https://music.apple.com/us/album/gone-are-the-good-days/1565067447","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-07-30","name":"Gone Are The Good Days","recordLabel":"Fearless Records","upc":"00888072241756","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Fearless Records, Distributed by Concord.","playParams":{"id":"1565067447","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7G984XgKrRusVBpuwtLbO2"}},{"id":"1573635462","type":"albums","href":"/v1/catalog/us/albums/1573635462?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/36/fa/f4/36faf4b0-23cb-8eb0-3bad-0bade8acdaa5/8718723176453.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"15110e","textColor2":"151110","textColor3":"44413e","textColor4":"43413f"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/epm20-ep3-ep/1573635462","isComplete":true,"genreNames":["Dance","Music","House"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-07-30","name":"Epm20 - Ep3 - EP","recordLabel":"EPM Music","upc":"8718723176453","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 EPM Music","playParams":{"id":"1573635462","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5wtKonNdGcc8DKH18BaKMA"}}]}