{"data":[{"id":"1581021903","type":"albums","href":"/v1/catalog/us/albums/1581021903?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/ad/a2/e8/ada2e835-768e-8d70-e9d0-63ba4457c465/21UMGIM69012.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"283338","textColor2":"240c07","textColor4":"333535","textColor1":"170a0b","bgColor":"6ed9ed","hasP3":false},"artistName":"J Balvin","isSingle":false,"url":"https://music.apple.com/us/album/jose/1581021903","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"JOSE","recordLabel":"Sueños Globales, LLC","upc":"00602438673254","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Universal Music Latino; ℗ 2021 Sueños Globales, LLC, Exclusively Licensed To UMG Recordings Inc.","playParams":{"id":"1581021903","kind":"album"},"editorialNotes":{"standard":"“I wanted to show myself as a human being,” J Balvin tells Apple Music about his new album. “I wanted to show the things that Jose has gone through to be where I’m at right now.” After breaking past both musical and language barriers with 2018’s <i>Vibras</i> and subsequently sharing his artistic brilliance with the follow-up <i>Colores</i>, global superstar J Balvin returns with the decidedly more personal <i>JOSE</i>. A revelatory blend of personal reflections and peak nightclub vibes, his namesake project shares more of himself and his expansive pop music vision than ever before through forthright and even confessional cuts like “7 De Mayo” and the deeply moving “La Familia.”<br />\nFrom the seductive sounds of “Una Nota” to the entrancingly tropical “Que Locura,” he’s pushing forward without abandoning his reggaetón roots. This becomes most evident on the album’s dance-floor-centric moments, such as the irresistibly salacious “Perra” with Dominican rising star Tokischa and the house music throwback “In Da Getto” with Skrillex. “That was really important because that’s what I love to hear,” Balvin says about this vital and gratifying aspect of the project.<br /> \n“<i>JOSE</i> is like my own playlist,” he adds. And, as such, he’s brought on an impressively curated selection of guests, with Latin titans Ozuna and Zion & Lennox joining his fellow pop adventurers Dua Lipa and Khalid on this sonic journey into his ever-expanding musical universe. Below, read some of J Balvin’s thoughts on a few of <i>JOSE</i>’s noteworthy collaborative tracks.<br />\n<b>“Una Nota” (feat. Sech)</b>\n“Sech sent me an idea, like a year ago. I was looking for a vibe that I’d been missing from the album. That is the one I found and was like, ‘Yes! This is the one.’”<br />\n<b>“Te Acuerdas De Mí” (feat. Yandel)</b>\n“It’s me giving respect to one of the pioneers of the genre, giving him just one track by himself.”<br />\n<b>“Billetes De 100” (feat. Myke Towers)</b>\n“Myke Towers is one of my favorite MCs, and it’s really cool to be with him on a rap song in his style. I love the way we sound together.”<br />\n<b>“La Venganza” (feat. Jhay Cortez)</b>\n“Jhay Cortez is like my little brother. We have each other’s backs and we elevate each other. So it’s really cool every time we work together.”<br />\n<b>“Qué Más Pues?” (feat. Maria Becerra)</b>\n“I’m a big fan of looking for new artists. I heard all the buzz about Maria Becerra in Argentina. I checked and found out she was so talented that I wanted to have her on my album. I did this song especially for her.”","short":"“I wanted to show myself as a human being.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/11GmvpYnbgK0rSryPaV5BP"}},{"id":"1584419112","type":"albums","href":"/v1/catalog/us/albums/1584419112?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/d5/2f/51/d52f518b-f8bb-6aa1-8f9a-890fb9721322/886449551941.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"d7dddd","textColor2":"e4e4e4","textColor4":"c3c9c8","textColor1":"fefefe","bgColor":"3d5956","hasP3":false},"artistName":"Baby Keem","isSingle":false,"url":"https://music.apple.com/us/album/the-melodic-blue/1584419112","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"The Melodic Blue","recordLabel":"Columbia","upc":"886449551941","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Baby Keem, LLC and pgLang LLC, under exclusive license to Columbia Records, a Division of Sony Music Entertainment","playParams":{"id":"1584419112","kind":"album"},"editorialNotes":{"standard":"What does an MC from Las Vegas sound like? It’s a funny question to not have an obvious answer for in 2021, but one that seems that much sillier when you consider who it is that will likely become one of the city’s first reference points. Across his debut album <i>The Melodic Blue</i>, 20-year-old Vegas native Baby Keem sounds firstly like a combination of his biggest influences (Kanye West, Kid Cudi, Kendrick Lamar), but also, maybe more notably, like he could be from anywhere, because that’s what an emergent MC sounds like in 2021. What other emergent MCs don’t have, however, are Keem’s dedication to airing out multiple flows over the course of a single song, his gift for spellbinding non sequitur, or the fearlessness with which he approaches song-making. They likely aren’t cousins with Kendrick Lamar either, but if Lamar’s scarcity between projects tells us anything, it’s that he’s not stepping to the mic for just anybody. <br /> \nIn fact, it is Lamar who sounds like he’s doing his best to keep up with Keem over the course of their <i>The Melodic Blue</i> collaborations (“range brothers,” “family ties”). But keeping up with Keem is no easy task. He’s hilarious, even when he’s trying to get a point across (“I must confess, I am a mess, I cannot fix it/Lil baby thick, Margiela sweats, look at my dick print,” he raps on “vent”), and he switches flows so often you’d think he had some kind of tic. The album’s only other guests are Travis Scott (“durag activity”) and Don Toliver (“cocoa”). Which just leaves that much more room for Keem to dance across octaves, drop into a whisper, deadpan, shift to double-time, and sing, all of which he does over the course of just “trademark usa.” One song into his debut and Keem has unloaded a display so excessive that a forward-thinking manager might ask him to save something for a deluxe version. But there’s not likely much you could say to someone tasked with putting Las Vegas back on the map.","short":"The most buzzed-about MC of the past two years out-raps the hype."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3r46DPIQeBQbjvjjV5mXGg"}},{"id":"1582033417","type":"albums","href":"/v1/catalog/us/albums/1582033417?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/41/66/82/41668228-8392-9498-a66a-6b2179222bd4/21UMGIM43953.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"ecb27d","textColor2":"fa90b5","textColor4":"ea7594","textColor1":"fddc98","bgColor":"a80b0e","hasP3":false},"artistName":"Kacey Musgraves","isSingle":false,"url":"https://music.apple.com/us/album/star-crossed/1582033417","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"star-crossed","recordLabel":"MCA Nashville","upc":"00602438699193","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"An Interscope Records/MCA Nashville Release; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1582033417","kind":"album"},"editorialNotes":{"standard":"“I think that there is always reward in choosing to be the most vulnerable,” Kacey Musgraves tells Apple Music. “I have to remind myself that that's one of the strongest things you can do, is to be witness to being vulnerable. So I’m just trying to lean into that, and all the emotions that come with that. The whole point of it is human connection.”<br />\nWith 2018’s crossover breakthrough <i>Golden Hour</i>, Musgraves guided listeners through a Technicolor vision of falling in love, documenting the early stages of a romantic relationship and the blissed-out, dreamy feelings that often come with them. But the rose-colored glasses are off on <i>star-crossed</i>, which chronicles the eventual dissolution of that same relatiionship and the ensuing fallout. Presented as a tragedy in three acts, <i>star-crossed</i> moves through sadness, anger, and, eventually, hopeful redemption, with Musgraves and collaborators Daniel Tashian and Ian Fitchuk broadening the already spacey soundscape of <i>Golden Hour</i> into something truly deserving of the descriptors “lush” and “cinematic.” (To boot, the album releases in tandem with an accompanying film.) Below, Musgraves shares insight into several of <i>star-crossed</i>’s key tracks.<br />\n<b>“star-crossed”</b>\n\"[Guided psychedelic trips] are incredible. At the beginning of this year, I was like, 'I want the chance to transform my trauma into something else, and I want to give myself that opportunity, even if it's painful.' And man, it was completely life-changing in so many ways, but it also triggered this whole big bang of not only the album title, but the song 'star-crossed,' the concept, me looking into the structure of tragedies themselves as an art form throughout time. It brought me closer to myself, the living thread that moves through all living things, to my creativity, the muse.\"<br />\n<b>“if this was a movie..”</b>\n\"I remember being in the house, things had just completely fallen apart in the relationship. And I remember thinking, 'Man, if this was a movie, it wouldn't be like this at all.' Like, I'd hear his car, he'd be running up the stairs and grabbing my face and say we're being stupid and we'd just go back to normal. And it's just not like that. I think I can be an idealist, like an optimist in relationships, but I also love logic. I do well with someone who can also recognize common sense and logic, and doesn't get, like, lost in like these lofty emotions.\"<br />\n<b>“camera roll”</b>\n\"I thought I was fine. I was on an upswing of confidence. I'm feeling good about these life changes, where I'm at; I made the right decision and we're moving forward. And then, in a moment of, I don't know, I guess boredom and weakness, I found myself just way back in the camera roll, just one night alone in my bedroom. Now I'm back in 2018, now I'm in 2017. And what's crazy is that we never take pictures of the bad times. There's no documentation of the fight that you had where, I don't know, you just pushed it a little too far.\"<br />\n<b>“hookup scene”</b>\n\"So it was actually on Thanksgiving Day, and I had been let down by someone who was going to come visit me. And it was kind of my first few steps into exploring being a single 30-something-year-old person, after a marriage and after a huge point in my career, more notoriety. It was a really naked place. We live in this hookup culture; I'm for it. I'm for whatever makes you feel happy, as long as it's safe, doesn't hurt other people, fine. But I've just never experienced that, the dating app culture and all that. It was a little shocking. And it made me just think that we all have flaws.\"<br />\n<b>“gracias a la vida”</b>\n\"It was written by Violeta Parra, and I just think it's kind of astounding that she wrote that song. It was on her last release, and then she committed suicide. And this was basically, in a sense, her suicide note to the world, saying, 'Thank you, life. You have given me so much. You've given me the beautiful and the terrible, and that has made up my song.' Then you have Mercedes Sosa, who rerecords the song. Rereleases it. It finds new life. And then here I am. I'm this random Texan girl. I'm in Nashville. I'm out in outer space. I'm on a mushroom trip. And this song finds me in that state and inspires me to record it. It keeps reaching through time and living on, and I wanted to apply that sonically to the song, too.\"","short":"“One of the strongest things you can do is to be witness to being vulnerable.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6y9LbrjY2TpaLvtbE7FTkc"}},{"id":"1579620240","type":"albums","href":"/v1/catalog/us/albums/1579620240?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/3c/87/f9/3c87f98a-1353-41ed-57a4-be47ca162047/194690430756_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"e9a68e","textColor2":"fb9f85","textColor4":"e8846e","textColor1":"fbc9ad","bgColor":"9d1a15","hasP3":false},"artistName":"Aaliyah","isSingle":false,"url":"https://music.apple.com/us/album/aaliyah/1579620240","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2001-07-07","name":"Aaliyah","recordLabel":"Blackground Records, LLC","upc":"194690430756","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2001 Blackground Records, LLC","playParams":{"id":"1579620240","kind":"album"},"editorialNotes":{"standard":"It's hard to pinpoint exactly when Aaliyah became a star—the magnetism of her appeal was evident on her debut and only grew on her second—but in terms of commercial success, her eponymous third album is the one. Though its release is inextricably linked to the singer's tragic death less than two months later, <i>Aaliyah</i> also coincides with a fruitful creative season that resulted in some of her most daring and forward-looking music, an album that reflects an artist who was stepping into young adulthood with confidence rather than uncertainty. Aaliyah worked primarily with Timbaland and Static Major (then known only as Static) to craft a sound that would help usher R&B into another chapter of its pop future. Singles like “We Need a Resolution” and “More Than a Woman” contoured the unique qualities of her voice as well as that of the production, putting her in a league all her own. Following the release of <i>One in a Million</i> onto streaming platforms, <i>Aaliyah</i> arrives to cement a legacy that can't be contained by medium or time.","short":"The singer’s third album arrives on streaming, 20 years after its release."},"isCompilation":false,"spotify":"https://open.spotify.com/album/0cNaDPtbHC1PMJMRTY2GFc"}},{"id":"1572050303","type":"albums","href":"/v1/catalog/us/albums/1572050303?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/47/5e/44/475e443c-531e-ea43-f097-69ccf5ae156e/810083960050.png/{w}x{h}bb.jpeg","height":4000,"textColor3":"bcbcbc","textColor2":"cfcfcf","textColor4":"ababab","textColor1":"e3e3e3","bgColor":"1e1e1e","hasP3":false},"artistName":"Metallica","isSingle":false,"url":"https://music.apple.com/us/album/the-metallica-blacklist/1572050303","isComplete":true,"genreNames":["Rock","Music"],"trackCount":53,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"The Metallica Blacklist","recordLabel":"Blackened Recordings","upc":"810083960050","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Blackened Recordings Inc.","playParams":{"id":"1572050303","kind":"album"},"editorialNotes":{"short":"A genre-spanning 53(!)-track tribute to Metallica’s Black Album on its 30th."},"isCompilation":false,"spotify":"https://open.spotify.com/album/73pUIoNvoi8m51Vg97CAKX"}},{"id":"1578951447","type":"albums","href":"/v1/catalog/us/albums/1578951447?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/7c/7a/a6/7c7aa6fa-e1b5-3c23-fd24-8acd26cf7fa0/21CRGIM28318.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3c3011","textColor2":"620035","textColor4":"812a30","textColor1":"0b090f","bgColor":"ffcf19","hasP3":false},"artistName":"Common","isSingle":false,"url":"https://music.apple.com/us/album/a-beautiful-revolution-pt-2/1578951447","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"A Beautiful Revolution, Pt. 2","recordLabel":"Loma Vista Recordings","upc":"00888072294059","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Common., Under exclusive license to Loma Vista Recordings. Distributed by Concord.","playParams":{"id":"1578951447","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6i6aGouu4Zr6BAcSGJI5JT"}},{"id":"1582684260","type":"albums","href":"/v1/catalog/us/albums/1582684260?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/af/45/a2/af45a2a0-3ead-fc54-8875-f2450070bf1b/194690603099_cover.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"352c1b","textColor2":"241f18","textColor4":"50422c","textColor1":"030403","bgColor":"fdcc7d","hasP3":false},"artistName":"Eric Bellinger","isSingle":false,"url":"https://music.apple.com/us/album/new-light/1582684260","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"New Light","recordLabel":"YFS (Your Favorite Song) / EMPIRE","upc":"194690603099","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 YFS (Your Favorite Song) / EMPIRE","playParams":{"id":"1582684260","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3BY4kqH3wxKXvnDK6GUqH4"}},{"id":"1564771291","type":"albums","href":"/v1/catalog/us/albums/1564771291?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/38/35/4d/38354deb-9ac4-0094-cdff-a6f1cd47c225/840588138104.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"7792b9","textColor2":"6e9dd6","textColor4":"587ead","textColor1":"94b5e6","bgColor":"020307","hasP3":false},"artistName":"Andrew W.K.","isSingle":false,"url":"https://music.apple.com/us/album/god-is-partying/1564771291","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"God Is Partying","recordLabel":"Napalm Records","upc":"840588138104","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Napalm Records Handels Gmbh","playParams":{"id":"1564771291","kind":"album"},"editorialNotes":{"standard":"When Andrew W.K. burst onto the cultural landscape with his 2001 debut <i>I Get Wet</i>, the perpetually white-clad musician proclaimed his love of partying loudly and proudly on relentlessly upbeat synth-rock tracks like “It’s Time to Party,” “Party Hard,” and “Party Til You Puke.” Two decades later, he’s projected his proclivities upon the heavenly realm. “There’s a through line of optimistic negation in these tracks,” he tells Apple Music. “It’s a pessimistic kind of hopefulness that declares that life is not absurd—despite what we’ve heard—and urges the development of a personal, positive paranoia about the nauseating number of potential parties you could never hope to attend, or even know about. In this way, the album is about having fun, hanging out, and partying harder than ever.” Below, he gives a philosophical interpretation of each track. <br />\n<b>“Everybody Sins”</b>\n“Sin could be considered the world’s first cliché, and forgiveness from sin could be the world’s first platitude. Sometimes, dealing with these clichés and platitudes is like sucking on ice cubes—there’s something essential in there, but it’s sort of frozen. Nevertheless, if you take the time to roll those icy words around in your mouth and warm them up with your tongue, their essence can thaw, trickle down into your soul, and quench all those who suck on it.”<br /> \n<b>“Babalon”</b>\n“Something can be both flawed and good, and like nearly everything else in life, it’s overly simplistic to say ‘Babalon’ is an either/or sort of song. Most of the Andrew W.K. songs contain both good and bad parts in them, much to my chagrin.”<br /> \n<b>“No One to Know”</b>\n“The average person seems to have an unquenchable thirst for exploring the shadowy side of the human spirit. This might explain why people watch TV shows about serial killers more than shows about soup kitchens. But some of the people who make these TV shows vastly overestimate the importance of the shadowy aspects of life. At the same time, some of those same people would be horrified to see what’s actually happening inside the feelings of [the people in] the show they’re putting on. It’s really the opposite of emptiness.”<br /> \n<b>“Stay True to Your Heart”</b>\n“I'm having a party, and I'm inviting the whole world. The invitation is bright and fun and beautiful and positive, and once you come inside you can see that the whole world is in there with you, and all beauty and joy and ugliness and suffering and light and shadow is in there, too. And it’s harsh. And it’s orgasmic. And this is the world. And this is the mission. And we will stay true to it.”<br /> \n<b>“Goddess Partying”</b>\n“In order for this work to convey the feelings it’s ultimately meant to conjure, it had to make my own life feel that way. You can't make that feeling for your audience unless you yourself have become that feeling. I must have made direct contact with it back in my start, and then allowed it to invade me, penetrate me, and impregnate me. I guess I really turned myself over to it. It wasn’t easy to do, nor pleasant to do, which is why I guess most people don't do it. That’s why I never did it, either.”<br /> \n<b>“I'm in Heaven”</b>\n“I’m in hell. In case you couldn’t tell.”<br /> \n<b>“Remember Your Oath”</b>\n“How a magic trick is done is almost never as interesting as wondering how the trick is done. It's even less interesting to be spoon-fed the secret behind the illusion versus working it out for oneself. Explaining everything essentially kills the effect—it becomes a dead experience. If things are allowed to remain unresolved, a powerful and unnerving level of tension and potential energy can build up in the audience's psyche. It's this vital, vibrating uneasiness that holds within it the experience of a deeper truth—a feeling that’s stronger and more profound than any intellectual explanation could generate.”<br /> \n<b>“My Tower”</b>\n“It's about having the highest amount of fun at the lowest level possible.”<br />\n<b>“And Then We Blew Apart”</b>\n“It’s easy to view many of life’s issues as false dichotomies. If the world generally appears to offer only a choice between A or B, can we choose the rest of the alphabet? When someone says there’s only a choice between us or them, can we choose humanity? When someone says there’s only a choice between high or low, can we choose subversive transcendence? And when someone says there’s only a choice between life and death, can we choose love? Who knows?”<br /> \n<b>“I Made It”</b>\n“I was shown a vision at a relatively young age. It's been my life's work to realize that vision and show it to as many people as can see it. I've been as loyal to this vision as possible, even at the expense of loyalty to other people—and even myself.”<br /> \n <b>“Not Anymore”</b>\n“This is actually an older song that used to be called ‘I Sold My Soul,’ but now they had us reconfigure it for this bonus track. My mind was quite twisted in a lot of the recording situations from this era. I was ingesting a lot of mephedrone at that time. I did ‘M&M’ a lot—that’s mephedrone and mushrooms. It was intense.”","short":"“I'm having a party, and I'm inviting the whole world.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7cTCyWY5cYeIi2jEC3udFu"}},{"id":"1569552576","type":"albums","href":"/v1/catalog/us/albums/1569552576?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/c4/e5/52/c4e55257-be51-8173-e218-73f2af1bcb52/3663729161383_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"b58a78","textColor2":"d79872","textColor4":"b17e5e","textColor1":"dca792","bgColor":"181411","hasP3":false},"artistName":"Ray Charles","isSingle":false,"url":"https://music.apple.com/us/album/true-genius/1569552576","isComplete":true,"genreNames":["Soul","Music","R&B/Soul","Jazz"],"trackCount":90,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"True Genius","recordLabel":"Tangerine Records","upc":"3663729161383","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Tangerine Records Released Under Exclusive License to Exceleration Music Partners LLC by the Ray Charles Foundation","playParams":{"id":"1569552576","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7gvxyetkX6vkoMyDkDM6ls"}},{"id":"1575604790","type":"albums","href":"/v1/catalog/us/albums/1575604790?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/ad/e3/69/ade36918-35a7-358d-95da-5cfd39ba8820/21UMGIM59965.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"322920","textColor2":"2d1b12","textColor4":"49382d","textColor1":"110902","bgColor":"b7ac9a","hasP3":false},"artistName":"Jeremy Camp","isSingle":false,"url":"https://music.apple.com/us/album/when-you-speak/1575604790","isComplete":true,"genreNames":["Christian","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"When You Speak","recordLabel":"Sparrow (SPR)","upc":"00602508353888","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Sparrow Records; ℗ 2021 Stolen Pride Records LLC., under exclusive license to Capitol CMG, Inc.","playParams":{"id":"1575604790","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0ZhquyWDlKCae6wcNjIouZ"}},{"id":"1582539407","type":"albums","href":"/v1/catalog/us/albums/1582539407?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/2d/f9/35/2df93551-c4d7-807c-fdb8-28545a1f30ba/886448516378.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"373c36","textColor2":"0a100b","textColor4":"373c39","textColor1":"090f08","bgColor":"eeeef0","hasP3":false},"artistName":"Yebba","isSingle":false,"url":"https://music.apple.com/us/album/dawn/1582539407","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Dawn","recordLabel":"RCA Records Label","upc":"886448516378","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Yebba Smith LLC, under exclusive license to RCA Records, a division of Sony Music Entertainment.","playParams":{"id":"1582539407","kind":"album"},"editorialNotes":{"standard":"The week before Yebba released her debut, she got one powerful boost from none other than Drake, who gave the Memphis singer an interlude on his <i>Certified Lover Boy</i> album, and named it after her to boot (“Yebba’s Heartbreak”). Her brief inclusion was a sample of her charms, but <i>Dawn</i>, which was lovingly produced by Mark Ronson, offers a more robust idea of one of her greatest strengths—her breathy, soulful voice, which she uses to bring emotional depth and texture to her lyrics.<br />\nA song like “October Sky” becomes a dazzling yet devastating ballad of grief honoring her mother. “Now I work in the city and I blend into the crowd/And the pеople grieve with mе since the towers came down,” she sings, filling the final syllables of each line with soul. “You could cut the pollution with a butter knife/You could wake up at two and then party all night/But I'm missin' my mama, so I stand on the street and get high.” It's poetry as is, but Yebba makes it magic. Such heart-wrenching tenderness is her sweet spot—see, for example, the mellow opener “How Many Years” and closer “Paranoia Purple”—but alongside a rapper like A$AP Rocky or against more throbbing, danceable beats like on “Love Came Down,” we are able to hear her voice in all of its soaring glory. Enchantment seems to come easy for Yebba, as she soothes and stuns all at once.","short":"The Memphis singer’s debut soothes and stuns at once."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3CogjJSvRqbIQuNJVR2JcP"}},{"id":"1581492560","type":"albums","href":"/v1/catalog/us/albums/1581492560?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/8b/a3/9a/8ba39a19-8c05-ef99-df0a-1b8bd9eb498d/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c2c2c2","textColor2":"f91f01","textColor4":"c71900","textColor1":"f3f3f3","bgColor":"010000","hasP3":false},"artistName":"Jazz Cartier","isSingle":false,"url":"https://music.apple.com/us/album/the-fleur-print/1581492560","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"The Fleur Print","recordLabel":"Petal Garden","upc":"3616558903877","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Petal Garden / PIVTL Projects","playParams":{"id":"1581492560","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6ccDPGKd4UC3rWOokj2DCs"}},{"id":"1579607175","type":"albums","href":"/v1/catalog/us/albums/1579607175?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/9a/e8/ec/9ae8ec82-b176-32c4-beea-de2eeb0e5be7/093624877271.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"c68556","textColor2":"e86652","textColor4":"ba5242","textColor1":"f8a66b","bgColor":"000201","hasP3":false},"artistName":"Nessa Barrett","isSingle":false,"url":"https://music.apple.com/us/album/pretty-poison/1579607175","isComplete":true,"genreNames":["Pop","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"pretty poison","recordLabel":"Warner Records","upc":"093624877271","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Warner Records Inc.","playParams":{"id":"1579607175","kind":"album"},"editorialNotes":{"short":"A cross-country move to LA helped to inspire the viral star’s debut EP."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4TrwWZCvhaw07kchbcba0S"}},{"id":"1580605679","type":"albums","href":"/v1/catalog/us/albums/1580605679?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/09/4a/e6/094ae6ab-9d0d-421b-55a8-97909d73dcd6/1692.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cccccc","textColor2":"f71e24","textColor4":"c6181d","textColor1":"ffffff","bgColor":"010101","hasP3":false},"artistName":"Rockabye Baby!","isSingle":false,"url":"https://music.apple.com/us/album/lullaby-renditions-of-the-weeknd/1580605679","isComplete":true,"genreNames":["Children's Music","Music","Lullabies"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Lullaby Renditions of the Weeknd","recordLabel":"Rockabye Baby Music","upc":"027297975651","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rockabye Baby Music","playParams":{"id":"1580605679","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/60kXziyCdyirhtuBtuxYis"}},{"id":"1584114053","type":"albums","href":"/v1/catalog/us/albums/1584114053?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/bc/15/e0/bc15e06c-5280-ac3c-dc4c-8e0507dfa38f/886449548101.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"2e2e2f","textColor2":"2b2b2b","textColor4":"505051","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"Rag'n'Bone Man","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-ragnbone-man-single/1584114053","isComplete":true,"genreNames":["Pop","Music"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Apple Music Home Session: Rag'n'Bone Man - Single","recordLabel":"Best Laid Plans/Columbia","upc":"886449548101","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment UK Limited","playParams":{"id":"1584114053","kind":"album"},"editorialNotes":{"standard":"Very little about this Apple Music Home Session sounds how you might expect. While recording new versions of “Alone” and “Crossfire” from his second album <i>Life by Misadventure</i>, plus a cover of Bangor singer-songwriter Foy Vance’s “She Burns,” Rag’n’Bone Man and his band took the chance to experiment. “When we record live, we like to explore different arrangements and tempos to give every performance its own thing,” the Sussex singer-songwriter tells Apple Music. “In front of a live audience, it is kind of important that you keep some of the original arrangement—so they can recognize it from the album—but in this scenario it feels totally free. It’s almost like producing the song all over again. Covering Foy Vance is a great honor—he’s one of the reasons I started writing myself.” That intrepid spirit is one that Rags—born Rory Graham—indulged while making <i>Life by Misadventure</i>, traveling to Nashville to absorb lessons from various local songwriters while emboldening his sound with new elements of rock, New Wave, funk, folk, and jazz. “I’ve become a stronger songwriter,” he says. “This album process made me scrutinize my work more and write about things that might have been off-limits beforehand. It’s all about learning from the people you work with.”","short":"“Recording in this scenario feels totally free. We like to explore.”"},"isCompilation":false}},{"id":"1579757507","type":"albums","href":"/v1/catalog/us/albums/1579757507?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/fd/74/50/fd745037-86be-7bc0-914f-9045b6b5fcb8/886449380619.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cecccc","textColor2":"e7bfef","textColor4":"bc9ac2","textColor1":"fefefc","bgColor":"10060d","hasP3":false},"artistName":"Yo-Yo Ma","isSingle":false,"url":"https://music.apple.com/us/album/notes-for-the-future/1579757507","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":9,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Notes for the Future","recordLabel":"Sony Classical","upc":"886449380619","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Sound Postings LLC, under exclusive license to Sony Music Entertainment","playParams":{"id":"1579757507","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3nxa5sJ1kyGqmSUDNW5VM5"}},{"id":"1572051816","type":"albums","href":"/v1/catalog/us/albums/1572051816?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/43/6d/ae/436daed3-ea9a-479c-c68e-427802bdd5de/850007452056.png/{w}x{h}bb.jpeg","height":2000,"textColor3":"8fa8ad","textColor2":"71c8cc","textColor4":"5aa0a3","textColor1":"b3d2d9","bgColor":"000000","hasP3":false},"artistName":"Metallica","isSingle":false,"url":"https://music.apple.com/us/album/metallica-deluxe-box-set/1572051816","isComplete":true,"genreNames":["Metal","Music","Rock","Hard Rock"],"trackCount":193,"isMasteredForItunes":false,"releaseDate":"1991-08-12","name":"Metallica (Deluxe Box Set)","recordLabel":"Blackened Recordings","upc":"850007452056","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Blackened Recordings Inc.","playParams":{"id":"1572051816","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/12nEtB2TU44qNHt6IsyIrZ"}},{"id":"1579591426","type":"albums","href":"/v1/catalog/us/albums/1579591426?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/33/76/7e/33767e8b-d03b-188f-b1f0-a1136900d2eb/886449471508.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"353338","textColor2":"412420","textColor4":"604642","textColor1":"0b0c13","bgColor":"ddcfcc","hasP3":false},"artistName":"Mitchell Tenpenny","isSingle":false,"url":"https://music.apple.com/us/album/midtown-diaries/1579591426","isComplete":true,"genreNames":["Country","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Midtown Diaries","recordLabel":"Riser House Entertainment/Columbia Nashville","upc":"886449471508","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Riser House Entertainment, LLC, under exclusive license to Sony Music Entertainment. All rights reserved.","playParams":{"id":"1579591426","kind":"album"},"editorialNotes":{"standard":"Anchored by the massive hit “Truth About You,” Mitchell Tenpenny’s <i>Midtown Diaries</i> EP is a snapshot of an artist on the brink of reaching new heights. While the Nashville-born and -bred singer-songwriter earned plenty of fans with previous singles like “Drunk Me,” Tenpenny intentionally waited to release a new studio collection (his first non-holiday project since 2018’s <i>Telling All My Secrets</i>), a move that makes for a stacked tracklist. Alongside “Truth About You,” Tenpenny includes fan favorites “To Us It Did” and “Bucket List,” rounding out the EP with a handful of new tunes, like “She Hates Me Too,” which Tenpenny teased on social media in 2020. With that many hits on one EP—and more likely still to come—Tenpenny is sure to join country’s A-list ranks in short order.","short":"A snapshot of a singer-songwriter on the brink of something big."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/50zMs3AwxduoOoQoN17955"}},{"id":"1571979017","type":"albums","href":"/v1/catalog/us/albums/1571979017?l=en-US","attributes":{"artwork":{"width":3500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/a7/08/d8/a708d884-fbf9-9698-698e-95315a180de2/21UMGIM53155.rgb.jpg/{w}x{h}bb.jpeg","height":3500,"textColor3":"343330","textColor2":"5e0d17","textColor4":"7c3b41","textColor1":"040403","bgColor":"f8f1e7","hasP3":false},"artistName":"Amyl and The Sniffers","isSingle":false,"url":"https://music.apple.com/us/album/comfort-to-me/1571979017","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Comfort To Me","recordLabel":"ATO Records","upc":"00880882468750","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Amyl and The Sniffers under exclusive license to ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1571979017","kind":"album"},"editorialNotes":{"standard":"As Amyl and the Sniffers came off the road in late 2019, they moved into a house together in Melbourne. “It had lime green walls and mice,” frontwoman Amy Taylor tells Apple Music. “Three bedrooms and a shed out back that we took turns sleeping in. We knew we were going to come back for a long period of time to write. We just didn’t know how long.” Months later, as the bushfires gave way to a global pandemic, the Aussie punk outfit found themselves well-prepared for lockdown. “We’ve always kind of just been in each other’s pocket, forever and always,” Taylor says. “We’ve toured everywhere, been housemates, been in a van, and shared hotel rooms. We’re one person.”<br />\nWith all rehearsal studios closed, they rented a nearby storage unit where they could workshop the follow-up to their ARIA-winning, self-titled debut. The acoustics were so harsh and the PA so loud that guitarist Dec Martens says, “I never really heard any of Amy’s lyrics until they were recorded later on. She could’ve been singing about whatever, and I would have gone along with it, really.” And though <i>Comfort to Me</i> shows a more serious and personal side—as well as a range of influences that spans hardcore, power pop, and ’70s folk—that’s not necessarily a byproduct of living through a series of catastrophes. “I was pretty depressed,” Taylor says. “It’s hard to know what was the pandemic and what was just my brain. Even though you can’t travel and you can’t see people, life still just happens. I could look through last year and, really, it’s like the same amount of good and bad stuff happened, but in a different way. You’re just always feeling stuff.” Here, Taylor and Martens take us inside some of the album’s key tracks.<br />\n<b>“Guided by Angels”</b>\nAmy Taylor: “I feel like, as a band, everyone thinks we’re just funny all the time. And we are funny and I love to laugh, but we also are full-spectrum humans who think about serious stuff as well, and I like that one because it’s kind of cryptic and poetic and a bit more dense. It’s not just, like, ‘Yee-haw, let’s punch a wall,’ which there’s plenty of and I also really love. We’re showing our range a little bit.”<br />\n<b>“Freaks to the Front”</b>\nAT: “We must’ve written that before COVID. That’s absolutely a live-experience song and we’re such a live band—that’s our whole setup. We probably have more skills playing live than we do making music. It’s the energy that is contagious, and that one’s just kind of encouraging all kind of freaks, all kind of people: If you’re rich or poor or smart or fat or ugly or nice or mean, everyone just represent yourself and have a good time.”<br />\n<b>“Choices”</b>\nDec Martens: “[Bassist] Gus [Romer] is really into hardcore at the moment, and he wanted a really animalistic, straight-up hardcore song.”\nAT: “Growing up, I went to a fair handful of hardcore shows, and I personally liked the aggression of a hardcore show. In the audience, people kind of grabbing each other and chucking each other down, but then also pulling each other up and helping each other. I also just really like music that makes me feel angry. I constantly am getting unsolicited advice—or women, in general, are constantly getting told how to live and what to do. Everybody around the world is, and sometimes it’s really helpful—and I don’t discount that—but other times it’s just like, ‘Let me just fucking figure it out myself, and don’t tell me what kind of choices I can and can’t make, because it’s my flesh sack and I’ll do what I want with it.’”<br />\n<b>“Hertz”</b>\nAT: “I think I started writing it at the start of 2020, pre-lockdown. But it’s funny now, because currently, being in lockdown again, I’m literally dying. I just want to get to the country and fucking not be in the city. So, the lyrics have really just come to fruition. I was thinking about somebody that I wasn’t really with at the time. It’s that feeling of feeling suffocated—you just want to look at the sky, just be in nature, and just be alive.”<br />\n<b>“No More Tears”</b>\nDM: “I was really inspired by this ’70s album called <i>No Other</i> by Gene Clark, which isn’t very punk or rock. But I just played this at a faster tempo.”\nAT: “And also inspired heaps by the Sunnyboys, an Australian power pop band. Last year was really tough for me, and that song’s about how much I was struggling with heaps of different shit and trying to, I guess, try and make relationships work. I was just feeling not very lovable, because I’m all fucked in the head, but I’m also trying to make it work. It’s a pretty personal song.”<br />\n<b>“Knifey”</b>\nAT: “It’s about my experience—and I’m sure lots of other people’s experience—of feeling safe to walk home at night. The world’s different for people like me and chicks and stuff: You can carry a weapon and if somebody does something awful and you react, it comes back to you. I remember when I was a kid, being like, ‘Dad, I want to get a knife,’ and he was like, ‘You can’t get a knife because you’ll kill someone and go to jail.’ But so be it. If somebody wants to have a go, I’m very happy to react negatively. At the start, I was like, ‘I don’t know if I want to do these lyrics. I don’t know if I’d want to play that song live.’ It’s probably the only song that I’ve ever really felt like that about. It hit up the boys in the band in an emotional way. They were like, ‘Fuck, this is powerful. Makes me cry and shit,’ and I was like, ‘That’s pretty dope.’”<br />\n<b>“Don’t Need a C**t (Like You to Love Me)”</b>\nAT: “It’s a fuck-you song. When I’m saying, ‘Don’t need a c**t like you to love me,’ it’s pretty much just any c**t that I don’t like in general. There could be some fucking piss-weak review of us or if I worked at a job and there was a crap fucking customer—it’s all of that. I wasn’t thinking about a particular bloke, although there’s many that I feel like that about.”<br />\n<b>“Snakes”</b>\n“A bit of autobiography, an ode to my childhood. I grew up in a small town near the coast—kind of bogan, kind of hippy. I grew up on three acres, and I grew up in a shed with my sister, mom, and dad until I was about nine or 10, and we all shared a bedroom and would use the bath water to wash our clothes and then that same water to water the plants. Dad used to bring us toys home from the tip and we’d go swimming in the storms and there was snakes everywhere. There was snakes, literally, in the bedroom and the chick pens, and there’d be snakes killing the cats and snakes at school—and this song’s about that.”","short":"“It’s hard to know what was the pandemic and what was just my brain.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/24JeT9uxcmqL227jId3Pci"}},{"id":"1575621666","type":"albums","href":"/v1/catalog/us/albums/1575621666?l=en-US","attributes":{"artwork":{"width":3024,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/c8/a0/2b/c8a02bbf-57bf-8f6e-7be0-74ef3f5a1d7e/858275063028.png/{w}x{h}bb.jpeg","height":3024,"textColor3":"d7d7d7","textColor2":"d6dbdc","textColor4":"bbbfc0","textColor1":"f9f9f9","bgColor":"51514f","hasP3":false},"artistName":"Sleigh Bells","isSingle":false,"url":"https://music.apple.com/us/album/texis/1575621666","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Texis","recordLabel":"Mom+Pop","upc":"858275063028","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Mom+Pop","playParams":{"id":"1575621666","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0aBClhSfDETc2xeaJEI08B"}},{"id":"1583619838","type":"albums","href":"/v1/catalog/us/albums/1583619838?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/61/15/83/61158302-064f-d9d8-3c70-b9fba8550907/21UMGIM87465.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3d3234","textColor2":"432928","textColor4":"685353","textColor1":"0d0001","bgColor":"fafeff","hasP3":false},"artistName":"Justus Bennetts","isSingle":false,"url":"https://music.apple.com/us/album/bad-day-ep/1583619838","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-07","name":"Bad Day - EP","recordLabel":"Support Your Friends","upc":"00842812156540","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Support Your Friends","playParams":{"id":"1583619838","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562719936","type":"albums","href":"/v1/catalog/us/albums/1562719936?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/8b/3c/84/8b3c84ad-5862-477b-a4e5-5278626b9571/5056167160878_1.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"cb96d1","textColor2":"fe9fec","textColor4":"cb85c6","textColor1":"feb4fa","bgColor":"001b30","hasP3":false},"artistName":"The Vaccines","isSingle":false,"url":"https://music.apple.com/us/album/back-in-love-city/1562719936","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Back In Love City","recordLabel":"Super Easy","upc":"5056167160878","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Super Easy under exclusive license to AWAL Recordings Ltd","playParams":{"id":"1562719936","kind":"album"},"editorialNotes":{"standard":"While making their fifth album, The Vaccines experienced something they hadn’t felt for a while: youthfulness. “One of the reasons a band’s most successful record is often their first one is because there is this youthful, reckless abandon,” singer/guitarist Justin Young tells Apple Music. “You’re not crippled with self-doubt, not overthinking things. There’s a purity to all of it.” The Londoners felt that spirit being squeezed out of them early on. On the back of a platinum-selling debut of effervescent garage rock, 2011’s <i>What Did You Expect From the Vaccines?</i>, they were ravenously anointed as the saviors of guitar music by the UK press. “It stifled us for a while,” says Young. “We were obsessed with building on the first record, not just in terms of how good it was, but how big it was. I think we got a little bit lost along the way.”<br />\nAlmost a decade later, The Vaccines felt rejuvenated by recording <i>Back in Love City</i>. It’s the first album they’ve made as a five-piece, adding drummer Yoann Intonti to a lineup of keyboardist Timothy Lanham (who came on board for 2018’s <i>Combat Sports</i>) and founding members Young, guitarist Freddie Cowan, and bassist Árni Árnason. “So, in many ways, we are a new band,” says Young. They were excited by the songs they’d written and inspired by the studio—Sonic Ranch, a sprawling residential complex in the middle of a pecan orchard near El Paso, Texas. The music that emerged embellishes their punk spirit and pop nous with disco flourishes, industrial clangs, and a distinctive flavor of spaghetti Westerns. Young jokingly calls it “Morricone indie-rock” and uses it as a backdrop for lyrics that explore how human expression is becoming increasingly binary. The songs imagine a dystopia where emotions are finite commodities—with Love City as a place where you can replenish your stocks for the right price.<br />\nFor Young, it’s an album that goes some way to solving the enduring puzzle of songwriting. “We’ve always tried to evolve but, at the same time, figure out our core and what makes The Vaccines <i>The Vaccines</i>,” he says. “You want to remain interested and interesting and keep pushing yourself forward, but you want to pull everyone along with you. That keeps me awake at night.” Here, he talks us through this particular solution, track by track.<br />\n<b>“Back in Love City”</b>\n“We were trying to write something that was kind of garage-y and a little punky but had more of a disco or fun groove to it. The first verse, I’m singing about arriving in Love City. I always remember driving, a few years ago, from San Francisco to Vegas with some friends, taking all day. Just as we were pulling into Vegas, the sun was going down and the neon lights were firing up. I imagine this song existing in quite a similar space. It's the beginning of the story.”<br />\n<b>“Alone Star”</b>\n“I was told quite far into the writing process of <i>English Graffiti</i>, our third record, that we didn’t have any singles. And I ended up writing all of the singles in a week—‘Dream Lover’ on the Tuesday, ‘20/20’ on the Wednesday, ‘Handsome’ on the Thursday. I wrote ‘Alone Star’ on Monday and we just couldn’t get it right. It felt a bit ham-fisted and we wanted to try to create a bit more nuance around the arrangement, instrumentation, and production. We picked it up again for <i>Combat Sports</i> and, again, couldn’t make it sound right within the context of that record. We picked it up for this record, too, and very nearly dropped it but ended up in a place where we all fell in love with it. It’s funny when you see the odd comment on social media, ‘This isn’t The Vaccines I know.’ I like reminding myself that, ‘Actually, yes, it is. It was written on the exact same week as all the songs that you love and know already.’”<br />\n<b>“Headphones Baby”</b>\n“There is a bit of a theme across the record of fatalism. Not necessarily wanting to die—more wanting to throw caution to the wind, doing whatever you want. There’s a hedonism and euphoria, too. I remember the second I wrote this song, being very excited about it. It felt very euphoric. There were a few comments that it was maybe too pop, but I see it in the lineage of big Vaccines singles. The first time I sang the chorus to ‘If You Wanna’ out loud, we all laughed because we thought it was so cheesy and poppy. We’ve always written songs like that with those big, euphoric choruses.”<br />\n<b>“Wanderlust”</b>\n“I suppose it sounds like it belongs in the desert and belongs in Texas. I think it’s potentially the heaviest Vaccines song to date. It’s obviously super pop as well, but I would say it’s more rock than punk rock.”<br />\n<b>“Paranormal Romance”</b>\n“I’m touching on hyperbole and being really over the top, wanting to feel in ways that we hear about in songs and read about in books and see in movies and just have that feeling that’s out of this world and impossible or improbable or immortal. I think this is the first moment where [the album’s] not just Western-inspired or South-inspired, but it’s quite cinematic as well.”<br />\n<b>“El Paso”</b>\n“This was written in LA with Daniel [Ledinsky], who ended up producing the record. He was telling me about Sonic Ranch that day. He’d just been there with Dave Sitek or Miguel or someone, and was telling me how amazing it was, telling me all these crazy stories. I said, ‘Oh, I’m flying to El Paso tomorrow morning because Vaccines are playing in Juarez.’ So, as we finished the song that evening, we named the file ‘El Paso.’ And then, six months later, when we asked him to produce the record, he said, ‘We should go to El Paso.’ Here was all this nice poetry and serendipity; it felt destined to be made there. Once we got there, it was impossible not to ham that up a little bit, given the environment, but we were headed for that Morricone indie-rock stuff long before we decided to go to Texas.”<br />\n<b>“Jump Off the Top”</b>\n“We first recorded this when we recorded ‘All My Friends Are Falling in Love,’ which was a stand-alone single in 2018. Again, we couldn’t quite get it right, but it consistently has one of the best reactions live. I think the most popular Vaccines songs do have this kind of tempo to them. They’re quite frenetic. They’re obviously upbeat and fun and a little dumb, maybe. And there’s this happy/sad thing. There’s a slightly dark undertone to the lyrics, but it’s also sung on top with this kind of nursery rhyme melody.”<br />\n<b>“XCT”</b>\n“[The title] is like ‘Ex-city.’ We thought it would be funny to call it that and have it open Side Two. I liked the idea of everything falling apart and ending up in a dilapidated, abandoned version of Love City. Someone once told me that when the central business district of Detroit was pretty much abandoned, they found a grizzly bear living on the 20th floor of this old office block. Whether or not that’s true, I had that in my mind as I was writing this song. It’s a quite brittle-feeling song, in places a little industrial or nu-metal, even.”<br />\n<b>“Bandit”</b>\n“This is a good example of a song being written very much with Love City in mind, and the idea that someone can steal your heart or steal your feelings. It’s building on the idea that this world exists where there might even be gangs of love, this kind of underworld, this underbelly.”<br />\n<b>“Peoples’ Republic of Desire”</b>\n“It’s the title of an amazing documentary about kids in China. I watched it one night and it was like, ‘They’ve made a documentary about this place I didn’t even realize existed.’ It’s just building on this notion that there’s a place where you can go to feel something you didn’t think you could feel anymore.”<br />\n<b>“Savage”</b>\n“‘Savage’ came from a riff that Freddie sent me. I immediately found it very exciting. We’d never really successfully written a song that, like, swung. It was obviously very glammy—it just got me excited and it felt quite primal or savage.”<br />\n<b>“Heart Land”</b>\n“This is the one song I’ve been worried about people taking the wrong way. But I hope that it’s obvious that it’s being written from this quite naive, optimistic perspective of this 13-year-old English boy who’s never been to America before, but has grown drunk on a diet of American pop culture. It’s less about commenting on where America has ended up and more about trying to capture that feeling of where I once thought it was.”<br />\n<b>“Pink Water Pistols”</b>\n“I finished the lyrics before the song existed, so I was just waiting for a song to come along where they’d be able to fit. And when Freddie sent me this melody, I was like, ‘Oh, wow, great.’ I think it’s probably quite obvious it’s about wanting to be better and get better, and thinking you might be able to find that with someone else.”","short":"“We always try to evolve but also figure out what makes us The Vaccines.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4d3WvIAqDrWSRgkumNGleh"}},{"id":"1563510076","type":"albums","href":"/v1/catalog/us/albums/1563510076?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Features125/v4/76/b6/ed/76b6ed6e-2860-1ba6-00a0-8ac956e23a59/mza_8921517756082274038.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"dee0e0","textColor2":"f7caa3","textColor4":"d8b597","textColor1":"ffffff","bgColor":"5d6568","hasP3":false},"artistName":"Ben UFO","isSingle":false,"url":"https://music.apple.com/us/album/boiler-room-an-hour-with-ben-ufo-dj-mix/1563510076","isComplete":false,"genreNames":["Electronic","Music","Dance","House"],"trackCount":22,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Boiler Room: an hour with Ben UFO (DJ Mix)","upc":"5056381810658","audioTraits":["lossy-stereo"],"playParams":{"id":"1563510076","kind":"album"},"editorialNotes":{"standard":"Despite his low-key presence on stage and social media, and despite having nary a production credit to his name, Ben UFO is one of the most celebrated DJs in underground dance music. The reason for his respect is simple: impeccable taste and a killer sense of sequencing—plus the fact that he tends to get his hands on key releases long before the rest of us. To wit: A sizable chunk of the tracks on his 2021 Boiler Room set are IDs, which is to say their identity is unknown to all but a small handful of insiders. In this sense, a Ben UFO set is always a glimpse of the future. This <i>an hour with</i> mix actually begins on a classic note: Nation of Noiz’s “Xes Noiz,” which blends house and dub reggae, is a lost cut from the ‘90s, sounds like it could have been made at any point in the late ’80s, while downstairs J’s “Solid Air City” flashes back to the dreamiest strains of ’90s old-school trip-hop. But he wastes little time moving into more otherworldly fare, like the zoned-out techno of Amandra and Karim’s “Sqala 4.2” or the next-generation jungle of PLOY’s “Molotov.” While Ben UFO has some of the most experimental crates in dance music, he keeps his Boiler Room session focused on moving bodies—hence a cheeky hip-hop-sampling speed-garage edit about halfway through, or the bare-knuckled breakbeat techno of Pearson Sound’s “Alien Mode.” Wrapping up with gauzy, atmospheric cuts from Monolake and Ase Manual, the whole thing makes for a spellbinding mix of heady textures and visceral thrills.","short":"A heady, floor-focused set from the underground tastemaker."},"isCompilation":false}},{"id":"1568685033","type":"albums","href":"/v1/catalog/us/albums/1568685033?l=en-US","attributes":{"artwork":{"width":6000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/8d/78/a9/8d78a97e-8ac3-856a-a64e-45aede4ee2f3/dj.bljqglch.jpg/{w}x{h}bb.jpeg","height":6000,"textColor3":"beb9b5","textColor2":"cfcacb","textColor4":"aeafb5","textColor1":"e3d7cb","bgColor":"2c445e","hasP3":false},"artistName":"박혜진 Park Hye Jin","isSingle":false,"url":"https://music.apple.com/us/album/before-i-die/1568685033","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Before I Die","recordLabel":"Ninja Tune","upc":"5054429149517","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Ninja Tune","playParams":{"id":"1568685033","kind":"album"},"editorialNotes":{"standard":"K-house, K-pop, hip-hop, electronic: Call it what you want—Hye Jin Park’s debut ignores those boundaries, anyway. The Korea-born, LA-based producer’s debut album, <i>Before I Die</i>, is a personal exploration of everything from living overseas and missing her family to sex, the music industry, and childhood nostalgia. It’s sung, rapped, and spoken, in Korean and English, over a sound that takes elements of hip-hop, techno, house, indie, and lo-fi beats, and creates something new, immersive, and totally unique. Below, Park walks us through each track on her self-produced, self-recorded LP.<br />\n<b>“Let’s Sing Let’s Dance”</b>\n“In my life, when I’m really sad, I just sing and dance. If there are times when others feel sad, too, I want them to just sing and dance and leave everything behind for a while.”<br />\n<b>“I Need You”</b>\n“Up to this point, I have endured all of this road alone and survived. I just really needed someone who had my back.”<br />\n<b>“Before I Die”</b>\n“It’s been so long since I left Korea and last saw my family. I couldn’t get in touch with my family properly, because I was moving around the country on my own and dealing with all of these things that were happening to me. Of course, now, the coronavirus and everything that is happening in the US has affected my ability to see them. Words can never, ever, ever express how much I miss my family.”<br />\n<b>“Good Morning Good Night”</b>\n“At the beginning of the day, I wanted to tell myself to have a good day. At the end of the day, I wanted to tell myself that I had also worked hard today.”<br />\n<b>“Me Trust Me”</b>\n“I believe in myself and trust myself. But I wanted to protect myself from people who don’t believe in me or in themselves. They try to take me down like they take themselves down.”<br />\n<b>“Where Did I Go”</b>\n“I’m thinking back to when I was a kid. I used to draw on the walls of my room. I miss that little kid.”<br />\n<b>“Never Give Up”</b>\n“I left my country when I was 24, because I thought I did everything I could in Korea to pursue my dream. First, I moved to Melbourne, Australia by myself, so I could easily get a visa. I moved from Australia to the UK and then to Los Angeles, California. I’ve gotten fucked over a lot. Twice in a row, I was seriously fucked over in this industry and by its people. They threatened me and were racist towards me. How many crooks I’ve met, country by country. How many times I’ve had to go through creepy guys, country by country. There’s a lot of people who wanted to try and take me down and be disrespectful towards me. I wanted to show them and tell them that I’ll never give up.”<br />\n<b>“Can I Get Your Number”</b>\n“When you like someone, you ask them, ‘Can I get your number?’”<br />\n<b>“Whatchu Doin Later”</b>\n“Then, you could text them and say, ‘Whatchu doin later?’”<br />\n<b>“Sex With Me (DEFG)”</b>\n“And then, you could tell them, ‘Sex with me.’”<br />\n<b>“Where Are You Think”</b>\n“I was talking to myself, saying, ‘Wake up. You need to make money.’”<br />\n<b>“Never Die”</b>\n“I’ll never die.”<br />\n<b>“Hey, Hey, Hey”</b>\n“Try listening to this song when y’all jogging. It’s gonna hit different.”<br />\n<b>“Sunday ASAP”</b>\n“I wanted Sunday to come as soon as possible. It’s the only time I can let myself be lazy. I usually pressure myself to work harder than anyone else. So, soothing myself is like candy.”<br />\n<b>“i jus wanna be happy”</b>\n“Originally, this song was called ‘I Hate Myself.’ But then, I deleted all of the ‘I Hate Myself’ parts I recorded. Instead, I rerecorded ‘i jus wanna be happy’ in Korean.”","short":"A boundary-pushing debut from the Korean producer/singer/rapper."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0uBOsR6tRMSBEPe2dfOtNe"}},{"id":"1583902626","type":"albums","href":"/v1/catalog/us/albums/1583902626?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/07/9b/27/079b2760-a382-6d95-b43e-2cf4c563c1ce/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"29362b","textColor2":"261411","textColor4":"473938","textColor1":"001001","bgColor":"ccd0d3","hasP3":false},"artistName":"STAYC","isSingle":false,"url":"https://music.apple.com/us/album/stereotype-ep/1583902626","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-06","name":"STEREOTYPE - EP","recordLabel":"High Up Entertainment","upc":"8804775200236","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 High Up Entertainment,under license to Kakao Entertainment","playParams":{"id":"1583902626","kind":"album"},"editorialNotes":{"standard":"On their first EP release, the K-pop six-piece won’t be typecast.","short":"On their first EP release, the K-pop six-piece won’t be typecast."},"isCompilation":false}},{"id":"1579992158","type":"albums","href":"/v1/catalog/us/albums/1579992158?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/38/a9/57/38a95795-c173-ab57-a170-0d89f22c6c8d/194690591822_cover.jpg/{w}x{h}bb.jpeg","height":1500,"textColor3":"2e2e2b","textColor2":"332813","textColor4":"564e3a","textColor1":"010100","bgColor":"e3e4d6","hasP3":false},"artistName":"RIMON","isSingle":false,"url":"https://music.apple.com/us/album/digital-tears-ep/1579992158","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-09","name":"Digital Tears - EP","recordLabel":"ALLE$ RECORDINGS / EMPIRE","upc":"194690591822","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 ALLE$ RECORDINGS / EMPIRE","playParams":{"id":"1579992158","kind":"album"},"editorialNotes":{"standard":"Yielding an outward approach on her third project, RIMON uses the pandemic as a backdrop to evaluate the modern human condition. Dissecting our complex interactions with technology, the ethereal R&B of “Feed Me” explores the paradox of craving what overwhelms us while “iClout” addresses the pressures of social media validation. Title track “Digital Tears” encapsulates the EP’s essence, juxtaposing vocoder-laden lyrics with organic instrumentation.","short":"An exploration of our complex relationship with technology."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1583861774","type":"albums","href":"/v1/catalog/us/albums/1583861774?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/44/7c/d2/447cd2b5-cd4b-5ec3-132f-140f9199256f/A_meMix_final.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"cba799","textColor2":"ecaf9a","textColor4":"c18f7d","textColor1":"f9cdbc","bgColor":"15100a","hasP3":false},"artistName":"Âme","isSingle":false,"url":"https://music.apple.com/us/album/100-years-of-innervisions-dj-mix/1583861774","isComplete":false,"genreNames":["Electronic","Music","Dance"],"trackCount":25,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"100 Years of Innervisions (DJ Mix)","upc":"5056381815752","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1583861774","kind":"album"},"isCompilation":false}},{"id":"1572562072","type":"albums","href":"/v1/catalog/us/albums/1572562072?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/9b/d8/ef/9bd8ef42-e815-3d64-ee0a-fe1b5225f432/196006859244.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"212628","textColor2":"070707","textColor4":"212627","textColor1":"070709","bgColor":"8aa2a6","hasP3":false},"artistName":"Hawthorne Heights","isSingle":false,"url":"https://music.apple.com/us/album/the-rain-just-follows-me/1572562072","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"The Rain Just Follows Me","recordLabel":"Pure Noise Records","upc":"196006859244","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Pure Noise Records","playParams":{"id":"1572562072","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1VYeIvUFRmnObEAzPMZcMz"}},{"id":"1573786518","type":"albums","href":"/v1/catalog/us/albums/1573786518?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/d5/87/74/d58774bc-25a9-5697-eb87-596dba771e27/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c6c290","textColor2":"fcb9b0","textColor4":"ca948d","textColor1":"f7f3b4","bgColor":"000000","hasP3":false},"artistName":"Claire Huangci","isSingle":false,"url":"https://music.apple.com/us/album/bach-toccatas/1573786518","isComplete":true,"genreNames":["Classical","Music","Piano","Baroque Era"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Bach: Toccatas","recordLabel":"Berlin Classics","upc":"885470023045","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Berlin Classics/Edel Germany GmbH","playParams":{"id":"1573786518","kind":"album"},"isCompilation":false}},{"id":"1582579335","type":"albums","href":"/v1/catalog/us/albums/1582579335?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/df/68/fc/df68fc48-9bac-f911-5f28-57586decec24/192641811258_Cover.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"7ca65e","textColor2":"8ec65b","textColor4":"71a049","textColor1":"9bcd76","bgColor":"010801","hasP3":false},"artistName":"Rush Davis & Kingdom","isSingle":false,"url":"https://music.apple.com/us/album/nerve-single/1582579335","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Nerve - Single","recordLabel":"Young Art Records","upc":"192641811258","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Fade to Mind under exclusive license to Young Art Records","playParams":{"id":"1582579335","kind":"album"},"isCompilation":false}},{"id":"1582527818","type":"albums","href":"/v1/catalog/us/albums/1582527818?l=en-US","attributes":{"artwork":{"width":2425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/db/03/f2/db03f21d-b00e-afbe-9b29-2bf28e666bdd/093624877189.jpg/{w}x{h}bb.jpeg","height":2425,"textColor3":"bfbfc0","textColor2":"cdcdcd","textColor4":"a4a4a5","textColor1":"efefef","bgColor":"000106","hasP3":false},"artistName":"María Isabel","isSingle":false,"url":"https://music.apple.com/us/album/i-hope-youre-very-unhappy-without-me/1582527818","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"i hope you're very unhappy without me","recordLabel":"Maria Isabel","upc":"093624877189","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mariposabel Inc. under exclusive license to Warner Records Inc.","playParams":{"id":"1582527818","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/579UaafRX8pIuyEaFsupQN"}},{"id":"1571685749","type":"albums","href":"/v1/catalog/us/albums/1571685749?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/26/2b/35/262b3520-2829-940b-9ffa-96ab78e62b2b/18102.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"403e3a","textColor2":"161614","textColor4":"42423e","textColor1":"13110e","bgColor":"f3f3e9","hasP3":false},"artistName":"HOMESHAKE","isSingle":false,"url":"https://music.apple.com/us/album/under-the-weather/1571685749","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Under the Weather","recordLabel":"Sinderlyn","upc":"617308011043","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SHHOAMKEE under exclusive license to Sinderlyn","playParams":{"id":"1571685749","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5qwVn38pLMvOFSki8dbRrp"}},{"id":"1567916730","type":"albums","href":"/v1/catalog/us/albums/1567916730?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/24/45/65/2445656e-0689-24b7-619d-f3521b411ce7/5400863054694_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"bbb9b2","textColor2":"cbc9d0","textColor4":"a5a6ab","textColor1":"e7e2d8","bgColor":"0f1619","hasP3":false},"artistName":"Saint Etienne","isSingle":false,"url":"https://music.apple.com/us/album/ive-been-trying-to-tell-you/1567916730","isComplete":true,"genreNames":["Pop","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"I've Been Trying To Tell You","recordLabel":"Heavenly Recordings","upc":"5400863054694","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Saint Etienne Limited under exclusive licence to [PIAS]","playParams":{"id":"1567916730","kind":"album"},"editorialNotes":{"standard":"Saint Etienne’s 10th studio album wasn’t supposed to sound like this. By early 2020, Bob Stanley, Pete Wiggs, and Sarah Cracknell had almost completed a different set of songs. But as lockdown took hold, there was no way to mix them and work paused. While they waited, the trio picked up an idea that was easier to explore from their own homes, one first investigated on 2018’s Christmas giveaway <i>Surrey North EP</i>. A few years earlier, Stanley had become drawn to vaporwave, a sound he’d found on YouTube. Bedroom producers were warping and tranquilizing ’80s R&B and setting it to images of abandoned buildings. The hazy sense of nostalgia intrigued Stanley. “The music that gets sampled and images that get used are American or Japanese,” he tells Apple Music. “So, we thought, ‘What if we use British imagery and samples to try to evoke a period in recent British history?’”<br />\nThey settled on 1997 to 2001, a period beginning with the installation of the Labour government and ending with 9/11. It felt like the last time Britain had been buoyed by widespread optimism and was an age that people were increasingly looking back on with yearning. “A lot of the problems we have at the moment, like social media, barely existed,” says Stanley. “The internet barely existed. The climate catastrophe—everyone knew it was possibly going to happen, but no one realized it would accelerate as fast as it has.” Exchanging files and thoughts across email and video calls, the trio foraged samples from the era’s R&B and pop, stretching and reshaping them into eight hypnotic pieces full of summery warmth and reflection. Melodies take hold slowly but doggedly, melancholy occasionally draws in like evening shade, and a gauzy sense of reverie acknowledges how nostalgia can blur details. “The whole point is memory is a very unreliable narrator,” says Stanley. “Every period has its grimness but, with the ’90s, it’s easy to see how people are focusing on the positivity. When we were teenagers, we really looked back at the ’60s and thought what an amazing period that was. But what we were looking at was The Monkees rather than people being lynched in the South.” Here, Stanley guides us along a journey through a half-remembered past, track by track.<br />\n<b>“Music Again”</b>\n“It’s basically Pete’s work. We just found the samples together and he extended that and made it into a hypnotic, repetitive pattern, and Sarah wrote her lyric over the top. I like the fact that when I’ve mentioned that there’s a Honeyz sample [‘Love of a Lifetime’], people are like ‘obscure R&B band’ or whatever. But they obviously weren’t. At the time, they were all over Radio 2; I think they had a couple of Top 10 hits. We really wanted it to be something you might remember hearing, so it might actually jog a genuine memory from the time. So, the samples [on the album] were all from mainstream acts, just not the most obvious songs.”<br />\n<b>“Pond House”</b>\n“[The sampled track, Natalie Imbruglia’s ‘Beauty on the Fire’] got in the Top 30. With a lot of the samples, we were listening to albums from that period and just hearing if there was a snippet of something that we could use and expand. It’s almost like trying out a new instrument, trying out a guitar pedal, just seeing if there was something we could do with it. We were looking for good productions from the time, relatively smooth. I have playlists of all the ones that we never ended up using. There’s a song called ‘Sky’ by Sonique, a couple of Jamelia things—‘Antidote,’ ‘Life.’ Maybe we’ll use them in the future. Mel B’s solo stuff, Martine McCutcheon, Lutricia McNeal.”<br />\n<b>“Fonteyn”</b>\n“[The sample is] a Lighthouse Family song, but it’s not the biggest hit, ‘Lifted’; it’s a relatively minor single [‘Raincloud’]. I remember hearing them on Radio 2 at the time, and I always really liked the bottom end of the piano working as a bassline, so that’s what we used.”<br />\n<b>“Little K”</b>\n“We were just going back and forth, but basically Pete was sending us things that were essentially finished. It was like, ‘Well, this is terrific.’ Then Sarah would write lyrics and come up with the topline, then he’d fit them in and cut it up a bit like he did here on ‘Little K.’”<br />\n<b>“Blue Kite”</b>\n“Pete did this in his studio at home. It was using bits of our own songs, from the early ’90s I think. That kind of abstraction reminds me of My Bloody Valentine, even though there’s no obvious guitars on it. I think it’s sad they never made another album 18 months after <i>Loveless</i>. Because I remember Colm, the drummer, was getting really into jungle, and I think they probably recorded stuff. I was thinking, ‘Wow, where’s this going to go?’ Then they just don’t make a record for 20-odd years instead. There were so many directions you could go in the early ’90s and so much music being made where you could take inspiration from it, from contemporary stuff. I think that really gave us a palette that we could use, as well as stuff from the past that we already liked—psychedelia, Northern Soul, or whatever.”<br />\n<b>“I Remember It Well”</b>  \n“I worked with a guy called Gus Bousfield, who does a lot of TV and film work. He’s an engineer, producer, and a multi-instrumentalist. That’s the kind of person I need to work with because I can barely play ‘Chopsticks.’ It’s great to have someone who can do everything you want. Gus recorded [the sampled conversations here] in an indoor market in Bradford. They’re heavily distorted and it sounds like human language, but you really can’t work out a single word. He plays guitar on this, which has a slight <i>Twin Peaks</i> feel.”<br />\n<b>“Penlop”</b>  \n“I think this probably had the most time spent on it. Pete did a version that was about eight minutes long. It got more distorted towards the end. I just love the way it has a part where it drops down, then comes crashing in. And then it goes up another level after that.”<br />\n<b>“Broad River”</b>\n“The piano part is the intro to a Tasmin Archer song [‘Ripped Inside’]. That’s all we took from that, I think, a bar of piano or whatever, two bars. It’s funny because a lot of people have said, ‘Oh, this is the first time you did sampling since [1993 album] <i>So Tough</i>.’ And it isn’t. I suppose we’ve just not used it as obviously. There’s plenty of things we’ve recorded over the years which have samples on them, but you can take a bit of an existing song and make something completely new, with a completely new atmosphere. I think this is one of the cases, because I love the way it sounds on ‘Broad River’ and the Tasmin Archer song is obviously a fair bit darker.”","short":"“The whole point is memory is a very unreliable narrator.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4lAlJDRobl1616M78q4lBj"}},{"id":"1577069969","type":"albums","href":"/v1/catalog/us/albums/1577069969?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/b9/78/f7/b978f710-b49a-e1be-251f-af240d439a5e/050742333904_cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"a8a9a2","textColor2":"d0a086","textColor4":"ac856f","textColor1":"cbcdc6","bgColor":"1c1713","hasP3":false},"artistName":"Sy Ari Da Kid","isSingle":false,"url":"https://music.apple.com/us/album/alone-but-not-lonely/1577069969","isComplete":true,"genreNames":["R&B/Soul","Music","Singer/Songwriter"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Alone But Not Lonely","recordLabel":"No I in Team/Major Music","upc":"050742333904","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 No I in Team, under exclusive license to Cinq Music Group, LLC","playParams":{"id":"1577069969","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7g7AGTMaFedpYITfQh9Am9"}},{"id":"1568819412","type":"albums","href":"/v1/catalog/us/albums/1568819412?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/a1/29/93/a1299346-6de3-8a91-3a0a-baa3bd846cab/886448706922.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"383837","textColor2":"571032","textColor4":"79405b","textColor1":"060605","bgColor":"ffffff","hasP3":false},"artistName":"Igor Levit","isSingle":false,"url":"https://music.apple.com/us/album/on-dsch/1568819412","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":69,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"On DSCH","recordLabel":"Sony Classical","upc":"886448706922","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment","playParams":{"id":"1568819412","kind":"album"},"editorialNotes":{"standard":"Igor Levit’s daring, epic program starts with Shostakovich’s <i>24 Preludes and Fugues</i>, a homage to J.S. Bach and a study of expression within strict formal limits. The German pianist is an ideal guide to this colossal cycle, with a razor-sharp, rhythmic approach that gives shape to the Russian composer’s compelling counterpoint (“Fugue No. 9”) while shedding light on his anguish and rage at Soviet censorship (\"Prelude No. 6”). But Levit uncovers the poetry and beauty of this music, too, with a subtlety of touch that probes the darkest and tenderest emotional depths (“Prelude No. 20”). The pianist then turns to another huge, ambitious work, this time by the neglected 20th-century Scottish composer Ronald Stevenson. In it, Stevenson pays homage to Shostakovich in 300 micro-variations on his initials DSCH (D, E-flat, C, B). It’s a kaleidoscopic, far-reaching work of imagination and musical variety that Levit drives forward with riveting drama.","short":"Featuring two colossal piano works, this is an epic, ambitious program."},"isCompilation":false,"spotify":"https://open.spotify.com/album/1DBfIrYJBo5skPBmx4wWKM"}},{"id":"1568438773","type":"albums","href":"/v1/catalog/us/albums/1568438773?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/be/22/d8/be22d81c-b1eb-8033-3633-d3086a20fe5d/098787143560.png/{w}x{h}bb.jpeg","height":3600,"textColor3":"242324","textColor2":"2e2727","textColor4":"484343","textColor1":"000000","bgColor":"b3b3b5","hasP3":false},"artistName":"Low","isSingle":false,"url":"https://music.apple.com/us/album/hey-what/1568438773","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Hey What","recordLabel":"Sub Pop Records","upc":"098787143560","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Sub Pop Records","playParams":{"id":"1568438773","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6S6jg2LuEwGdo9iYMSwCBS"}},{"id":"1573482396","type":"albums","href":"/v1/catalog/us/albums/1573482396?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/bf/72/8b/bf728b92-31f0-390b-003c-86d00ff53a4a/5056321637550.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"c1bfc6","textColor2":"c9adb6","textColor4":"a28c93","textColor1":"f0edf6","bgColor":"080808","hasP3":false},"artistName":"Lee Gamble","isSingle":false,"url":"https://music.apple.com/us/album/a-million-pieces-of-you-ep/1573482396","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"A Million Pieces of You EP","recordLabel":"Hyperdub","upc":"5056321637550","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Hyperdub","playParams":{"id":"1573482396","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4assU0dSZqhKwuGAAcEJQ0"}},{"id":"1577946234","type":"albums","href":"/v1/catalog/us/albums/1577946234?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/66/8c/12/668c1267-abc0-8f29-5872-5e1a54f91801/21UMGIM31689.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c9b7b9","textColor2":"d2c7b8","textColor4":"b4aca0","textColor1":"ecd5d8","bgColor":"3f3f3f","hasP3":false},"artistName":"Janine Jansen & Antonio Pappano","isSingle":false,"url":"https://music.apple.com/us/album/12-stradivari/1577946234","isComplete":true,"genreNames":["Classical","Music","Violin"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"12 Stradivari","recordLabel":"Decca Music Group Ltd.","upc":"00028948518197","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"A Decca Classics Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1577946234","kind":"album"},"editorialNotes":{"standard":"Antonio Stradivarius was, arguably, the greatest violin maker of them all, producing instruments that violinists today still treasure for their warm, generous tone. Each one, however, is entirely different, and here we get the unique opportunity to examine the sound of 12 of Stradivarius’ masterpieces. Some have not been played for decades—some, perhaps, never even recorded before. Violinist Janine Jansen and pianist Antonio Pappano have curated a program to accompany each one, their choices reflecting each instrument’s historic owners as much as the character of the violin itself. So, a 1717 Stradivarius once played by Englishman Edward Tyrrell is showcased by Elgar’s “Sospiri” while Rachmaninoff is chosen for an instrument once cherished by Russian-American virtuoso Nathan Milstein. It’s a fascinating, beautifully programmed, and stunningly performed experiment.","short":"Discover the stunning sounds of 12 priceless Stradivarius violins."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5jIZtM0kpCavlQ1zYoMM1e"}},{"id":"1582861439","type":"albums","href":"/v1/catalog/us/albums/1582861439?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/1e/db/01/1edb019c-b8ad-c13c-9f47-c195d3e37b6a/8718723182782.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"584441","textColor2":"381715","textColor4":"604543","textColor1":"2f1512","bgColor":"fefefe","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/cod3-qr-010-ep/1582861439","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Cod3 Qr 010 - EP","recordLabel":"COD3 QR","upc":"8718723182782","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Cod3 QR","playParams":{"id":"1582861439","kind":"album"},"isCompilation":false}},{"id":"1564854962","type":"albums","href":"/v1/catalog/us/albums/1564854962?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/1c/d9/2c/1cd92ce1-e4bf-ec83-3e79-475ec055185d/5016958098636.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c7c7c7","textColor2":"d0d0d0","textColor4":"a6a6a6","textColor1":"f9f9f9","bgColor":"000000","hasP3":false},"artistName":"God Damn","isSingle":false,"url":"https://music.apple.com/us/album/raw-coward/1564854962","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Raw Coward","recordLabel":"One Little Independent","upc":"5016958098636","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 One Little Independent","playParams":{"id":"1564854962","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2QpqlWYmt9m0ozlPxvhtLX"}},{"id":"1580816007","type":"albums","href":"/v1/catalog/us/albums/1580816007?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/9a/ba/7e/9aba7e0a-e4db-2249-7964-df4c9123dd44/8720246792034.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3d1f23","textColor2":"1d1314","textColor4":"3c2a1e","textColor1":"1f041b","bgColor":"b98846","hasP3":false},"artistName":"Yagya","isSingle":false,"url":"https://music.apple.com/us/album/always-maybe-tomorrow-ep/1580816007","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Always Maybe Tomorrow - EP","recordLabel":"Small Plastic Animals","upc":"8720246792034","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Small Plastic Animals","playParams":{"id":"1580816007","kind":"album"},"isCompilation":false}},{"id":"1579389869","type":"albums","href":"/v1/catalog/us/albums/1579389869?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/0e/9b/96/0e9b9621-3f76-a890-4847-c54901ac06c9/8720205762801.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"cbcbd8","textColor2":"edb890","textColor4":"bd9480","textColor1":"fffdff","bgColor":"000441","hasP3":false},"artistName":"Don Diablo","isSingle":false,"url":"https://music.apple.com/us/album/forever/1579389869","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"FOREVER","recordLabel":"HEXAGON","upc":"8720205762801","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 HEXAGON","playParams":{"id":"1579389869","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/53F4qZCDBwulb9eoMuWHf2"}},{"id":"1583903334","type":"albums","href":"/v1/catalog/us/albums/1583903334?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d5/ae/2a/d5ae2a7c-b64d-bfb6-87fc-43b046478e07/cover.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"373783","textColor2":"201f31","textColor4":"454454","textColor1":"0e0f6c","bgColor":"d8d5de","hasP3":false},"artistName":"Baek A Yeon","isSingle":false,"url":"https://music.apple.com/us/album/observe-ep/1583903334","isComplete":true,"genreNames":["K-Pop","Music","Pop","R&B/Soul"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-07","name":"Observe - EP","recordLabel":"㈜이든엔터테인먼트(EDEN ENTERTAINMENT)","upc":"8804775166983","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 ㈜이든엔터테인먼트(EDEN ENTERTAINMENT),under license to Kakao Entertainment","playParams":{"id":"1583903334","kind":"album"},"isCompilation":false}},{"id":"1575626165","type":"albums","href":"/v1/catalog/us/albums/1575626165?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/29/96/60/29966055-927b-6754-4e4d-6698d83c6732/5054429151367.png/{w}x{h}bb.jpeg","height":3000,"textColor3":"aa9361","textColor2":"dea48d","textColor4":"b38471","textColor1":"d3b778","bgColor":"050505","hasP3":false},"artistName":"Machinedrum","isSingle":false,"url":"https://music.apple.com/us/album/psyconia-ep/1575626165","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Psyconia - EP","recordLabel":"Ninja Tune","upc":"5054429151367","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Ninja Tune","playParams":{"id":"1575626165","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1572416496","type":"albums","href":"/v1/catalog/us/albums/1572416496?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/94/ff/46/94ff4604-c89c-af99-90f9-99e4ca554304/191400041370.png/{w}x{h}bb.jpeg","height":4000,"textColor3":"362426","textColor2":"181818","textColor4":"433234","textColor1":"070607","bgColor":"f09aa5","hasP3":false},"artistName":"Spencer.","isSingle":false,"url":"https://music.apple.com/us/album/are-u-down/1572416496","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Are U Down?","recordLabel":"4AD","upc":"191400041370","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 4AD Ltd","playParams":{"id":"1572416496","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6VVsa93buutotShEWaBejL"}},{"id":"1575646012","type":"albums","href":"/v1/catalog/us/albums/1575646012?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/54/c2/e6/54c2e605-a51d-0971-108a-d0d12bc51421/dj.asbpgzbx.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"c07ba2","textColor2":"f58ab4","textColor4":"c46f90","textColor1":"f09acb","bgColor":"010101","hasP3":false},"artistName":"Gully Boys","isSingle":false,"url":"https://music.apple.com/us/album/favorite-son-ep/1575646012","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"Favorite Son - EP","recordLabel":"Get Better Records","upc":"634457067509","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Get Better Records","playParams":{"id":"1575646012","kind":"album"},"isCompilation":false}},{"id":"1580081976","type":"albums","href":"/v1/catalog/us/albums/1580081976?l=en-US","attributes":{"artwork":{"width":3200,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/96/9a/22/969a2248-54fe-a6c5-c42d-2e50a082b561/7320470255476.jpg/{w}x{h}bb.jpeg","height":3200,"textColor3":"dacdb1","textColor2":"e8dcb8","textColor4":"d2bb9a","textColor1":"f2f2d5","bgColor":"793625","hasP3":false},"artistName":"Malva Quartet","isSingle":false,"url":"https://music.apple.com/us/album/wooden-bodies/1580081976","isComplete":true,"genreNames":["Classical","Music","Chamber Music","Contemporary Era"],"trackCount":5,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Wooden Bodies","recordLabel":"Footprint Records","upc":"7320470255476","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Footprint Records","playParams":{"id":"1580081976","kind":"album"},"editorialNotes":{"standard":"On <i>Wooden Bodies</i>, Sweden’s Malva Quartet—in the tradition of the Kronos Quartet—resolutely look to the future and, in a spirit of renewal, commission new music. Karin Rehnqvist’s “The Riddle” is mystical, folky, and totally addictive, while fellow Swede Tebogo Monnakgotla’s “Wooden Bodies” engages imaginatively with the four players’ wooden instruments and sings with a gentle eloquence. “My Desert, My Rose,” by Serbia’s Aleksandra Vrebalov, also explores the dynamic of a string quartet with fascinating results, while Lo Kristenson’s muscular “Vridna, vågsång” celebrates the sounds that emerge as pressure is increased between bow and string. It’s an intense aural evolution. And the program ends with Caroline Shaw’s ravishing “Entr’acte,” which is surely set to become a modern classic.","short":"The quartet look to the future on an album of newly commissioned music."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5Clna22IqILPMzshiJN5Xi"}},{"id":"1569917510","type":"albums","href":"/v1/catalog/us/albums/1569917510?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/81/ac/18/81ac18f4-a802-23a9-4c59-c9681f96b5ed/098787312669.png/{w}x{h}bb.jpeg","height":4000,"textColor3":"373737","textColor2":"272727","textColor4":"494949","textColor1":"111111","bgColor":"d2d2d2","hasP3":false},"artistName":"Colleen Green","isSingle":false,"url":"https://music.apple.com/us/album/cool/1569917510","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Cool","recordLabel":"Hardly Art","upc":"098787312669","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Hardly Art","playParams":{"id":"1569917510","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4UuyS8CfX6vWYgktxN1ieY"}},{"id":"1569507522","type":"albums","href":"/v1/catalog/us/albums/1569507522?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/43/bb/8b/43bb8b62-ba83-3f7f-b943-b11fea8003d4/196006753856.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"c35f4f","textColor2":"fe5337","textColor4":"cb473c","textColor1":"f3714e","bgColor":"001753","hasP3":false},"artistName":"Paraleven","isSingle":false,"url":"https://music.apple.com/us/album/apollo/1569507522","isComplete":true,"genreNames":["Dance","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-09-09","name":"Apollo","recordLabel":"Rose Avenue Records","upc":"196006753856","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rose Avenue Records","playParams":{"id":"1569507522","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5B1D7dZ3zbLtK48zqhS8cY"}},{"id":"1578540196","type":"albums","href":"/v1/catalog/us/albums/1578540196?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/0b/95/2b/0b952bc7-90e8-bb05-2d9d-3e503db31bfa/21UMGIM63637.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"3d3d3c","textColor2":"051d42","textColor4":"374a68","textColor1":"0c0c0b","bgColor":"ffffff","hasP3":false},"artistName":"Jean-Yves Thibaudet","isSingle":false,"url":"https://music.apple.com/us/album/carte-blanche/1578540196","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Carte Blanche","recordLabel":"Decca Music Group Ltd.","upc":"00028948520848","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Classics Release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1578540196","kind":"album"},"editorialNotes":{"short":"An intimate, personal album of the French pianist’s favorite pieces."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6cyjV4FDs4QJxEP7eCbGYy"}},{"id":"1567634882","type":"albums","href":"/v1/catalog/us/albums/1567634882?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/b9/4f/9f/b94f9f17-e07d-f3d7-144a-2f63766542b9/21UMGIM03082.rgb.jpg/{w}x{h}bb.jpeg","height":3000,"textColor3":"779db9","textColor2":"86b5d2","textColor4":"6d94ac","textColor1":"92c0e2","bgColor":"0c1015","hasP3":false},"artistName":"Peter Gregson","isSingle":false,"url":"https://music.apple.com/us/album/patina/1567634882","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Cello"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-09-10","name":"Patina","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948605712","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Peter Gregson, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1567634882","kind":"album"},"editorialNotes":{"standard":"It’s beneath the surface that we often discover real beauty. Strip away melody, and the underlying sounds and textures become the story. Cellist and composer Peter Gregson brings us up-close to music’s inner truth: the delicate sounds of bow meeting string (“Patina”) and fingers on keyboard (“Sense”); the complex, woody overtones of a solo cello (“Don’t Wake”)—all of which we often ignore. This is an album of textures—human, acoustic, and digital—and almost formless soundscapes that envelop the listener, their imperfections inviting an atmosphere of peace and calm, comfort and reassurance. In “Sequence (Seven),” Gregson blends electronica and strings to mesmerizing effect, while his soaring, close-mic’d cello lends “Over” a gorgeous, raw beauty.","short":"Cellist/composer Peter Gregson brings us up-close to music’s inner truth."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7aAavljDRxaxDMCq2c3YlV"}},{"id":"1577799458","type":"albums","href":"/v1/catalog/us/albums/1577799458?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/51/1f/43/511f43a1-60bb-de12-a7db-4184d5d0fb81/190296616884.jpg/{w}x{h}bb.jpeg","height":1400,"textColor3":"282e2b","textColor2":"1b201d","textColor4":"333d39","textColor1":"0d0d0c","bgColor":"96b4a8","hasP3":false},"artistName":"Chorus of the Accademia Nazionale di Santa Cecilia, Antonio Pappano, Concertgebouworkest & Javier Camarena","isSingle":false,"url":"https://music.apple.com/us/album/berlioz-requiem-op-5/1577799458","isComplete":true,"genreNames":["Classical","Music","Choral","Sacred","Romantic Era"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-10-01","name":"Berlioz: Requiem, Op. 5","recordLabel":"Royal Concertgebouw Orchestra","upc":"190296616884","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Koninklijk Concertgebouworkest","playParams":{"id":"1577799458","kind":"album"},"isCompilation":false}},{"id":"1578952491","type":"albums","href":"/v1/catalog/us/albums/1578952491?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/92/e6/da/92e6daef-2f36-b28f-71da-9928f2fcfec6/191403014258.png/{w}x{h}bb.jpeg","height":4000,"textColor3":"bababa","textColor2":"c9c9c9","textColor4":"a1a1a1","textColor1":"e9e9e9","bgColor":"000000","hasP3":false},"artistName":"King Krule","isSingle":false,"url":"https://music.apple.com/us/album/you-heat-me-up-you-cool-me-down/1578952491","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-09-10","name":"You Heat Me Up, You Cool Me Down","recordLabel":"True Panther Sounds","upc":"191403014258","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 True Panther Sounds","playParams":{"id":"1578952491","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1QuhMsle5A9j1GbClRb1mR"}}]}