{"data":[{"id":"1569712089","type":"albums","href":"/v1/catalog/us/albums/1569712089?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/9a/51/3f/9a513f0d-452a-a4de-aa54-3d629a94d2c3/21UMGIM47174.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"9d9d9d","textColor1":"0b0a09","textColor2":"1d1c1d","textColor3":"282827","textColor4":"363637"},"artistName":"Lil Baby & Lil Durk","isSingle":false,"url":"https://music.apple.com/us/album/the-voice-of-the-heroes/1569712089","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"The Voice of the Heroes","recordLabel":"Quality Control Music/Alamo Records/Motown Records","upc":"00602438396085","audioTraits":["lossless","lossy-stereo"],"copyright":"Quality Control Music/Alamo Records/Motown Records; ℗ 2021 Quality Control Music, LLC, under exclusive license to UMG Recordings, Inc.","playParams":{"id":"1569712089","kind":"album"},"editorialNotes":{"standard":"At the risk of sounding hyperbolic, the 2021 alliance of Lil Baby and Lil Durk is historic. There hasn’t been a real-time coupling of two of contemporary hip-hop’s most beloved and revered MCs like this since at least 2015’s <i>What a Time to Be Alive</i>. Their <i>The Voice of the Heroes</i> project—the title references their respective nicknames—is a testament not only to their relationship, but to the respect they have for their legacies. It’s hard to imagine either being more popular within the hip-hop space, and yet hip-hop—the kind heavily informed by street life, to be specific—is what we get across <i>The Voice of the Heroes</i>, wholly. The closest thing to a pop aspiration on the project is the Travis Scott feature, and even Cactus Jack taps into his gutter side while detailing the consequences of going against the gang (“Bro, do it silent without a potato,” he says on “Hats Off”). Elsewhere on the album are guest appearances from Meek Mill, Young Thug, and the face of pain rap himself, Rod Wave. Though it would appear Baby and Durk spared no expense with regard to production (London on da Track, Turbo, Wheezy, Murda Beatz, among others), the two never lose sight of the fact that the real draw is what happens when they get in the same room, which is the kind of rapping that has made each a king in his own right, compounded by the kind of chemistry that makes them sound like an actual group.","short":"Two of contemporary rap’s most prominent voices lock in for 18 tracks."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569112240","type":"albums","href":"/v1/catalog/us/albums/1569112240?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/5e/96/3e/5e963e21-4f36-8173-54e4-340cbf1c0110/886448793427.jpg/{w}x{h}bb.jpeg","bgColor":"210b4f","textColor1":"fcfefd","textColor2":"f5e5ff","textColor3":"d0cdda","textColor4":"cab9db"},"artistName":"Sleepy Hallow","isSingle":false,"url":"https://music.apple.com/us/album/still-sleep/1569112240","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-06-02","name":"Still Sleep?","recordLabel":"Winners Circle/RCA Records","upc":"886448793427","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Winners Circle Entertainment, Inc. & RCA Records","playParams":{"id":"1569112240","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562367403","type":"albums","href":"/v1/catalog/us/albums/1562367403?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/fa/e2/cb/fae2cbbd-54a8-7542-0d85-953b85476d38/21BMR0002382.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"b5a083","textColor1":"030f16","textColor2":"041621","textColor3":"272c2b","textColor4":"273134"},"artistName":"Brett Young","isSingle":false,"url":"https://music.apple.com/us/album/weekends-look-a-little-different-these-days/1562367403","isComplete":true,"genreNames":["Country","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Weekends Look a Little Different These Days","recordLabel":"BMLG Records","upc":"00843930064182","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Big Machine Label Group, LLC","playParams":{"id":"1562367403","kind":"album"},"editorialNotes":{"standard":"A lot has changed for Brett Young since he released his self-titled label debut in 2017. The country star married his girlfriend, had his first child, and saw his profile rise drastically. Accordingly, Young’s third studio project tackles weightier subjects, like parenthood (“Lady”), the realities of maintaining a long-term relationship (“This”), and reflecting on youthful difficulties through the lens of hard-earned wisdom (“Dear Me”). “I wanted the whole project to feel very indicative of the chapter of my life that I'm in right now,” Young tells Apple Music, though he does add that some of the album’s tracks, like the moving-on-and-getting-over-it anthem “Leave Me Alone” and the emotional breakup ballad “You Didn’t,” were inspired by experiences from his past and meant to offer a well-rounded experience to listeners of all ages. “We stretched a little bit and made sure that we had something for everybody on the record,” he adds. “There are sad songs and there are things that aren't specifically where I'm at in my life.” Below, Young walks Apple Music through each of the EP’s tracks.<br />\n<b>“Weekends Look a Little Different These Days”</b>\n“Our first daughter Presley had been born and there was one Saturday where I was watching college football and I just realized that I had my daughter in a diaper in my lap drinking a bottle while I was watching. And I immediately realized that's not what college football Saturday used to look like. And a big part of that was because of the pandemic, as I also wasn't touring. So weekends were completely, drastically different, and I felt like that was a cool idea for a song.”<br />\n<b>“Lady”</b>\n“I don't think that I've ever been so down-the-middle honest in a song, or had a song be that meaningful or vulnerable for me. A lot of times when you write a song, you're drawing from everybody in the room. It was not ‘Let's make the song better’; it was always ‘Let's be more honest.’ And so for me, having that go from something I was writing for my wife and daughter to Dann Huff wanting to record it as a gift for the baby, to it being the lead single on the third record, and watching people connect that to their first child or the birth of their child or whatever it may be, has been really, really special to me.”<br />\n<b>“This”</b>\n“I wanted to not handcuff myself to ‘This is exactly where I'm at in my life.’ I felt like it was fair to say, ‘This is where I've been.’ And so you can be just as honest with past experience. It's not inauthentic just because that's not where you are right now, as long as you've been there. And I think with my wife and my relationship, we've been really public about the fact that we've had a handful of breakups before we figured it out. And we would both agree that we needed those to become the people that we were when we came back together and we were finally ready. A lot of people like to glorify a perfect relationship when the reality is, that doesn't exist.”<br />\n<b>“Dear Me”</b>\n“I think it's going to be obvious to people that this is a nod to Brad Paisley’s ‘Letter to Me.’ It's my version of that, in terms of the type of storytelling. But also, like I said, I gave myself creative license to tell old stories on this record, and that was nice. But the reality is, in this story, it's true for me: I did end up with the girl that I was sad about. And so the concept in the story is that if I could have told you when you were younger, 'You don't need to be sad, just be patient, because you do get the girl back.'”<br />\n<b>“Leave Me Alone”</b>\n“This one is really close to a song on my first record called ‘Like I Loved You’ that ended up being a single for me. The idea behind this—and I love a play on words, I can't get away from it, I actually have to sometimes fight to not do it—is how happy it sounds and how angry it really is.”<br />\n<b>“Not Yet”</b>\n“I wrote ‘Not Yet’ with Justin Ebach and Kelly Archer, and we haven't had a single together since my first single, which was ‘Sleep Without You.’ And I think also sonically, it's the closest thing I've done to ‘Sleep Without You.’ Sometimes it's fun as a songwriter to get away from the wordplay and the heady side of songwriting when you've decided to write a concept that you know is so universal, and that's what this was. It was very intentional to do that so that anybody felt like they could go back in their memory and connect a moment to this.”<br />\n<b>“You Got Away With It”</b>\n“I had that title, and obviously ‘you've got a way with it’ and ‘you got away with it,’ those two things play back and forth. We spent a little while trying to figure out how those would work together, and once we found it, I think it turned into this really vibey, uptempo, sweet love song. And those are weird things to combine, but I think it turned into this really sexy, sweet love song.”<br />\n<b>“You Didn’t”</b>\n“I always joke at my live show, but it's true: I say, ‘I always want to have one song on the record that, if you've had the worst day in your life at work and then there was traffic getting home and all you want to do is get home and put on your sweats and sit in front of the TV, and then a sad song comes on as you pull in the driveway, you still got to stop and cry in your driveway and finish the song before you go inside.’ And this song doesn't seem to fit the stage that I'm at in my life, but I feel like I owe it to the fans that found ‘Mercy’ on the first record to always have a song like this on the record. And it makes me feel bad in the best way.”","short":"“We made sure that we had something for everybody on the record.”"},"isCompilation":false}},{"id":"1554144723","type":"albums","href":"/v1/catalog/us/albums/1554144723?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/a0/c1/51/a0c15196-e60f-dea7-8b7c-24bdbe94cf65/886449055173.jpg/{w}x{h}bb.jpeg","bgColor":"0c2522","textColor1":"98e1ff","textColor2":"3ad795","textColor3":"7bbcd2","textColor4":"30b37e"},"artistName":"Wolf Alice","isSingle":false,"url":"https://music.apple.com/us/album/blue-weekend/1554144723","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Blue Weekend","recordLabel":"Dirty Hit/RCA Records","upc":"886449055173","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 RCA Records, a division of Sony Music Entertainment","playParams":{"id":"1554144723","kind":"album"},"editorialNotes":{"standard":"As they worked on their third album, Wolf Alice would engage in an exercise. “We liked to play our demos over the top of muted movie trailers or particular scenes from films,” lead singer and guitarist Ellie Rowsell tells Apple Music. “It was to gather a sense of whether we’d captured the right vibe in the music. We threw around the word ‘cinematic’ a lot when trying to describe the sound we wanted to achieve, so it was a fun litmus test for us. And it’s kinda funny, too. Especially if you’re doing it over the top of <i>Skins</i>.”<br />\nHalfway through <i>Blue Weekend</i>’s opening track, “The Beach,” Wolf Alice has checked off cinematic, and by its (suitably titled) closer, “The Beach II,” they’ve explored several film scores’ worth of emotion, moods, and sonic invention. It’s a triumphant guitar record, at once fan-pleasing and experimental, defiantly loud and beautifully quiet and the sound of a band hitting its stride. “We’ve distilled the purest form of Wolf Alice,” drummer Joel Amey says.<br />\n<i>Blue Weekend</i> succeeds a Mercury Prize-winning second album (2017’s restless, bombastic <i>Visions of a Life</i>), and its genesis came at a decisive time for the North Londoners. “It was an amazing experience to get back in touch with actually writing and creating music as a band,” bassist Theo Ellis says. “We toured <i>Visions of a Life</i> for a very long time playing a similar selection of songs, and we did start to become robot versions of ourselves. When we first got back together at the first stage of writing <i>Blue Weekend</i>, we went to an Airbnb in Somerset and had a no-judgment creative session and showed each other all our weirdest ideas and it was really, really fun. That was the main thing I’d forgotten: how fun making music with the rest of the band is, and that it’s not just about playing a gig every evening.”<br />\nThe weird ideas evolved during sessions with producer Markus Dravs (Arcade Fire, Coldplay, Björk) in a locked-down Brussels across 2020. “He’s a producer that sees the full picture, and for him, it’s about what you do to make the song translate as well as possible,” guitarist Joff Oddie says. “Our approach is to throw loads of stuff at the recordings, put loads of layers on and play with loads of sound, but I think we met in the middle really nicely.” There’s a Bowie-esque majesty to tracks such as “Delicious Things” and “The Last Man on Earth”; “Smile” and “Play the Greatest Hits” were built for adoring festival crowds, while Rowsell’s songwriting has never revealed more vulnerability than on “Feeling Myself” and the especially gorgeous “No Hard Feelings” (“a song that had many different incarnations before it found its place on the record,” says Oddie. “That’s a testament to the song. I love Ellie’s vocal delivery. It’s really tender; it’s a beautiful piece of songwriting that is succinct, to the point, and moves me”).<br />\nOn an album so confident in its eclecticism, then, is there an overarching theme? “Each song represents its own story,” says Rowsell. “But with hindsight there are some running themes. It’s a lot about relationships with partners, friends, and with oneself, so there are themes of love and anxiety. Each song, though, can be enjoyed in isolation. Just as I find solace in writing and making music, I’d be absolutely chuffed if anyone had a similar experience listening to this. I like that this album has different songs for different moods. They can rage to ‘Play the Greatest Hits,’ or they can feel powerful to ‘Feeling Myself,’ or ‘they can have a good cathartic cry to ‘No Hard Feelings.’ That would be lovely.”","short":"“We’ve distilled things into the purest form of Wolf Alice.”"},"isCompilation":false}},{"id":"1570298554","type":"albums","href":"/v1/catalog/us/albums/1570298554?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/84/03/db/8403db2f-de0c-5e54-9830-3cccc55d9738/886449271832.jpg/{w}x{h}bb.jpeg","bgColor":"0f0213","textColor1":"fcfcfc","textColor2":"fccba5","textColor3":"cdcacd","textColor4":"cda387"},"artistName":"Fousheé","isSingle":false,"url":"https://music.apple.com/us/album/time-machine-apple-music-up-next-film-edition/1570298554","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"time machine (Apple Music Up Next Film Edition)","recordLabel":"Trackmasters Entertainment/RCA Records","upc":"886449271832","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Trackmasters Entertainment, Inc. under exclusive license to RCA Records","playParams":{"id":"1570298554","kind":"album"},"editorialNotes":{"standard":"Fousheé’s music garnered a lot of attention when a sample of her song “Deep End” went viral on TikTok in 2020. Since then, the New Jersey singer-songwriter and Apple Music Up Next artist has collaborated with Lil Wayne not once but twice, released a collection of singles, and now, finally, presents her highly anticipated debut <i>time machine</i>. The nine-track project showcases reimagined hip-hop drums and acoustic guitar riffs laced underneath airy vocals. The opening title track invites listeners to go on a journey with the singer through some of her thoughts, emotions, and anxieties: “Running the race/Could you stand in my place?/Got anxiety/Can I borrow your time machine?” Throughout her project, Fousheé encourages a balance between her slow, intimate introspective side and uptempo bangers. On “my slime,” Fousheé navigates the euphoric feeling of finding a new crush/partner in crime: “You’re my slime/My partner in crime/We just blew a day but you’re still on my mind/Let’s go to Paris sometime.” Just as revelatory is her cover of Depeche Mode’s “enjoy the silence,” which turns the synth-heavy anthem into a sultry, haunting R&B tune.","short":"Fousheé proves that her rise to instant fame wasn’t purely by luck."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1570522801","type":"albums","href":"/v1/catalog/us/albums/1570522801?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/99/5f/be/995fbe5e-87e7-12a1-326a-14e5dd249db1/196006771362.jpg/{w}x{h}bb.jpeg","bgColor":"fedc00","textColor1":"000000","textColor2":"2b2500","textColor3":"322c00","textColor4":"554a00"},"artistName":"BTS","isSingle":false,"url":"https://music.apple.com/us/album/butter-hotter-sweeter-cooler-ep/1570522801","isComplete":false,"genreNames":["K-Pop","Music","Pop"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Butter (Hotter, Sweeter, Cooler) - EP","recordLabel":"BIGHIT MUSIC / HYBE","upc":"196006771362","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 BIGHIT MUSIC / HYBE","playParams":{"id":"1570522801","kind":"album"},"isCompilation":false}},{"id":"1553364590","type":"albums","href":"/v1/catalog/us/albums/1553364590?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/4e/59/d0/4e59d072-2e9c-e2ec-2e0b-13bad6c1bb6d/656605152561.jpg/{w}x{h}bb.jpeg","bgColor":"f3f0dd","textColor1":"13161a","textColor2":"3d2f26","textColor3":"404241","textColor4":"61564b"},"artistName":"Japanese Breakfast","isSingle":false,"url":"https://music.apple.com/us/album/jubilee/1553364590","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Jubilee","recordLabel":"Dead Oceans","upc":"656605152561","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Dead Oceans","playParams":{"id":"1553364590","kind":"album"},"editorialNotes":{"standard":"After two critically acclaimed albums about loss and mourning and a <i>New York Times</i> best-selling memoir, Michelle Zauner—the Brooklyn-based singer-songwriter known as Japanese Breakfast—wanted release. “I felt like I’d done the grief work for years and was ready for something new,” she tells Apple Music. “I was ready to celebrate <i>feeling</i>.” Her third album <i>Jubilee</i> is unguardedly joyful—neon synths, bubblegum-pop melodies, gusts of horns and strings—and delights in largesse; her arrangements are sweeping and intricate, her subjects complex. Occasionally, as on “Savage Good Boy” and “Kokomo, IN,” she uses fictional characters to illustrate meta-narratives around wealth, corruption, independence, and selfhood. “Album three is your chance to think big,” she says, pointing to Kate Bush and Björk, who released what she considers quintessential third albums: “Theatrical, ambitious, musical, surreal.” Below, Zauner explains how she reconciled her inner pop star with her desire to stay “extremely weird” and walks us through her new album track by track.<br />\n<b>“Paprika”</b>\n“This song is the perfect thesis statement for the record because it’s a huge, ambitious monster of a song. We actually maxed out the number of tracks on the Pro Tools session because we used everything that could possibly be used on it. It's about reveling in the beauty of music.”<br />\n<b>“Be Sweet”</b>\n“Back in 2018, I decided to try out writing sessions for the first time, and I was having a tough go of it. My publisher had set me up with Jack Tatum of Wild Nothing. What happens is they lie to you and say, ‘Jack loves your music and wants you to help him write his new record!’ And to him they’d say, ‘Michelle <i>loves</i> Wild Nothing, she wants to write together!’ Once we got together we were like, ‘I don't need help. I'm not writing a record.’ So we decided we’d just write a pop song to sell and make some money. We didn’t have anyone specific in mind, we just knew it wasn’t going to be for either of us. Of course, once we started putting it together, I realized I really loved it. I think the distance of writing it for ‘someone else’ allowed me to take on this sassy '80s women-of-the-night persona. To me, it almost feels like a Madonna, Whitney Houston, or Janet Jackson song.”<br />\n<b>“Kokomo, IN”</b>\n“This is my favorite song off of the album. It’s sung from the perspective of a character I made up who’s this teenage boy in Kokomo, Indiana, and he’s saying goodbye to his high school sweetheart who is leaving. It's sort of got this ‘Wouldn't It Be Nice’ vibe, which I like, because Kokomo feels like a Beach Boys reference. Even though the song is rooted in classic teenage feelings, it's also very mature; he's like, ‘You have to go show the world all the parts of you that I fell so hard for.’ It’s about knowing that you're too young for this to be <i>it</i>, and that people aren’t meant to be kept by you. I was thinking back to how I felt when I was 18, when things were just so all-important. I personally was <i>not</i> that wise; I would’ve told someone to stay behind. So I guess this song is what I wish I would’ve said.”<br />\n<b>“Slide Tackle”</b>\n“‘Slide Tackle’ was such a fussy bitch. I had a really hard time figuring out how to make it work. Eventually it devolved into, of all things, a series of solos, but I really love it. It started with a drumbeat that I'd made in Ableton and a bassline I was trying to turn into a Future Islands-esque dance song. That sounded too simple, so I sent it to Ryan [Galloway] from Crying, who wrote all these crazy, math-y guitar parts. Then I got Adam Schatz, who plays in the band Landlady, to provide an amazing saxophone solo. After that, I stepped away from the song for like a year. When I finally relistened to it, it felt right. It’s about the way those of us who are predisposed to darker thoughts have to sometimes physically wrestle with our minds to feel joy.”<br />\n<b>“Posing in Bondage”</b>\n“Jack Tatum helped me turn this song into this fraught, delicate ballad. The end of it reminds me of Drake's ‘Hold On, We're Going Home’; it has this drive-y, chill feeling. This song is about the bondage of controlled desire, and the bondage of monogamy—but in a good way.”<br />\n<b>“Sit”</b>\n“This song is also about controlled desire, or our ability to lust for people and not act on it. Navigating monogamy and desire is difficult, but it’s also a normal human condition. Those feelings don’t contradict loyalty, you know? The song is shaped around this excellent keyboard line that [bandmate] Craig [Hendrix] came up with after listening to Tears for Fears. The chorus reminds me of heaven and the verses remind me of hell. After these dark and almost industrial bars, there's this angelic light that breaks through.”<br />\n<b>“Savage Good Boy”</b>\n“This one was co-produced by Alex G, who is one of my favorite musicians of all time, and was inspired by a headline I’d read about billionaires buying bunkers. I wanted to write it from the perspective of a billionaire who’d bought one, and who was coaxing a woman to come live with him as the world burned around them. I wanted to capture what that level of self-validation looks like—that rationalization of hoarding wealth.”<br />\n<b>“In Hell”</b>\n“This might be the saddest song I've ever written. It's a companion song to ‘In Heaven’ off of <i>Psychopomp</i>, because it's about the same dog. But here, I'm putting that dog down. It was actually written in the <i>Soft Sounds</i> era as a bonus track for the Japanese release, but I never felt like it got its due.”<br />\n<b>“Tactics”</b>\n“I knew I wanted to make a beautiful, sweet, big ballad, full of strings and groovy percussion, and Craig, who co-produced it, added this feel-good Bill Withers, Randy Newman vibe. I think the combination is really fabulous.”<br />\n<b>“Posing for Cars”</b>\n“I love a long, six-minute song to show off a little bit. It starts off as an understated acoustic guitar ballad that reminded me of Wilco’s ‘At Least That's What You Said,’ which also morphs from this intimate acoustic scene before exploding into a long guitar solo. To me, it always has felt like Jeff Tweedy is saying everything that can't be said in that moment through his instrument, and I loved that idea. I wanted to challenge myself to do the same—to write a long, sprawling, emotional solo where I expressed everything that couldn't be said with words.”","short":"“Album three is your chance to think big.”"},"isCompilation":false}},{"id":"1569730560","type":"albums","href":"/v1/catalog/us/albums/1569730560?l=en-US","attributes":{"artwork":{"width":4500,"height":4500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/b0/d6/c1/b0d6c101-6d78-1dd9-ce4b-1df2258fe31a/201106_BR_APPLE_AHW_1x1_Bradley_Zero2.jpg/{w}x{h}bb.jpeg","bgColor":"c9b2ac","textColor1":"0e0b06","textColor2":"3a220d","textColor3":"332c27","textColor4":"573e2d"},"artistName":"Bradley Zero","isSingle":false,"url":"https://music.apple.com/us/album/boiler-room-an-hour-with-bradley-zero-dj-mix/1569730560","isComplete":false,"genreNames":["Electronic","Music","Dance"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Boiler Room: an hour with Bradley Zero (DJ Mix)","upc":"5056381811594","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1569730560","kind":"album"},"editorialNotes":{"standard":"“Whenever I get asked to do a mix I initially panic,” London’s Bradley Zero tells Boiler Room Radio. “Not that I don’t know how to put it together, but I have so many different sounds and angles that I explore through radio and the label that sometimes it’s quite hard to choose a direction and stick to it for one hour.” It’s true that as founder of the Rhythm Section INTL label, a host on NTS Radio, and a resident DJ at London’s Jazz Café, Zero’s interests go in numerous directions; having grown from a radio show into a regular party and record label, Rhythm Section encompasses house, broken beat, jazz, techno, R&B, Caribbean, and Latin music, and more—all united by its unshakable soulfulness. But when it came to selecting music for Boiler Room, Zero had one advantage: He came on board as a programmer and host back in Boiler Room’s very earliest years, so if anyone knows how to create a vibe that’s right for the platform, he does. And his set for Boiler Room and Apple Music’s “an hour with…” series is all about vibe, too. Drawn from new and forthcoming Rhythm Section releases along with a few choice bits from Zero’s friends and peers, the mix doesn’t scrimp on rhythm: From start to finish, it’s threaded with sharp, stepping drum programming that takes in house, funk, garage, and lean, wiry techno. But those drums come sweetened with the textures and tone colors that are Rhythm Section’s signature. 30/70’s “Tastes Like Freedom (Chaos in the CBD Remix)” swims in easygoing saxophone; Nicola Cruz’s “Individuality Riddim” bristles with warm percussion samples; the electric keys and flute synths of Hidden Spheres’ “Improvise” are practically New Age. Accelerating across its final 15 minutes to end in a pulse-quickening climax with Hassan Abou Alam’s “Hella Mega Drive,” it all makes for eyes-closed, body-moving bliss—never mind the fact that Zero recorded the set right around the time that most of the world was marking the first anniversary of social distancing. “I wanted to make it for the dance floor,” he stresses. “Which maybe isn’t the most radical decision, but I really miss having an excuse to put together something to make people dance.”","short":"An hour of deep, body-moving vibes from the Rhythm Section INTL head."},"isCompilation":false}},{"id":"1560437868","type":"albums","href":"/v1/catalog/us/albums/1560437868?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/76/14/1e/76141e21-b9dc-dce3-a102-9f92bc80723a/196006363871.jpg/{w}x{h}bb.jpeg","bgColor":"292929","textColor1":"e0e0e0","textColor2":"ceb6ac","textColor3":"bbbbbb","textColor4":"ad9a92"},"artistName":"Raheem DeVaughn & Apollo Brown","isSingle":false,"url":"https://music.apple.com/us/album/lovesick/1560437868","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Lovesick","recordLabel":"Mello Music Group","upc":"196006363871","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Mello Music Group","playParams":{"id":"1560437868","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556349375","type":"albums","href":"/v1/catalog/us/albums/1556349375?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/1a/be/b9/1abeb917-5da7-755e-5712-0b0f5a430933/20CRGIM25041.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"a7a8aa","textColor1":"010203","textColor2":"141514","textColor3":"222324","textColor4":"313232"},"artistName":"Rise Against","isSingle":false,"url":"https://music.apple.com/us/album/nowhere-generation/1556349375","isComplete":true,"genreNames":["Rock","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Nowhere Generation","recordLabel":"Loma Vista Recordings","upc":"00888072241701","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Loma Vista Recordings., Distributed by Concord.","playParams":{"id":"1556349375","kind":"album"},"editorialNotes":{"standard":"Political punk squad Rise Against has always maintained a strong connection with their fans, and their ninth album is a result of that connection. <i>Nowhere Generation</i> comes partly from the band’s conversations with their Gen Y and Z supporters who feel society’s deck has been stacked against them. From crippling college debt and poverty-level wages to labor automation and political malfeasance, the album seeks to voice the frustrations of the increasingly disenfranchised. “Much of this was written before the pandemic, but if the pandemic hadn’t happened, I don’t think the lyrics would hit as hard,” vocalist Tim McIlrath tells Apple Music. “A lot of the cracks in civil society—the stuff we were writing about anyway—were made bigger during the pandemic. The ugliness rose to the surface and a lot of our weakened support systems became apparent to everybody.” Below, he comments on each track.<br />\n<b>“The Numbers”</b>\n“‘The Numbers’ is the classic punk-rock message of reminding people how much power they actually do have. Anybody that's in a position of power—any of the global elite that run the world—they still rely on people falling in line. They rely on people to approve of what they do, and they still exist at the whim of the people—even though they would like to create an illusion that they don't. I think every generation needs that reminder that this power does come from people, and people do have power.”<br /> \n<b>“Sudden Urge”</b>\n“This song is tackling an age-old question: Is the system something that can be reformed, or is the system something that should be torn down to its foundations and then rebuilt? That's something that I think a lot of us wrestle with when we look case by case at different institutions that run society. I think there are days when we just want to burn the whole thing down, and there are days where we're like, ‘Let's try to fix this.’ But ‘Sudden Urge’ is about the days when you feel like you need to burn the whole thing down.”<br /> \n<b>“Nowhere Generation”</b>\n“This song definitely came from conversations and interactions with our own community of fans and friends—people that are existing in a society where it feels like it's harder and harder to get ahead. I grew up at a time when a single-income family could live a middle-class lifestyle. Now we're normalizing the idea that someone can work a full-time job and still live below the poverty level. I think young people are trying to figure out what tomorrow looks like for them, because the finish line has become blurrier and even further away, but they’re being asked to run the same race.”<br /> \n<b>“Talking to Ourselves”</b>\n“This is about that feeling you get when you're trying to shake somebody awake and they're not listening—you feel like you're just talking to yourself. It's also a comment on how we feel as a band—we never thought of ourselves as radical or controversial. We’re just saying things that make sense to us. The more it seems that people are listening, the louder we get. That’s Rise Against: We’re getting loud and disturbing the peace to get your attention.”<br /> \n<b>“Broken Dreams, Inc.”</b>\n“It’s certainly touching on the changing landscape of labor, how it's affecting people and how people are getting alienated from what it is to work. They're trying to figure out what that looks like, and they’re getting left behind. In some ways, technology is making lives better for people and erasing some really dangerous jobs—but it’s also eliminating other jobs, too. So this is kind of like a big, complicated worker’s anthem.”<br /> \n<b>“Forfeit”</b>\n“This is our acoustic song on the record, and it’s about not surrendering, not giving up on somebody no matter what—even when they want you to give up on them. It’s just about that commitment—knowing somebody needs your help and committing to being there, either in that moment or letting them know, ‘When you're ready, I'll be here,’ or ‘You can say whatever you want to say to me, but you're not going to push me away.’”<br /> \n<b>“Monarch”</b>\n“There’s a little bit of a double meaning in this title. It's talking about someone who has complete control over you, that you've listened to for far too long, but then something snaps and you figure out you don’t need them anymore. I like the idea of ‘Monarch’ being that person with total control, but also a monarch butterfly, where the person in the song grows wings and becomes someone different, someone that can’t even be recognized because they’ve changed so much.”<br /> \n<b>“Sounds Like”</b>\n“As cliché as it might sound, this song is about living in the moment. It’s about embracing the time you are living in right now and not waiting for something to happen. Everything is happening right around you at this moment and you don't need to waste time waiting for something that might come or may never come.”<br /> \n<b>“Sooner or Later”</b>\n“This song talks about reaping what you sow, how the things that you do have consequences. If you live life with a very short-term attitude and you don't plant seeds for the future, bad things happen. There’s some obvious environmental imagery, so it’s alluding to that, but it really is talking about making sure that you're not just ripping the crops out of the ground, but you're also planting seeds for tomorrow.”<br /> \n<b>“Middle of a Dream”</b>\n“This is about the chase that we all feel sometimes. Sometimes we know what we're chasing and sometimes you have no idea what you're chasing—you just wake up with that instinct to go after something. ‘Middle of a Dream’ is talking about that through the lens of a dream, where you’re chasing something that you don’t have a clear idea of, but you just feel this compulsion to move forward.”<br /> \n<b>“Rules of Play”</b>\n“I like that this song is the closer, because I’ve been kind of boldly coming at you with all these lyrics, like, ‘Here’s what’s going on,’ and I think there are times where it may sound like I must have the answers. But ‘Rules of Play’ is reminding you that I don’t have it figured out. Almost all of these songs are questions. They aren’t road maps to success. They’re questions about what the world looks like, what we want it to look like, and how we can get there.”","short":"“If the pandemic hadn’t happened, I don’t think the lyrics would hit as hard.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567137338","type":"albums","href":"/v1/catalog/us/albums/1567137338?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d0/e6/c2/d0e6c22e-2d6c-9f42-68e5-b0dc7e033ddb/19758.jpg/{w}x{h}bb.jpeg","bgColor":"000100","textColor1":"3cdcda","textColor2":"57c5ca","textColor3":"30b0ae","textColor4":"469ea1"},"artistName":"Peter Rosenberg","isSingle":false,"url":"https://music.apple.com/us/album/real-late/1567137338","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Real Late","recordLabel":"Real Late Records","upc":"808391117808","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Real Late Records","playParams":{"id":"1567137338","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567460405","type":"albums","href":"/v1/catalog/us/albums/1567460405?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/3f/05/d2/3f05d25e-9fea-7e79-6e38-7b75d5e33d21/734126994256.jpg/{w}x{h}bb.jpeg","bgColor":"191813","textColor1":"ebebeb","textColor2":"d6d5d2","textColor3":"c1c1c0","textColor4":"b0afac"},"artistName":"Tony Loya","isSingle":false,"url":"https://music.apple.com/us/album/town-shit-vol-2-deluxe/1567460405","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Town Shit, Vol. 2 (Deluxe)","recordLabel":"Manzana Records, Inc.","upc":"734126994256","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Manzana Records, Inc.","playParams":{"id":"1567460405","kind":"album"},"editorialNotes":{"standard":"The proper follow-up to his 2020 project <i>Town Shit</i>, this expanded sequel from singer Tony Loya continues in a similar vein, bringing trapcorridos with a distinct edge. On “En Lo Mío,” he celebrates his successes while raising an eyebrow to those newly looking to ride his wave. Dismissing those who didn’t see his vision until it was too late is one of the recurring themes here, as are luxury and violence. He’s trigger-happy while eating Brazilian meat feasts on “No Hook No Feelings,” and he plots revenge against betrayals on “Pin Collector.” Throughout, he regularly indulges in ad libs full of brags and scoffs, adding another dimension to the tough talk of his lyrics.","short":"The trapcorridos singer brings even more tough talk to this deluxe sequel."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556102685","type":"albums","href":"/v1/catalog/us/albums/1556102685?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/d9/19/3e/d9193e47-68db-caab-5570-c0bc057f83fe/5060516096442_cover.jpg/{w}x{h}bb.jpeg","bgColor":"222021","textColor1":"efedf3","textColor2":"d1d2d8","textColor3":"c6c4c9","textColor4":"aeaeb3"},"artistName":"Liz Phair","isSingle":false,"url":"https://music.apple.com/us/album/soberish/1556102685","isComplete":true,"genreNames":["Alternative","Music","Singer/Songwriter"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Soberish","recordLabel":"Chrysalis Records","upc":"5060516096442","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Chrysalis Records Limited","playParams":{"id":"1556102685","kind":"album"},"editorialNotes":{"standard":"When she debuted in 1993 with the seminal <i>Exile in Guyville</i>, Liz Phair planted her flag as indie rock’s resident acid-tongued queen. The Chicago singer-songwriter, who recorded the project as an alleged track-by-track response to The Rolling Stones’ <i>Exile on Main St.</i>, challenged the machismo of the scene with a deadpan frankness that was just as evocative as it was shocking. In the years since, Phair has lived nine lives in the music biz: She released two follow-ups (’94’s <i>Whip-Smart</i> and ’98’s <i>Whitechocolatespacegg</i>) before unleashing 2003’s self-titled LP—a step into the mainstream that many critics interpreted as an anodyne attempt at radio success and, more importantly, a betrayal of her brusque beginnings. In classic Phair fashion, of course, she had the last laugh—it was her highest-charting album to date—and what followed was a pair of records that pushed the envelope even further.<br />\nIt’s been 10 years since Phair released <i>Funstyle</i>, a see-what-sticks sort of adventure in experimentalism that traversed everything from Bollywood to hip-hop. In that time, she focused on raising her son while juggling live performances and scoring TV shows—until quarantine, when she felt inspired to pick up where she left. “I cannot [emphasize] how weird it was to work on a record in a pandemic,” she tells Apple Music. “There were so many reasons why that ended up being stranger than anyone could have possibly imagined. And in fact, it’s the same as always.” The resulting album speaks to that sentiment, marking a reunion with <i>Guyville</i> producer Brad Wood, who brings a pop sheen to a collection of songs rooted in Phair’s DIY beginnings. It’s a record that examines how relationships work, and how distance can manipulate your perceptions of longing and intimacy. Below, Phair walks us through how each song on <i>Soberish</i> conveys her view of the world today.<br />\n<b>Spanish Doors</b>\n“Anyone who’s a fan of my music knows that I’m fascinated by ordinary moments in conversations that somehow take on greater significance in the larger scope of a person’s life—how simply one piece of information can rock your world. And I really resonated with the idea that [my friend, whose divorce inspired the song], was in a public place when she found out that she was no longer going to be living the life that she was accustomed to. And how jumbled your internal landscape can be when you’re dealing with denial—‘I don’t want to face this.’ Bargaining, maybe there’s a way out of this. Devastation, in the sense that everything’s going to change and there’s nothing you can do about it. The stages of grief. How can you put that into a pop song? That’s the tricky challenge.”<br />\n<b>The Game</b>\n“I think most of my romance these days is amped up. It’s not day-to-day, it’s overly large. And sometimes I think ‘The Game’ is really talking about how much you need ordinariness and day-to-dayness in a love relationship. And as exciting as it is to have a kind of a dramatic affair, it gets old, you get tired. You don’t want to keep resurrecting it—you want it to evolve into something more subtle. I think that surprises me.”<br />\n<b>Hey Lou</b>\n“[Lou Reed and Laurie Anderson] are icons to me. Independent of each other, they were huge influences early on in my life. I just loved both of their music when I was a teenager. Both were making groundbreaking, compelling art. And then, when they got together as a couple, it just seemed impossible: How can these two titans coexist in an ordinary life? And it was really an accidental inspiration that turned into a real sort of love letter to two challenging, difficult artists who, by all accounts, had a very peaceful, loving relationship. So, I’m fascinated.”<br />\n<b>In There</b>\n“It’s like you’ve been saying no to someone for a while and when they start to lose interest because they’ve been rejected a number of times, you’re like, ‘Goddamn it. I miss them.’ And then, you have to break in with your own inability to commit or your own inability to open yourself up to someone. Because for the longest time you could just say no, and you felt like they’d keep coming. And now you are realizing that you’ve said no, and it might be you that has the problem.”<br />\n<b>Good Side</b>\n“‘Good Side’ is my mature ‘F**k and Run.’ Instead of being in a pithy funk about my hookup, I can just kind of say to myself, ‘Well, he got a pretty good impression of me. So, no harm, no foul.’”<br />\n<b>Sheridan Road</b>\n“That inspiration came from a longtime partner that also grew up in the same area [in Chicago] that I did. And there’s this particular road in it, Sheridan Road, that is the main artery connecting the suburbs to downtown. And every time you want to go home or any time you want to go out, you travel on this road. So, our being together on this road in the song brings up all the different life experiences that we’ve had. And yet, we’ve walked the same walk all our lives, but his life is totally different from mine. He’s got special places and I’ve got special places. How could we have been growing up in the same place the whole time and not have been aware of each other?”<br />\n<b>Ba Ba Ba</b>\n“I’m hooking up with someone, it’s a new romance, I’m very excited about it. And in the space of a single song, it starts and is already over before it even began. I think of it as a boomerang song, because where you think it’s going and the person you think I am at the beginning of the song is sort of my ambassador self, the more appealing broadly to mainstream people, like, ‘I’m happy. Yay. Woo.’ And then, by the end of the song, I’m back to my usual self and the relationship is already over.”<br />\n<b>Soberish</b>\n“I feel like we’re all doing the best we can right now. I feel like we, as a country, have gone through a time period that was very dark and difficult and an existential threat, so to speak. So, a lot of people felt the need to stay connected with reality without actually being entirely sober. How much of reality can I stand to absorb and how much do I need to push away from me and keep myself insulated from? ‘Soberish’ is just a more romantic and innocent way to look at that. I used to be the kind of person that could do this sober, but right now I need a shot.”<br />\n<b>Soul Sucker</b>\n“You know when, if on a certain night, you have a hookup with someone and you like that person and it was perfectly fine, but it was just, like, that night. And then you keep running into them in your real world, and maybe they weren’t the person that you would be most excited for people to see that you hooked up with. You’re in your more elegant persona, and then here comes your hookup from back in the day. And you’re like, ‘I don’t know who this is. I don’t know.’ Like that.”<br />\n<b>Lonely Street</b>\n“That is a very modern love song, because it sort of speaks to, yes, we can be connected by a screen, but what I really need is for you to be lying next to me, whispering in my ear. And there’s a sense of sadness in the relationship, but also a sense of isolation that we get by in our modern world with a substitute for what we really need, which is actual intimacy.”<br />\n<b>Dosage</b>\n“I think of it as a modern-day ‘Polyester Bride’ in that I wrote it with the idea of going back to that bar, where Henry the bartender gave me all that good advice when I was young, and coming back as an older woman and seeing a young woman who is basically in the position I used to be in. So, I’m now looking at myself in the younger person who’s wasted, giving her advice, but also saying, ‘By the way, you’re doing fine. Nobody has it all together. Even now, at my age, none of those decisions were even the impactful ones.’”<br />\n<b>Bad Kitty</b>\n“‘Bad Kitty’ is just embracing the mess that is my life. It’s an ongoing theme I have that I will always be out of place no matter where I go or who I try to be. And the manifestos that people think that I have, or that I have the answers, I really don’t. At the end, it’s the poem of just no helmet, no brake, no net, no rope, no more cocaine. You don’t really believe that I’m never going to do those things, do you? That’s really a kind of a throwing your hands up: I am a bad kitty. To this world, that’s how I am perceived. That’s how I identify myself as. It’s not such a bad thing, really—I get nine more lives. But at the same time, it doesn’t all make sense. It’s my emotional state and that’s how I make art. And it doesn’t always have to make sense. One thing does not have to be like, ‘Now I will never do this, and now I will do this.’”<br />\n<b>Rain Scene</b>\n“I was here in my house, and I had bought a 3D microphone thing that I can put on my ears that will record surround sound of whatever space I’m in. And I knew I wanted the approaching storm of ‘Sheridan Road’ to break. I wanted the storm to actually release at the end of the album. So, this unexpected rain happened here in Southern California, and I just practically threw clothes on and threw this thing on. And I was, like, yelling to my son, ‘I’m going out in the rain! I’m going to record the rain!’ And I just stomped up and down the street around my house, recording puddles and me splashing in puddles. And I had Brad edit it in such a way that it took on a flavor of synthesizer of manipulated sounds at the end, and then I wrote a little song about it.”","short":"“It ended up being stranger than anyone could have possibly imagined.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1563998595","type":"albums","href":"/v1/catalog/us/albums/1563998595?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/cb/06/58/cb065887-f6d3-695a-36f8-5c46451720b5/886449139361.jpg/{w}x{h}bb.jpeg","bgColor":"2d1418","textColor1":"f8f6e7","textColor2":"dfebc5","textColor3":"cfc9bd","textColor4":"bbc0a3"},"artistName":"Yo-Yo Ma & Emanuel Ax","isSingle":false,"url":"https://music.apple.com/us/album/hope-amid-tears-beethoven-cello-sonatas/1563998595","isComplete":true,"genreNames":["Classical","Music","Chamber Music","Piano","Cello"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Hope Amid Tears - Beethoven: Cello Sonatas","recordLabel":"Sony Classical","upc":"886449139361","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Sound Postings LLC, under exclusive license to Sony Music Entertainment","playParams":{"id":"1563998595","kind":"album"},"editorialNotes":{"standard":"Beethoven composed his <i>Sonata No. 3</i> for cello and piano in 1808 against a backdrop of national and personal turmoil. The Napoleonic Wars had for years been raging across Europe, and he was in an almost constant state of despair over his worsening deafness that was threatening to put an end to his already astonishing career. His <i>Third Sonata</i> serves as a light in the darkness. “The piece is such an amazing illustration of Beethoven writing music which was full of positivity, glory, peace, and generosity in the middle of terrible stuff going on,” pianist Emanuel “Manny” Ax tells Apple Music. “What was astonishing to Manny and me was that, despite everything, Beethoven composed the most optimistic piece in the world,” adds Yo-Yo Ma. <i>Hope Amid Tears - Beethoven: Cello Sonatas</i> takes its name from Beethoven’s dedication to German aristocrat and cellist Freiherr Ignaz von Gleichenstein: “Inter lacrimas et luctum” or “amid tears and grief.” And just as this music brought Beethoven comfort more than 200 years ago, <i>Hope Amid Tears</i>—released in 2021—holds the same astonishing power to uplift in challenging times. To all five sonatas, Beethoven brings an endless invention and inspiration, each characterized by moments of deep beauty, sparkling mischief, and emotional depth. There’s solace in the music, but harsh realities too.<br />\nUnlike most works for the cello and piano, where the pianist plays a supporting role to the cellist, Beethoven’s extraordinary sonatas place equal weight on each instrument. (“Especially in the third sonata, it seems like I’m Manny’s third hand,” notes Ma.) That is, perhaps, fitting for a musical duo who have recorded together for almost 50 years and are, in the words of Ax, like “an old couple.… We don’t talk anymore. We just play.” This album marks the second time Ax and Ma have approached Beethoven’s sonatas, following <i>Beethoven: Complete Cello Sonatas</i>, released in 1987.  Were they tempted to listen to that vintage album before going into the studio this time? No, insists Ax. “We thought, ‘If it sounds really good, we’ll be nervous and we won’t do anything as good. And if it sounds really bad, we’ll be really depressed about it!’” Read on as Yo-Yo Ma and Emanuel Ax talk us through each work on their thrilling second attempt.<br />\n<b>Sonata No. 1 in F Major, Op. 5 No. 1</b>\nYo-Yo Ma: “In the first two sonatas, Beethoven is putting his cards on the table and showing off his compositional chops. I think, with the <i>First Sonata</i>, he wants to describe the universe. There’s a sense of mystery throughout, which we could interpret as the mystery of space.”\nEmanuel Ax: “There’s a lot of deliberate attempts at surprise in this sonata, right from the beginning. So, you have no idea where you are or where you’re going. Everything is interrupted, and it makes you ask, ‘Wow, what’s next? Why does it stop?’ Part of that surprise is this really huge introduction and first movement, followed by a throwaway second movement.”<br />\n<b>Sonata No. 2 in G Minor, Op. 5 No. 2</b>\nMa: “At the start of the <i>Second Sonata</i>, Beethoven is describing aristocratic society with slow, dotted rhythms that portray a kind of courtly procession.”\nAx: “The other thing we get here is a characteristic of Beethoven throughout his life: this incredible motoric feeling. When you get to the Allegro, there’s this constant, sheer speed like at the end of the <i>Seventh Symphony</i>, where the incredible rhythms push to the point of almost being maniacal.”<br />\n<b>Sonata No. 3 in A Major, Op. 69</b>\nAx: “The <i>Third Sonata</i> is really about hope and optimism. It could, in some ways, be Beethoven’s credo. This is the composer at his most positive, stating his belief in humanity. It’s as if he’s saying, ‘In spite of everything, this is what it could be. This is what I choose to believe.’ This optimism is carried through the first and second movements to the celebratory, optimistic last movement.”<br />\nMa: “If ever there were a piece that is in perfect equilibrium, Beethoven seems to have found it here.”<br />\n<b>Sonata No. 4 in C Major, Op. 102 No. 1</b>\nMa: “At the beginning, you’re almost floating in the universe, because for the whole of the introduction you’re on a dominant chord, and you don’t even realize it until it finally resolves. It’s the musical equivalent of suddenly seeing the Hanging Gardens of Babylon. It’s an arrival of ecstasy. I also think this is Beethoven’s most efficient work in some ways. It’s almost as if he’s saying to himself, ‘I wonder what I could do with just four notes?’ The way he invents using the smallest number of notes is like a compositional puzzle.”<br />\n<b>Sonata No. 5 in D Major, Op. 102 No. 2</b>\nAx: “The first movement here is all about muscle. Of course, it has a beautiful second theme, but really, you have this very open, emphatic kind of march in this movement. The second movement goes into the depths of despair—it’s like a funeral march, in a way. The end of the movement has this astounding, absolute stillness, where nothing moves. Every change is an event, almost without time, without reference to any kind of rhythmic propulsion. The only way to end that is with the final-movement fugue, because a fugue is the most democratic and most unbounded way to make music. It can be two lines, or it can be 55 minutes. There’s no limit on time or number of voices.”\nMa: “And this fugue feels like a cosmic dance—a dance of the gods!”<br />\n<b>Variations</b>\nAx: “Variations are generally a composer’s way of being virtuosos. So, every time Beethoven wrote a set of variations, you see the brilliance. And I think that’s true of these three sets.”\nMa: “These variations are like a fusion between formally written-down music and improvised jazz. Beethoven was an incredible improviser. And, in fact, the best of classical tradition comes from both a performing and improvising ability. When we combine both those abilities in our training of musicians, we get to the creativity and the ambition of someone like Beethoven.”","short":"“We’re like an old couple. We don’t talk anymore. We just play.”"},"isCompilation":false}},{"id":"1565414763","type":"albums","href":"/v1/catalog/us/albums/1565414763?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/01/04/77/01047793-f93c-14a6-6819-4f429c50ec1a/886449239658.jpg/{w}x{h}bb.jpeg","bgColor":"fffae7","textColor1":"0d0a09","textColor2":"202119","textColor3":"3d3a35","textColor4":"4c4d42"},"artistName":"Walker Hayes","isSingle":false,"url":"https://music.apple.com/us/album/country-stuff-ep/1565414763","isComplete":true,"genreNames":["Country","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Country Stuff - EP","recordLabel":"Monument Records","upc":"886449239658","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Monument Records, a division of Sony Music Entertainment","playParams":{"id":"1565414763","kind":"album"},"isCompilation":false}},{"id":"1560192234","type":"albums","href":"/v1/catalog/us/albums/1560192234?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/61/0b/43/610b43a9-eb1c-dad1-d9aa-fa1f3ac55040/5056407969377.jpg/{w}x{h}bb.jpeg","bgColor":"010000","textColor1":"f7f7f9","textColor2":"c5bfbd","textColor3":"c5c5c7","textColor4":"9e9897"},"artistName":"Wooden Elephant","isSingle":false,"url":"https://music.apple.com/us/album/landscapes-knives-glue-radioheads-kid-a-recycled/1560192234","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Alternative"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"LANDSCAPES, KNIVES & GLUE – Radiohead's Kid A Recycled","recordLabel":"BACKLASH Music","upc":"5056407969377","audioTraits":["lossy-stereo"],"copyright":"℗ 2020 BACKLASH Music","playParams":{"id":"1560192234","kind":"album"},"editorialNotes":{"standard":"The intelligent rock of Radiohead has captured the imagination of many musicians, from pianist Christopher O’Riley to jazz legend Brad Mehldau. On <i>LANDSCAPES, KNIVES & GLUE – Radiohead’s Kid A Recycled</i>, contemporary classical string quintet Wooden Elephant turns its attention to Radiohead’s 2000 album, <i>Kid A</i>, having previously explored Beyoncé’s <i>Lemonade</i> and Björk’s <i>Homogenic</i>, among others. It’s an extraordinarily inventive and imaginative reinterpretation, an aural tour de force in which Wooden Elephant’s five string players turn to everyday objects, children’s toys, and extended instrumental techniques to help reproduce Radiohead’s complex blend of synthesizers, electric guitars, digital effects, and, of course, lead singer Thom Yorke’s vocals. “On <i>Kid A</i>, there are sounds that we wanted to create,” arranger and Wooden Elephant’s violist Ian Anderson tells Apple Music, “but we didn’t know how to. Keeping an eye out for something to create that sound became a way of life. I ended up looking at every object and thinking, ‘Can I use that?’”<br />\nAlongside violins, viola, cello, and bass, Wooden Elephant—whose members come from Ireland, Scotland, Bulgaria, Norway, and Iceland—have assembled a jaw harp, flexatone, party blower, wine glass, milk frother, toy handbells, bathroom sink plug chain, power drill… The list goes on. Each is used to recreate some aspect of Radiohead’s soundworld. “As classical musicians, we just never get to play this repertoire, and we think it’s some of the best music ever written,” says Wooden Elephant violinist Aoife Ní Bhriain. “We needed to play it in an interesting way so that audiences would want to hear us rather than just listening to the original,” adds Anderson. Here, they guide us through each mesmerizing track on this fascinating album.<br />\n<b>Everything in Its Right Place</b>\nIan Anderson: “At the start, there are these cluster chords which give way to the three chords of this track’s bass riff. We wanted to present it as contemporary classical music from the start and not just a straight cover version. But then, out of those contemporary classical techniques come the pop and alternative rock sounds.”\n\nAoife Ní Bhriain: “This track is pretty faithful to the original, but we thought about it as an introduction to the whole album. We didn’t want to overload it with loads of weird instruments.”<br />\n<b>Kid A</b>\nAnderson: “We messed around quite a lot with the structure of this one. We took different sections, duplicated some of them, and moved them around. This track also uses a technique that we stole from 17th-century composer Heinrich Biber: If you put paper in between the strings of a bass and then hit it with your bow, it sounds like a drum.”<br />\n<b>The National Anthem</b>\nAnderson: “We explore another type of distortion here, using bathroom sink plug chains. Some jazz drummers use plug chains on cymbals to create a buzzing effect, so we used that idea but on our instruments. One of the biggest challenges for us is that, in the original, the music just keeps growing and growing. You think it’s at the top and then it grows again. So, for our version, we all get party blowers and at the climax, when we’re playing as loud as we can, we also blow our party blowers!”<br />\n<b>How to Disappear Completely</b>\nNí Bhriain: “I play this B-flat on a wine glass for about two minutes, and then this lovely kind of wavy motion starts coming in. Then I get to play a milk frother with tissue paper tied around it. I have to wet the kitchen roll slightly and let it dry, so it’s a little bit hard. It makes a great sound.”\nAnderson: “We use what we call our ‘seagulls technique’ a lot at the start, which is where we play long, fast glissandos high up on the strings. It’s one of our go-to techniques.”<br />\n<b>Treefingers</b>\nAnderson: “This is the track I’m most proud of and certainly one of my favorites. The sound on the original is really ambient, almost like a synthesizer sound. And to create that, we used EBows—devices that create a sustained sound on a guitar by creating electromagnetic fields, which stimulate steel strings.”<br />\n<b>Optimistic</b>\nAnderson: “This track is one of the more straightforward transcriptions and features the first appearance of a timpani-beater on the bass, which gives a really percussive drive. It’s another way of creating a drum effect on string instruments. In the middle section, I use steel wire around my bow, and if I draw it across a string, I get loads of cascading overtones.”<br />\n<b>In Limbo</b>\nAnderson: “We made [hanger-shaped bows] ourselves out of toy archery bows. We looked into buying proper ones, but they cost several thousand pounds each. These cost us about £25 each to make. In the middle section, there’s a change of groove. At the time we were rehearsing and creating this track, our bassist, Nikolai, was obsessed with a moment in Bob Marley’s song ‘400 Years,’ and he started playing this amazing riff, totally out of the blue. So, we thought we’d incorporate it.”<br />\n<b>Idioteque</b>\nAnderson: “One of the problems with transposing pop works onto classical instruments is that, if you remove the vocals and the text, there’s often not a very interesting melodic line. Our problem was how to put that interest back in. And so, on ‘Idioteque,’ Aoife gets out the milk frother, but with elastic bands tied to the end this time, and it creates a kind of jittery, anxious sound. Towards the end, I take a power drill with cable ties on the end and put it against the strings to play chords.”<br />\n<b>Morning Bell</b>\nAnderson: “This was one of the tracks that we took the most liberties with. On Radiohead’s album, the end of ‘Idioteque’ features the biggest climax, and we wanted everything afterwards to be a coda. To create that two-track coda, we ended up slowing down ‘Morning Bell.’ It took on this menacing, dark atmosphere.”<br />\n<b>Motion Picture Soundtrack</b>\nNí Bhriain: “‘Motion Picture Soundtrack’ is like the sun coming out behind a really dark, thundery day. At the start, we pick up our out-of-tune harmonicas—they all have pieces of paper on them to try and keep them in tune, but there’s definitely a lot of imperfections in how we play them.”\nAnderson: “The original track features a pedal organ, and you can hear its inner workings. It’s obviously not in perfect condition, but its imperfections make it even more beautiful for me. Just before the very end, [violinist] Hulda Jónsdóttir takes her bow and she presses down on the back of her violin, creating a sound like a ship creaking. The end of ‘Motion Picture Soundtrack’ features all these harps, so we transposed that sound onto a music box. It’s like a toy. I find it so beautiful.”\n","short":"Wooden Elephant takes us on a journey across this immersive, ambitious album."},"isCompilation":false}},{"id":"1499006947","type":"albums","href":"/v1/catalog/us/albums/1499006947?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/eb/d5/1d/ebd51d12-1bbb-09c3-97d0-927e8db865d5/781676415410.jpg/{w}x{h}bb.jpeg","bgColor":"88e52b","textColor1":"1c0105","textColor2":"521a24","textColor3":"322f0d","textColor4":"5d4225"},"artistName":"Red Fang","isSingle":false,"url":"https://music.apple.com/us/album/arrows/1499006947","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Arrows","recordLabel":"Relapse Records","upc":"781676415410","audioTraits":["lossy-stereo"],"copyright":"℗ 2020 Relapse Records Inc.","playParams":{"id":"1499006947","kind":"album"},"editorialNotes":{"standard":"Red Fang are known for two things: highly infectious stoner-rock jams and hilarious music videos directed by Whitey McConnaughy. The band’s fifth album, <i>Arrows</i>, combines both—and has the added bonus of being named after a song that’s actually on the album. “We had a very, very, very long email chain about different ideas we all had, and we couldn’t settle on a title,” bassist/vocalist Aaron Beam tells Apple Music. “Eventually, we ended up talking about the fact that so many of our records have been named after songs on other albums of our own. What if we just named this album after a song on the album? And so, <i>Arrows</i> just seemed like the obvious choice.” Below, Beam discusses each track.<br />\n<b>Take It Back</b>\n“This is a weird-sounding thing that [guitarist] Bryan [Giles] made when he first started learning how to make recordings on his computer, but I love the mood of it. It was just him, and it was a detuned guitar for the bass sound. In its original formation, it was longer, but we cut it in half and ended the record with what was originally the first half of this, if that makes any sense. So, it’s like bookends—and it’s definitely less structured than a typical Red Fang song.”<br /> \n<b>Unreal Estate</b>\n“This is almost a one-riff song. All of the different versions that you hear are just modified versions of the main riff. When I originally wrote it, it was much faster and had way more notes in it. It was a kind of complicated, dorky prog rock/thrash metal song. We started playing it much slower and simpler in practice so everyone could latch onto it and decided that was actually way better.”<br /> \n<b>Arrows</b>\n“I wrote the main riff for this a long time ago—about three years before I figured out the rest of the song. Then I just woke up one morning at like 4 am, went straight to the practice space, and Frankensteined it together after years of banging my head against the wall. In true Whitey McConnaughy fashion, the video he made for this song is totally unrelated to the lyrical content, which is kind of about a struggle between two sides of someone’s personality. One side is trying to just deal with s**t and see the positive, while the other side is more depressed and prone to self-medication.”<br /> \n<b>My Disaster</b>\n“This was an accidental composition. [Guitarist] David [Sullivan] had this riff I really loved, and we threw it together in the studio with a riff I had, just to see if something would happen. So, you can hear the last chorus get kind of cut in half by this cymbal-heavy drum part, because we didn’t know what the singing was going to be at the time we recorded the music. Bryan wrote the lyrics for this, and I think it has a lot to do with all the yelling back and forth between the left and right, and people just refusing to really listen to each other at all.”<br /> \n<b>Two High</b>\n“Bryan is the master of wordplay in the band, and he came up with this title. There’s a lyric in the song that goes, ‘Too high to try.’ It’s another substance abuse song about giving up on making your life better, because you’re too high or too drunk or whatever. But of course, Bryan changed it to t-w-o. I feel like this is one of two songs on the record that have the most old-school Red Fang feel to them. We could’ve written this song 15 years ago and it would’ve fit in with what we were writing back then.”<br /> \n<b>Anodyne</b>\n“This is another Bryan song, and the bass part does this weird loop thing that’s kind of sneaky. Lyrically, I think it’s centered around the definition of ‘anodyne,’ which is something that’s like a pain reliever, but it’s also something that, colloquially, is something that’s kind of bland and boring. I can’t totally speak for it, but I think whatever he’s talking about, it’s just a bunch of inoffensive, boring s**t.”<br /> \n<b>Interop-Mod</b>\n“There’s not much to say about this. It’s an interlude named after the keyboard that was used to make it.”<br /> \n<b>Fonzi Scheme</b>\n“[Drummer] John Sherman came up with this song title. I was talking to Bryan and David about how my bass was tuned down to A when I wrote the main riff for this. John was like, ‘Aaay…’ like The Fonz would say. Hence, ‘Fonzi Scheme.’ We also added some strings to this one, and Bryan had a lot of ideas and inspiration for the sisters who came in and did the string parts.”<br /> \n<b>Days Collide</b>\n“This song kind of typifies the Red Fang writing process, in that in rare cases things are easy and obvious, but generally that’s not the case. One or the other of us just knows somewhere deep inside that there is a better solution to make the song right, and we just need time to do it. In this case, it took me about six months to come up with the right bass part. And about two weeks ago, I realized that what I came up with is almost exactly the same bassline as ‘Forgot About Dre.’ The notes are slightly different, but it’s the same pattern.”<br /> \n<b>Rabbits in Hives</b>\n“David wrote the music to this about five years ago, and I always loved the way the song jumps back and forth between two really different fields. The first part is like this half-step thing, and then it goes into a weird kind of Suicidal Tendencies shift to the real caveman mosh part. This is another one that’s similar to ‘My Disaster’ in that we decided to record it before we even knew what the singing parts would be, just to see if it would end up sounding cool.”<br />\n<b>Why</b>\n“About eight years ago, we got asked to do a song for a Jim Henson Productions compilation covering songs from <i>Fraggle Rock</i>. I loved that show when I was a kid, so we dug through some old episodes and found this kind of upsetting and melancholy song called ‘Why.’ Then, I actually took this very old song that I’d written for an old band of mine that had already broken up and put the lyrics from the <i>Fraggle Rock</i> song to it. But no one heard that compilation, so we decided to rewrite the lyrics and release it ourselves, because the music and melody are all mine—and now this version has original lyrics, too.”<br /> \n<b>Dr. Owl</b>\n“For me, the most interesting thing about this song is that some of it was cut together in the studio after we finished recording, so we never actually played it live the way you hear it on the record. We just started practicing again at the beginning of 2021 because of COVID concerns, so we decided to learn the song the way you hear it. The first day back, we spent a bunch of time working on it. Then I drove home, parked right across the street from where I live, and the car in front of me had a vanity license plate that said ‘Dr. Owl.’”<br /> \n<b>Funeral Coach</b>\n“I was driving down the freeway and saw a car that said ‘funeral coach’ on it. The first thing I thought of was the other kind of coach—somebody who’s coaching people on how sad to be, or when to start crying at a funeral. The song has nothing to do with anything like that, though. I think Bryan wrote the opening riff, like, 12 or 13 years ago, and we’ve been trying to turn it into a song ever since. We finally just got sick of not putting that riff out, so here it is.”","short":"Aaron Beam breaks down every song on the band’s fifth album."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1563274441","type":"albums","href":"/v1/catalog/us/albums/1563274441?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/fe/52/a1/fe52a149-5fcc-24b3-e84d-ab0a62a1be96/21UMGIM24012.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"c7d8ed","textColor1":"161618","textColor2":"232228","textColor3":"3a3d42","textColor4":"444750"},"artistName":"Riley Clemmons","isSingle":false,"url":"https://music.apple.com/us/album/godsend/1563274441","isComplete":true,"genreNames":["Christian","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Godsend","recordLabel":"Sparrow (SPR)","upc":"00602577578472","audioTraits":["lossy-stereo"],"copyright":"Sparrow Records; ℗ 2021 Capitol CMG, Inc.","playParams":{"id":"1563274441","kind":"album"},"isCompilation":false}},{"id":"1561053335","type":"albums","href":"/v1/catalog/us/albums/1561053335?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/5f/43/f4/5f43f41d-99ea-b7b7-63f9-cfe895bb29e7/5060168042279.jpg/{w}x{h}bb.jpeg","bgColor":"f4eade","textColor1":"0e0d0b","textColor2":"361012","textColor3":"3c3935","textColor4":"5c3b3b"},"artistName":"EXUM","isSingle":false,"url":"https://music.apple.com/us/album/xardinal-coffee/1561053335","isComplete":true,"genreNames":["Alternative","Music","Hip-Hop/Rap","Hip-Hop"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Xardinal Coffee","recordLabel":"ücke","upc":"5060168042279","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 ücke","playParams":{"id":"1561053335","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1536406123","type":"albums","href":"/v1/catalog/us/albums/1536406123?l=en-US","attributes":{"artwork":{"width":1500,"height":1500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/b7/39/c2/b739c229-4b49-52ca-5075-873f0888987e/4050538654530.jpg/{w}x{h}bb.jpeg","bgColor":"121b24","textColor1":"d5d6dc","textColor2":"babec9","textColor3":"aeb1b7","textColor4":"989da7"},"artistName":"Crowded House","isSingle":false,"url":"https://music.apple.com/us/album/dreamers-are-waiting/1536406123","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Dreamers Are Waiting","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538654530","audioTraits":["lossy-stereo"],"copyright":"℗ 2020 Lester Records Ltd. under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1536406123","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568232083","type":"albums","href":"/v1/catalog/us/albums/1568232083?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/c0/c3/d4/c0c3d4c1-cd3c-db99-7449-5a1af80dd30c/21UMGIM39845.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"211c18","textColor1":"e7e7e7","textColor2":"edd9c9","textColor3":"bfbebe","textColor4":"c4b3a6"},"artistName":"Joy Oladokun","isSingle":false,"url":"https://music.apple.com/us/album/in-defense-of-my-own-happiness/1568232083","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"in defense of my own happiness","recordLabel":"Verve Forecast/Republic Records","upc":"00602438246090","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Amigo Records, LLC, under exclusive license to Verve Forecast/Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1568232083","kind":"album"},"editorialNotes":{"short":"Oladokun's major label debut cements her among the great singer-songwriters."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1567508917","type":"albums","href":"/v1/catalog/us/albums/1567508917?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/e3/a9/f6/e3a9f618-a17e-ed15-2c44-b22e12fda331/689690894191_cover.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"090909","textColor2":"2f2f2f","textColor3":"3a3a3a","textColor4":"595959"},"artistName":"Willa Amai","isSingle":false,"url":"https://music.apple.com/us/album/i-can-go-to-bed-whenever/1567508917","isComplete":true,"genreNames":["Alternative","Music","Indie Pop"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"I Can Go to Bed Whenever","recordLabel":"We Are Hear","upc":"689690894191","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 We Are Hear","playParams":{"id":"1567508917","kind":"album"},"isCompilation":false}},{"id":"1566064217","type":"albums","href":"/v1/catalog/us/albums/1566064217?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/bc/41/20/bc412043-0fe6-7458-4d7e-9aeda58b1ef5/886449255825.jpg/{w}x{h}bb.jpeg","bgColor":"d8dad9","textColor1":"0d0b0f","textColor2":"282220","textColor3":"353438","textColor4":"4b4645"},"artistName":"Andrew Jannakos","isSingle":false,"url":"https://music.apple.com/us/album/gone-too-soon-ep/1566064217","isComplete":true,"genreNames":["Country","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Gone Too Soon - EP","recordLabel":"Sony Music Nashville","upc":"886449255825","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment. All rights reserved.","playParams":{"id":"1566064217","kind":"album"},"isCompilation":false}},{"id":"1568640671","type":"albums","href":"/v1/catalog/us/albums/1568640671?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/fa/fb/43/fafb4368-fb61-b200-f1a1-bfbadbad5808/21UMGIM42548.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"c4c4bc","textColor1":"361212","textColor2":"3f2525","textColor3":"523634","textColor4":"5a4543"},"artistName":"Pat Barrett","isSingle":false,"url":"https://music.apple.com/us/album/nothing-something-live/1568640671","isComplete":true,"genreNames":["Christian","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Nothing/Something (Live)","recordLabel":"Bowyer and Bow","upc":"00602435834702","audioTraits":["lossy-stereo"],"copyright":"Sparrow Records, Bowyer & Bow; ℗ 2021 Capitol CMG, Inc.","playParams":{"id":"1568640671","kind":"album"},"isCompilation":false}},{"id":"1540263653","type":"albums","href":"/v1/catalog/us/albums/1540263653?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/b1/f8/e5/b1f8e5b4-8d72-1702-dabe-ee80f58a0698/dj.yhdczvxw.jpg/{w}x{h}bb.jpeg","bgColor":"ff7370","textColor1":"000303","textColor2":"171c1d","textColor3":"331a19","textColor4":"452d2d"},"artistName":"San Holo","isSingle":false,"url":"https://music.apple.com/us/album/bb-u-ok/1540263653","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"bb u ok?","recordLabel":"bitbird/Counter Records","upc":"5054429141696","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 bitbird under exclusive licence to Counter Records","playParams":{"id":"1540263653","kind":"album"},"editorialNotes":{"short":"The Dutch beatmaker brings his festival sound to the bedroom."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1555796411","type":"albums","href":"/v1/catalog/us/albums/1555796411?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/54/15/56/541556b1-f683-553c-daf7-60b12a6c0ecc/5056321637383.jpg/{w}x{h}bb.jpeg","bgColor":"4d5562","textColor1":"d8e1fa","textColor2":"ced7f9","textColor3":"bcc5dc","textColor4":"b4bddb"},"artistName":"Loraine James","isSingle":false,"url":"https://music.apple.com/us/album/reflection/1555796411","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Reflection","recordLabel":"Hyperdub","upc":"5056321637383","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Hyperdub","playParams":{"id":"1555796411","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556436424","type":"albums","href":"/v1/catalog/us/albums/1556436424?l=en-US","attributes":{"artwork":{"width":1440,"height":1440,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/3d/96/5e/3d965e1f-1918-583f-260f-c83f4ca2fdb2/cover.jpg/{w}x{h}bb.jpeg","bgColor":"170803","textColor1":"e8d8cb","textColor2":"caafa1","textColor3":"beaea3","textColor4":"a68e81"},"artistName":"Flotsam and Jetsam","isSingle":false,"url":"https://music.apple.com/us/album/blood-in-the-water/1556436424","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Blood in the Water","recordLabel":"AFM Records","upc":"0884860377126","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 AFM Records, a division of Soulfood Music Distribution GmbH","playParams":{"id":"1556436424","kind":"album"},"isCompilation":false}},{"id":"1567261987","type":"albums","href":"/v1/catalog/us/albums/1567261987?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/d8/80/8f/d8808f65-8928-2882-464e-8cf550ed6d8c/5056495335924_1.jpg/{w}x{h}bb.jpeg","bgColor":"ecdde3","textColor1":"0b0e0d","textColor2":"472812","textColor3":"383738","textColor4":"684c3c"},"artistName":"Wallice","isSingle":false,"url":"https://music.apple.com/us/album/off-the-rails-ep/1567261987","isComplete":true,"genreNames":["Pop","Music","Alternative"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Off the Rails - EP","recordLabel":"Wallice","upc":"5056495335924","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Wallice","playParams":{"id":"1567261987","kind":"album"},"editorialNotes":{"short":"The LA newcomer serves bright melodies over relatable indie pop anthems. "},"isCompilation":false,"contentRating":"explicit"}},{"id":"1561225914","type":"albums","href":"/v1/catalog/us/albums/1561225914?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/cb/2c/af/cb2caf05-1f20-7fb4-588b-a7fb50c5214e/21UMGIM05827.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"1e1913","textColor1":"fffcff","textColor2":"fff50c","textColor3":"d1cecf","textColor4":"d1c80d"},"artistName":"Yannick Nézet-Séguin","isSingle":false,"url":"https://music.apple.com/us/album/introspection-solo-piano-sessions/1561225914","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Introspection: Solo Piano Sessions","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948606207","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1561225914","kind":"album"},"isCompilation":false}},{"id":"1553839194","type":"albums","href":"/v1/catalog/us/albums/1553839194?l=en-US","attributes":{"artwork":{"width":1600,"height":1600,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/82/ae/c1/82aec14f-9f57-d9e6-ea11-478fb632c2d6/617308001242.jpg/{w}x{h}bb.jpeg","bgColor":"000002","textColor1":"fecb00","textColor2":"d2ae85","textColor3":"cba200","textColor4":"a88b6b"},"artistName":"Rostam","isSingle":false,"url":"https://music.apple.com/us/album/changephobia/1553839194","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Changephobia","recordLabel":"Matsor Projects","upc":"617308001242","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Matsor Projects","playParams":{"id":"1553839194","kind":"album"},"editorialNotes":{"standard":"“There were three potential titles for this album,” Rostam Batmanglij tells Apple Music. “One of them referenced gender, another was referencing America and nationality. As I’m saying this, I’m realizing that’s what I like about this title—that it can apply to gender or politics, and yet you might hear this record and not think about either of those things.” Listen to <i>Changephobia</i>, the former Vampire Weekend talisman’s second solo record, and plenty of things hit you. To name a few: Americana; unexpected time structures; guitar solos; gorgeous melodies; a lot of sax. “Stylistically, I was seeking to make a clean break from a lot of the music that I’ve made over the last 10 years,” he says. “I wanted to be a bit more abstract. I was thinking about minimalist art, and that was kicking around in the back of my mind in very simple shapes.” Accordingly, there’s a joyful union between a desire to keep things, as he says, to “one or two colors” and Batmanglij’s natural musical curiosity and invention. Let him talk you through the story of his second album, one track at a time.<br />\n<b>“These Kids We Knew”</b>\n“I was just working on music to get out of my bedroom during lockdown, and then these lyrics started coming out of me. I really didn't think it was for the album. But then, as more time passed, I started to realize that it was not only for the album, but eventually that it was track one. I think as a queer musician I identify a little bit more with the younger generation because I relate to their attitudes towards sexuality and gender—it's a little bit distinct from people that grew up in the '90s and early 2000s. That made me think about the generation above mine, and just how each generation has different things that we have to contend with, whether it's climate or gender or equality. I kept thinking, ‘Who are these kids?’—and maybe in some ways it’s also me coming to terms with the fact that I'm not a kid anymore. I'm fully in my mid-thirties.”<br />\n<b>“From the Back of a Cab”</b>\n“It started with this drum part without many chords, and it just kicked around on my iPhone but I knew there was something exciting there. One day I started playing this Americana piano along to these drums, and it felt very disconnected from the drum part, because the drum part is in 12/8, which is something that you hear in African music and Iranian music. I've become more interested in trying to use lyrics as the driving force, as opposed to just writing vocal melodies and figuring out what lyrics should go along with.”<br />\n<b>“Unfold You”</b>\n“This features a sample from Nick Hakim [2015’s ‘Papas Fritas’] and features Henry Solomon’s sax playing which I later brought into HAIM’s 'Summer Girl.' Even though 'Summer Girl' came out within a few months of us starting to record it, 'Unfold You' took years. In some ways it had to—because the recording of the song tracks an evolution and a personal change.”<br />\n<b>“4Runner”</b>\n“I was in a store in Japan when I heard this song, and to this day I haven't been able to find it. But I remembered how it sounded in my brain—it had 12-string acoustic guitar and had brush drums, and I just filed that away knowing it was a palette I should try one day. Years later, I was in the studio wanting to realize this idea. I started building it up with 12-string acoustic, drums, and Moog Voyager bass. I made a track that felt fresh and then spent a lot of time just driving around and sitting in my room listening to it, piecing it together what it should be about.”<br />\n<b>“Changephobia”</b>\n“A few years ago I was sitting at a park bench in Massachusetts and someone told me change is good, and it just stuck with me. No one had ever said to me that change is good. This idea informed the whole album. I’ve also had a fascination with sax that dates back maybe a decade. I knew where I wanted to go musically, and wanted to push myself away from the same chord progressions I’ve used in so many songs. This was a new kind of chord progression for me, inspired by jazz. I asked Henry to play a solo over those chords, and he did about 36 takes. The second take had the magic, so that’s what you hear.”<br />\n<b>“Kinney”</b>\n“The first day that I worked with Henry, I sang this melody to him—and he played it back on the saxophone. I didn’t think I was able to play it myself on any instruments, but Henry played it back to me, we put the melody on top, and the next thing I knew I had a song written—a sort of crazy 182 BPM drum ’n’ bass song. I was very doubtful on the outro, because it’s fully grunge. I worried there are some places you should never go. Ultimately, though, I’m glad I went here.”<br />\n<b>“Bio18”</b>\n“I was on tour in Houston years ago and recorded these drums on my iPhone. I’d honestly been hearing the rhythm in my head since I was a kid in D.C. played on buckets on sidewalks. I was curious about where stuff like Charlie Mingus and Charlie Parker, that how that stuff kind of intersects with, like, the French classical composers like Debussy and Ravel. I was curious about the way those things overlap.”<br />\n<b>“[interlude]”</b>\n“I have a rule that I need every song to be at least two minutes, even if it doesn't have lyrics. This was supposed to be a song on the album, but I could just never figure out what to sing. I had Henry play sax on it, and originally the sax was supposed to be a solo, and there would be a song on either side of the solo. Eventually I said to myself, ‘I don't know exactly what I want to say, but maybe the music is saying what I want to say.’ And so I kept it on. The original version of this album also had two other interludes, and I cut those but I kept this one. I don't know why.”<br />\n<b>“To Communicate”</b>\n“Therapy and psychology are probably a huge part of what was on my mind as I was writing the lyrics of this album. But I think that shouldn't be something that's too obvious if I did it right. I like the idea that someone might hear the song and feel, ‘This is clearly about psychology.’ And another person might hear it and think, ‘This is clearly about someone that betrayed Rostam or Rostam feeling that he betrayed himself.’ Dave Fridmann mixed this song, and the one thing I told him was I wanted it to sound like The Zombies. His response was, ‘Then maybe you should speed it up about 10 BPM.’ And I think he's right. I did experiment with that. But it was too late in the game to speed it up that much. And maybe it's good that it doesn't sound <i>too</i> much like The Zombies. But hopefully it sounds a little bit like The Zombies.”<br />\n<b>“Next Thing”</b>\n“It wasn't supposed to be on this album. I'd given up on it for a couple years. And then as I was finishing the album, I thought to myself, ‘You're going need to have a special bonus track for Japan, or it'll be good to have one extra thing.’ But once it was done, I liked it too much. The drums and the piano were recorded live at the same time, they were not recorded with a click track, which, for people who make music, you know that almost everything we hear is steady. And this song is not steady. If you dropped it into one of your DAWs [digital audio workstations] like Ableton, Logic, or Pro Tools and tried to line it up, it will constantly infuriate you. But that's exactly what I wanted from the song.”<br />\n<b>“Starlight”</b>\n“Even before I had written the rest of the album, I knew that this was going to be the last song. It started on a bullet train in Japan, so it was originally called ‘Shinkansen.’ I was at a friend's wedding and he sang Chet Baker to his wife, which made me think there hasn't been a futuristic update of Chet Baker. This is my attempt.”","short":"“Stylistically, I was seeking to make a clean break.”"},"isCompilation":false}},{"id":"1561826242","type":"albums","href":"/v1/catalog/us/albums/1561826242?l=en-US","attributes":{"artwork":{"width":3500,"height":3500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/2b/2e/99/2b2e99ea-266a-4e83-11e7-55eea0556eef/20UM1IM12728.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ac1419","textColor1":"f9db1f","textColor2":"d3e552","textColor3":"e9b31e","textColor4":"ccbb46"},"artistName":"Greentea Peng","isSingle":false,"url":"https://music.apple.com/us/album/man-made/1561826242","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"MAN MADE","recordLabel":"AMF Records","upc":"00602435623528","audioTraits":["lossless","lossy-stereo"],"copyright":"An AMF Records / EMI release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1561826242","kind":"album"},"editorialNotes":{"standard":"“I would definitely say that 2020 pushed me over the edge, to the point that I needed to express myself more than I ever had,” Greentea Peng tells Apple Music. Recordings for <i>MAN MADE</i>—her debut album—first took shape in the early months of 2020, coinciding with a pandemic-induced lockdown and shortly after some sad family news. It led her to use the work as both a means of rumination on the pains of modern life and an ode to his memory. Creating a makeshift studio out of a friend’s house (nicknamed “the woods” from its location in the greenery of Surrey), she spent time alongside longtime friends and collaborators including her band, The Seng Seng Family, and executive producer Earbuds, diving into eclectic genres—ska, soul, trip-hop, dub—to “deliberate my inner workings, and inner conflicts,” she says. But there’s also an underlying effort to weather that conflict through messages of oneness and healing. The bulk of the project is deliberately mixed in 432 Hz (a frequency below industry standard) by legendary engineer Gordon \"Commissioner Gordon\" Williams, inspired by Wells’ research into the power of vibrations to provide comfort and restoration. “We're living in a very conflicting time,” she says. “Amidst the huge paradigm shift globally, physically, and spiritually, things are intense. I always want to help uplift and bring people into the spirit, ignite a little self-belief and sovereignty inside.” Explore <i>MAN MADE</i> with her track-by-track guide.<br />\n<b>“Make Noise”</b> \n“This is a manifesto for the album. The song started from a beat that SAMO and Josh [Kiko, UK music producers] brought to the woods. We were listening to it, the band started jamming it. It ended up turning out really different to the original. I was in a very free state of expression, channeling like Lee ‘Scratch’ Perry. It's not meant to be an easily digested piece of work; it's meant to be somewhat niche and provoking.”<br />\n<b>“This Sound”</b>\n“My band and I were in a perfect environment—very comfortable, there was a heat wave—and we got very trippy. We were making an untold amount of music and things would just happen, the boys started playing, and again, it just came. When we were making it, I wasn't thinking of any influences, but when I listen back, I think Fatboy Slim, or Quentin Tarantino movies. But that's just it—no song on the album really sounds like the song before, but in a way they all do.”<br />\n<b>“Free My People” (feat. Simmy and Kid Cruise)</b>\n“Simmy [UK musician] and Cam [Toman, UK musician known as Kid Cruise] are my bredrins, they've been my bredrins for years. Before the lockdown I'd always ask them to open up my shows; we're almost in a similar kind of vibe the way we mix up the genres. I invited them through to the woods and we actually wrote that song together on the spot.”<br />\n<b>“Be Careful”</b>\n“Swindle [UK musician and music producer] came with the beat and then we recreated it with the musicians. ‘Be Careful’ was cool because it's probably the most different tune on the album; it's quite modern-sounding, almost trappy type. And in terms of the lyrics, I feel like it's one of the simpler songs—it's straight to the point.”<br />\n<b>“Nah It Ain’t the Same”</b>\n“When I say ‘being a man today,’ I'm talking about how being human today is just not the same; when you read scriptures, the word ‘man’ is what human is referred to, like, ‘We are all man at the end of the day.’ I guess I was playing devil's advocate a little bit because I knew people were gonna be like, ‘What about women?’ But I'm going beyond that, beyond all of these ideas of man and woman. For me, I think everyone should be actively seeking to try and balance both their masculine and feminine energy; it doesn't matter what people identify with.”<br />\n<b>“Earnest”</b>\n“The words just came to me—I think I just was waiting for the opportunity to be able to purge and release all of this shit. I'm kind of channeling Barrington Levy and other kinds of reggae, but also just exploring my journey with faith and my connection with God, exploring that in there. It’s very honest.”<br />\n<b>“Suffer”</b>\n“I originally started writing this about my man—he lost his dad basically the year I started going out with him. Initially I started writing about seeing him upset all the time and feeling his pain. I'm very sensitive, and very much an empath. When I then also experienced loss, it gave ‘Suffer’ a new lease of life. I touch on the topic of inherited trauma as well; it's such a massive thing that people just don't realize or know about.”<br />\n<b>“Mataji Freestyle”</b>\n“That was one of the ones we made at like five in the morning—we jammed that song for about two hours straight. Me and the boys were in altered states of consciousness a lot of the time. Obviously we're making music in 432 Hz as well, so that definitely added to the energy of the house. It was very meditative and intense, like I was crying whilst recording that song. It's also quite a complex song if you break it down in terms of technicals; everyone is on a different time.”<br />\n<b>“Kali V2”</b>\n“It’s controversial; I knew certain heads were not gonna like it. But at the end of the day, the album isn't for everyone. I guess it was kind of like a battle tune, a kind of rebel tune—the whole album is, to be honest.”<br />\n<b>“Satta”</b>\n“I got the term ‘satta vibrations’ from [UK singer-songwriter] Finley Quaye. I wrote it one morning outside Highbury & Islington tube station on my way back from a party, still kind of buzzing. Just sat on a bench watching my surroundings—seeing a woman cry, bare feds everywhere, pigeons. ‘Satta’ was also produced by Commissioner Gordon, too.”<br />\n<b>“Party Hard Interlude”</b>\n“I referenced [UK musician] Donae’o on this. It was essential to have on there, like a nice little break. I knew I wanted the album to have interludes, skits, to go in and out, I wanted it to be a journey. We were all on copious amounts of mushrooms when we made this, so I felt it would be rude not to have a little ode to mycelium on there.”<br />\n<b>“Dingaling”</b>\n“We all went to Anish’s [Bhatt, UK producer known as Earbuds] studio after being back from the woods; we met up and were going through the album. Anish showed us that tune and we all ended up just getting a bit waved and being there all night with our instruments out. Before we knew it we’d recreated [his beat]. Again, it’s a re-lick of Blak Twang [2002 single ‘So Rotton’] and 2Face’s [Idibia, now known as 2Baba] ‘African Queen,’ with my own little bit in the middle.”<br />\n<b>“Maya”</b>\n“‘Maya’ for me is a mad one, because I've never sung like that before, especially at the end where I'm proper wailing. This was a time where I really just expressed myself freely. I don't do that often and am not able to do that often yet.”<br />\n<b>“Man Made”</b>\n“This is probably the most overtly political tune, but to me it’s more spiritual. You can take the song literally, but also metaphorically: how these man-made seeds are being planted in society and in the collective. Materialism, consumerism, individualism—it's only once you’re able to shed these accessories that you actually start remembering what it is to be human.”<br />\n<b>“Meditation”</b>\n“This song literally was a meditation. This track could have been like 15 minutes long; initially we recorded for over an hour. It’s meant to take you inside yourself. And with the 432 Hz as well, it's tranquil, to say the least. When you can actually submit to the sound and the frequency, and you're not distracted by anything else, you can actually just listen to it.”<br />\n<b>“Poor Man Skit”</b>\n“I’m questioning the idea of what it is to be rich, to be successful in the modern world, and what it is we should be striving for. Concepts of happiness have kind of gotten distorted. This is really just delving into that—like what does ‘poor’ even mean? Is it the person with no money, or the person with no empathy, compassion, or connection?”<br />\n<b>“Sinner”</b>\n“This one came from a slightly darker place. I played the bass on this one, which was sick; I came up with the bassline first and just built the tune around that. I was feeling quite sinful at the time, I guess—just questioning myself, my intentions, faith, morals—questioning everything, really.”\n<b>“Jimtastic Blues”</b>\n“This is a sentimental one. It's funny because it probably has the saddest lyrics, meaning, and sentiment on the album, but is maybe the most upbeat tune. It's one with Swindle; we’d made it in the woods, then Swindle took it away and added the brass elements at the end, which kind of took it up a notch. It seemed like the perfect way to end the album.\"","short":"“2020 pushed me over the edge. I had to express myself.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1565274937","type":"albums","href":"/v1/catalog/us/albums/1565274937?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/dd/98/f5/dd98f58f-f86d-0c79-cd7c-7574cd835ed9/192641725456_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"ded6cb","textColor1":"0b0e09","textColor2":"10151b","textColor3":"353630","textColor4":"393c3e"},"artistName":"boy pablo","isSingle":false,"url":"https://music.apple.com/us/album/wachitos-self-care-tape-ep/1565274937","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Wachito’s Self-Care Tape - EP","recordLabel":"777 MUSIC","upc":"192641725456","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 777 MUSIC","playParams":{"id":"1565274937","kind":"album"},"isCompilation":false}},{"id":"1561220824","type":"albums","href":"/v1/catalog/us/albums/1561220824?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/6b/b7/75/6bb775e9-2db5-607a-ef3f-cfbaad3de956/0801061347512.jpg/{w}x{h}bb.jpeg","bgColor":"0b0b0b","textColor1":"e8e8e8","textColor2":"e7e0b7","textColor3":"bbbbbb","textColor4":"bbb594"},"artistName":"Squarepusher","isSingle":false,"url":"https://music.apple.com/us/album/feed-me-weird-things/1561220824","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"1996-06-03","name":"Feed Me Weird Things","recordLabel":"Warp Records","upc":"0801061347512","audioTraits":["lossy-stereo"],"copyright":"℗ 1996 Warp Records","playParams":{"id":"1561220824","kind":"album"},"isCompilation":false}},{"id":"1559808477","type":"albums","href":"/v1/catalog/us/albums/1559808477?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music124/v4/e2/8f/d3/e28fd32f-b177-fb5e-4da3-eec936e43c38/196006392611.jpg/{w}x{h}bb.jpeg","bgColor":"c9cac5","textColor1":"101012","textColor2":"212220","textColor3":"353536","textColor4":"424341"},"artistName":"cleopatrick","isSingle":false,"url":"https://music.apple.com/us/album/bummer/1559808477","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"BUMMER","recordLabel":"Nowhere Special Recordings","upc":"196006392611","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Nowhere Special Recordings marketed and distributed by Thirty Tigers","playParams":{"id":"1559808477","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569687682","type":"albums","href":"/v1/catalog/us/albums/1569687682?l=en-US","attributes":{"artwork":{"width":3458,"height":3458,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/2e/32/6c/2e326ce3-f353-5976-2303-886bcdf8e696/840200505031_cover.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"050505","textColor2":"262626","textColor3":"373737","textColor4":"515151"},"artistName":"MoMa Ready","isSingle":false,"url":"https://music.apple.com/us/album/untitled-hoa018/1569687682","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Untitled [HOA018]","recordLabel":"HAUS of ALTR","upc":"840200505031","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 HAUS of ALTR","playParams":{"id":"1569687682","kind":"album"},"isCompilation":false}},{"id":"1562826999","type":"albums","href":"/v1/catalog/us/albums/1562826999?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/a0/cf/05/a0cf0505-146b-9540-aa92-d79726dcbb56/19UMGIM54488.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"1a1207","textColor1":"fcfff8","textColor2":"ffee03","textColor3":"cecfc7","textColor4":"d1c104"},"artistName":"Daniel Barenboim, Martha Argerich, Michael Barenboim, Kian Soltani & Staatskapelle Berlin","isSingle":false,"url":"https://music.apple.com/us/album/debussy-fantaisie-violin-sonata-cello-sonata-la-mer/1562826999","isComplete":true,"genreNames":["Classical","Music","Impressionist"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"Debussy: Fantaisie, Violin Sonata, Cello Sonata, La mer","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948375400","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Daniel Barenboim, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1562826999","kind":"album"},"editorialNotes":{"standard":"<i>Debussy: Fantaisie, Violin Sonata, Cello Sonata, La mer</i> may be an unusual program, but it’s one that proves very satisfying. The common threads are Debussy and Daniel Barenboim, encountered here as both pianist and conductor. Joined by legendary pianist Martha Argerich—a friend of Barenboim’s since childhood—they give us the <i>Fantaisie</i>, Debussy’s quasi-piano concerto, in a performance full of vitality. Two younger musicians join the conductor for the late string sonatas: Barenboim’s son Michael, the celebrated string player, plays the <i>Violin Sonata in G Minor</i> with great feeling, while Austria’s Kian Soltani is particularly fine in the <i>Cello Sonata in D Minor</i>. The album ends with Debussy’s orchestral masterpiece <i>La mer</i>, which Barenboim’s Staatskapelle Berlin play magnificently, the fiber and texture of this “sea symphony” beautifully displayed.","short":"Daniel Barenboim presides over a satisfying Debussy program. "},"isCompilation":false}},{"id":"1565199583","type":"albums","href":"/v1/catalog/us/albums/1565199583?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/53/34/c2/5334c259-4e47-e47d-5347-d2eaa5f7645d/8718723174169.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"101010","textColor2":"323232","textColor3":"404040","textColor4":"5b5b5b"},"artistName":"Debasser","isSingle":false,"url":"https://music.apple.com/us/album/the-invitations-are-real-the-party-is-not/1565199583","isComplete":true,"genreNames":["Dance","Music","Breakbeat"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"The Invitations Are Real, The Party Is Not","recordLabel":"WIDE Records","upc":"8718723174169","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 WIDE Records","playParams":{"id":"1565199583","kind":"album"},"isCompilation":false}},{"id":"1569875479","type":"albums","href":"/v1/catalog/us/albums/1569875479?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/b2/d6/ff/b2d6ff09-9e30-cb32-6e3a-977d246e82f3/21UMGIM45634.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"1d221b","textColor1":"e1eea6","textColor2":"cee3ab","textColor3":"bac58a","textColor4":"aabc8e"},"artistName":"renforshort","isSingle":false,"url":"https://music.apple.com/us/album/off-saint-dominique-ep/1569875479","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-06-04","name":"off saint dominique - EP","recordLabel":"Interscope Records","upc":"00602438341634","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Interscope Records","playParams":{"id":"1569875479","kind":"album"},"editorialNotes":{"standard":"“I need something real,” Lauren Isenberg (aka renforshort) sings on <i>off saint dominique</i>’s “virtual reality,” a plea for her extremely online generation to log off and get outside. That desire for visceral, IRL experience has always been reflected in the Toronto singer’s music, which routinely disrupts her modern-pop sensibilities with a dose of alt-rock crunch. This sophomore EP instantly reasserts renforshort’s firebrand reputation with the gritty-grooved anti-poseur diss track “wannabe,” while the bad-romance lament “fall apart” practically positions her as the alt-metal Billie Eilish. But <i>off saint dominique</i> concludes with a pair of revelatory acoustic ballads—the string-sweetened “exception” and the ethereal dream-pop reverie “this is just a story”—that provide candid glimpses of the wounded soul lurking behind renforshort’s attitude offensive.","short":"The alt-pop firebrand balances tough attitude and tender emotions."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1558310780","type":"albums","href":"/v1/catalog/us/albums/1558310780?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/a7/a8/f8/a7a8f8ae-76e7-771c-6c46-290ea16edafa/634457055056.jpg/{w}x{h}bb.jpeg","bgColor":"f5f9eb","textColor1":"090d1f","textColor2":"581139","textColor3":"383c47","textColor4":"77405c"},"artistName":"Sun Seeker","isSingle":false,"url":"https://music.apple.com/us/album/a-sunrise-in-a-basement/1558310780","isComplete":true,"genreNames":["Rock","Music","Alternative","Indie Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"A Sunrise in a Basement","recordLabel":"Misra Records","upc":"634457055056","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 Misra Records","playParams":{"id":"1558310780","kind":"album"},"isCompilation":false}},{"id":"1559116239","type":"albums","href":"/v1/catalog/us/albums/1559116239?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music114/v4/2a/f2/cd/2af2cd7e-3f7b-9e0e-808b-ea5c8d2a6031/756029612792.jpg/{w}x{h}bb.jpeg","bgColor":"3c5836","textColor1":"ecf6ce","textColor2":"cdedb0","textColor3":"c8d6b0","textColor4":"b0d098"},"artistName":"Pan Daijing","isSingle":false,"url":"https://music.apple.com/us/album/jade/1559116239","isComplete":true,"genreNames":["IDM/Experimental","Music","Electronic"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Jade","recordLabel":"PAN","upc":"756029612792","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 PAN","playParams":{"id":"1559116239","kind":"album"},"isCompilation":false}},{"id":"1554927207","type":"albums","href":"/v1/catalog/us/albums/1554927207?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/7e/93/f4/7e93f491-4354-ff8c-2cda-fc3237a48935/196006066901.jpg/{w}x{h}bb.jpeg","bgColor":"bfc0c5","textColor1":"0f0d08","textColor2":"292a27","textColor3":"32312e","textColor4":"474847"},"artistName":"latewaves","isSingle":false,"url":"https://music.apple.com/us/album/hell-to-pay/1554927207","isComplete":true,"genreNames":["Pop Punk","Music","Alternative"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"Hell to Pay","recordLabel":"Know Hope Records LLC","upc":"196006066901","audioTraits":["lossy-stereo"],"copyright":"℗ 2021 LATEWAVES","playParams":{"id":"1554927207","kind":"album"},"isCompilation":false,"contentRating":"explicit"}}]}