{"data":[{"id":"1581087024","type":"albums","href":"/v1/catalog/us/albums/1581087024?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/c5/d8/c6/c5d8c675-63e3-6632-33db-2401eabe574d/190296491412.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"d5aa00","textColor2":"f54f35","textColor4":"cf402a","textColor1":"fed400","bgColor":"350200","hasP3":false},"artistName":"Ed Sheeran","isSingle":false,"url":"https://music.apple.com/us/album/1581087024","isComplete":true,"genreNames":["Pop","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"=","recordLabel":"Atlantic Records UK","upc":"190296491412","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"An Asylum Records UK release, a division of Atlantic Records UK, ℗ 2021 Warner Music UK Limited","playParams":{"id":"1581087024","kind":"album"},"editorialNotes":{"standard":"“The theme of the record is me turning 30, becoming a dad, losing a friend, trying to balance work and marriage,” Ed Sheeran tells Apple Music of his fourth full-length LP, <i>=</i>. “It’s stuff that really has meant a lot to me.” The follow-up to 2017’s all-conquering <i>÷</i> was originally conceived as an acoustic record, with Sheeran setting up in Nashville way back in 2018 to work. You’ll find tracks from that time here (“First Times,” “Love in Slow Motion”), but—with Sheeran restlessly writing and recording right up until its release—<i>=</i> is a typically eclectic record from an artist who has always delighted in confounding expectations. There’s ’80s-inspired pop (the gargantuan “Bad Habits”), sad bangers (“Overpass Graffiti”), a cinematic piano ballad (“The Joker and the Queen”), and even a child’s lullaby, written for his daughter (“Sandman”). All tied together by bare-skinned songwriting, <i>=</i> is Sheeran’s most personal, moving record to date. And he has just one request before you press play. “Please just listen to it once in order, that’s all I ask,” he says. “I don’t care what you do after your first listen. Put songs on a playlist, put the album on shuffle—whatever you want. But you should listen the way it’s intended to be listened to at least once.” And as you do that, read Sheeran’s intimate track-by-track guide to the album here.<br />\n<b>“Tides”</b>\n“I had ‘Eraser’ on <i>÷</i>, which was me summing up the last few years and letting people know where I was. I wanted to do that again, but I didn’t really want to rap this time. I wanted something you could open with in a stadium that was huge, but, at the same time, tiny. So the verse is as chaotic as it comes, it’s just noise: This is what's going on my life. This is my career. And then everything stops. It's about what happened: I became a dad and all the noise was just shut off. Nothing else mattered at that moment.”<br />\n<b>“Shivers”</b>\n“I sometimes find myself in a vice-grip choke hold by the past songs I've written or the genre I'm in, or to always be a meaningful, deep singer-songwriter and write songs that really rip out someone’s heart. But the more and more my career's gone on, I like to do fun love songs sometimes. You could put this song on at the office Christmas party and hopefully everyone's going to get twisted to it.”<br />\n<b>“First Times”</b>\n“The reason ‘First Times’ is at this point in the album is so there can be an intake of breath from my fans, like, ‘OK, cool, there are songs on here for us.’ This is pretty much classic me format. And it has a funny story. Fred [aka producer and artist Fred again..] and I wrote this song and my brother [composer Matthew Sheeran] did a string part that went over the demo. We were living in this house in Nashville, which had an amazing wine cellar, and all of my friends had these weed pens. We'd finish a day of sessions, have a load of wine, get on the weed pens, watch an <i>Avengers</i> movie, and just smash Doritos. One night, Fred is like, ‘Hey, man, can you re-vocal this?’ And I could barely keep my eyes open. I was not a functioning human. I sung it once and that’s the version on the song, which is why it’s gentle and delicate. Because I was almost gone.”<br />\n<b>“Bad Habits”</b>\n“I'm very aware that I've never really done dance songs solo, and I've always had that in my back pocket as something I wanted to try. Fred and his brother go by Rain Radio, and I wanted to make something like their track ‘Talk About’—not for me to sing, just a club banger. I went home and I had five or six songs I'd made that day. I played them to my wife [Cherry Seaborn], and as soon as ‘Bad Habits’ came on, she was like, ‘That. You should expand on that.’ So we did. If you stripped the dance beat away from this and sung it on a piano, it would fit on <i>x</i> or <i>+</i> quite well. I became a dad and I needed to cut certain things out that were detrimental to my body, basically.”<br />\n<b>“Overpass Graffiti”</b>\n“The song’s about a breakup that was years ago. You still hold on to the memory of that and it will never fade, like graffiti on the overpass. Originally, this song was a power ballad, it was very slow. Then Fred said, ‘Have you ever thought about making it double time?’ It gave it new life.”<br />\n<b>“The Joker and the Queen”</b>\n“We’d written ‘Bad Habits,’ and I was like, ‘I think we’re done for the day. I’m not going to put pressure on trying to get another song.’ Then Fred said, ‘I just worked with this guy, [British singer-songwriter] Sam Roman, and he did a piano instrumental that I've always thought is really beautiful, but I've never been able to write anything over it.’ He played it and honest to god, it was probably 15 to 20 minutes of writing down metaphors and whispering them in. I had the line ‘joker and the queen,’ then it was like, ‘I fold, you saw my hand, you let me win, you put the cards on the table.’ I didn’t like this song for a while—in my mind, songwriting is cheating when it’s that easy. Then my brother did a string part and suddenly it sounded like this old classic that had been around since the ’50s. I fell in love with it.”<br />\n<b>“Leave Your Life”</b>\n“I flew over to Australia for the memorial of my friend Michael [Gudinski, the beloved Australian music industry figure who was a mentor to Sheeran, who died in March 2021] and was quarantining for two weeks. We watched the funeral via a live video link, and afterwards I was on the phone to his daughter, who said, ‘My dad always said that he loved me. The last thing he ever said to me was “I love you.”’ I was like, ‘My daughter is six months old. If I went tomorrow, she would never know.’ So this is a letter to her, saying that. I think this is my favorite song on the album. There aren’t a lot of lyrics in this, but every single line, I feel, means the most.”<br />\n<b>“Collide”</b>\n“I felt the album was quite morose up to this point, and I wanted to pick it up again with an uplifting song. My first-dance wedding song was ‘Thirteen’ by Ben Kweller, which is a list of things that he did with his wife. I messaged him and said, ‘Can I do a version of that [and] it’s everything else that me and Cherry have done?’ And he said, ‘Go ahead!’ It's a tune that, if you were at a festival, you'd be putting your hands in the air and holding a glass of cider.”<br />\n<b>“2step”</b>\n“In April or May in 2021, I was in LA with [producer] Andrew Watt, who I’ve known for 10 years, but who I’ve never worked with before. I went by his studio and we made four of five songs for the fun of it. ‘2step’ was one that I really liked. It sounded like 2010 me—it was me at 30, trying to be me at 18, singing about what I was going through at 30. I always had the line ‘two-stepping with the woman I love’ because I can't dance. And my wife, god bless her, isn't an incredible dancer either. But the two-step is what we can do.”<br />\n<b>“Stop the Rain”</b>\n“This is about a lawsuit I’m involved with. Every time I've ever taken influence from a song, I give it credit. And this thing that I'm in at the moment, I believe I'm in the right. But the rain just won’t stop. It's just about knowing that you're in the right, and knowing that you will eventually get out of it. I do feel like this song is me taking the shit of that situation and making something great out of it.”<br />\n<b>“Love in Slow Motion”</b>\n“In the city, there’s always something going on. Then [Cherry and I] moved to Suffolk full-time, and not many people live around us, and we would start having evenings where it was like, ‘Oh man, this is really nice. How are you?’ ‘Love in Slow Motion’ is basically about switching all of that off and enjoying each other's company and realizing why you love each other.”<br />\n<b>“Visiting Hours”</b>\n“I was working with [British singer-songwriter] Amy Wadge, who I'd made ‘Thinking Out Loud’ with. And she said she'd been working with this guy called Ant Clemons, who had sent a song for me to check out. It wasn’t for me, but it had this line: ‘I wish heaven had visiting hours.’ We asked if we could use it. And then my friend Michael passed away. I had about a week and a half where I couldn’t have a conversation with anyone without sobbing. I wrote this at my house and then sang it at his memorial. I found it quite upsetting to write and definitely more upsetting to sing.”<br />\n<b>“Sandman”</b>\n“I wrote this song before my daughter was born. I thought, ‘She’s going to need a lullaby. What would she be dreaming about?’ This comes just after ‘Visiting Hours,’ so you’ve got sadness and loss and then joy and life. I think it just diffuses the situation instantly after ‘Visiting Hours.’”<br />\n<b>“Be Right Now”</b>\n“I purposefully wrote this as a closing track. It felt like the end of the record, my family basically going back into our world. The album literally starts with you being slapped in the face with noise, and the album ends with a vocoder choir singing really gently and easing you out. I just liked it—I really, really like the sound of it.”","short":"“It’s stuff that really has meant a lot to me.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/32iAEBstCjauDhyKpGjTuq"}},{"id":"1592006532","type":"albums","href":"/v1/catalog/us/albums/1592006532?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/34/58/8a/34588a83-c727-e6b1-ba6d-0345d86edcf0/21UM1IM18918.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"6fb2b4","textColor2":"4ec8cc","textColor4":"44a9ae","textColor1":"84d4d4","bgColor":"1c2d34","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/the-harder-they-fall/1592006532","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"The Harder They Fall","recordLabel":"Geneva Club/ Roc Nation Records, LLC","upc":"00810061169352","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Geneva Club/ Roc Nation Records, LLC","playParams":{"id":"1592006532","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/10bAJPwaVraunwjxrPJLiT"}},{"id":"1586011488","type":"albums","href":"/v1/catalog/us/albums/1586011488?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/2e/4e/90/2e4e906f-275c-a332-06fa-5a6ba53668f5/093624875970.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"262e38","textColor2":"271f19","textColor4":"393d41","textColor1":"0e0c0d","bgColor":"84b9e1","hasP3":false},"artistName":"Morgan Evans","isSingle":false,"url":"https://music.apple.com/us/album/the-country-and-the-coast-side-a-ep/1586011488","isComplete":true,"genreNames":["Country","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"The Country And The Coast Side A - EP","recordLabel":"Warner Music Nashville","upc":"093624875970","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Warner Music Nashville LLC.","playParams":{"id":"1586011488","kind":"album"},"editorialNotes":{"short":"The Australian star brings the guitars to the front."},"isCompilation":false}},{"id":"1588309132","type":"albums","href":"/v1/catalog/us/albums/1588309132?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/79/1e/bb/791ebb9d-1b0b-8f86-401a-ca2d57e80460/21UM1IM21077.rgb.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"c6ccd0","textColor2":"e7d4db","textColor4":"b9afb9","textColor1":"f7f7f7","bgColor":"001e34","hasP3":false},"artistName":"NCT 127","isSingle":false,"url":"https://music.apple.com/us/album/favorite-the-3rd-album-repackage/1588309132","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-10-25","name":"Favorite - The 3rd Album Repackage","recordLabel":"SM Entertainment","upc":"00888735939358","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SM Entertainment","playParams":{"id":"1588309132","kind":"album"},"editorialNotes":{"standard":"Three fresh romantic tunes bolster the K-pop group’s LP update.","short":"Three fresh romantic tunes bolster the K-pop group’s LP update."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5LbnQtyHBfJUCigA08llHX"}},{"id":"1591607781","type":"albums","href":"/v1/catalog/us/albums/1591607781?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/f4/0a/1f/f40a1f93-2159-533e-3d2a-542fefd72a06/21UM1IM24535.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"36352e","textColor2":"0e100d","textColor4":"3a3a35","textColor1":"090904","bgColor":"e9e5d9","hasP3":false},"artistName":"Big Sean & Hit-Boy","isSingle":false,"url":"https://music.apple.com/us/album/what-you-expect-ep/1591607781","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"What You Expect - EP","recordLabel":"Big Sean/ Hit-Boy PS/ Def Jam","upc":"00602445027729","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 FF to Def Entertainment, LLC/Def Jam Recordings, a division of UMG Recordings, Inc.","playParams":{"id":"1591607781","kind":"album"},"editorialNotes":{"standard":"In the legend that is Big Sean’s origin story, the Detroit-hailing MC first got the attention of G.O.O.D. Music label boss Kanye West by ambushing West at a radio appearance and delivering a freestyle so vicious—over the course of West’s walk from the station’s entrance to his car—that Ye was forced to sign him. This movie-script-perfect fantasy of impressing the one person most likely to change your life aside, Big Sean has for the entirety of his career taken great pride in his bars, and <i>What You Expect</i>, Sean’s 2021 collaborative project with Fontana, California-based producer Hit-Boy, is no exception.<br /> \nRapping is the centerpiece here, Sean out to prove that cleverness trumps all, and he’s never in short supply. “Bitch, I ain't forcing it/Holiday season I'm covered in ornaments/This ain't a tour, this a tournament/If I was stuck in a room with your shit on repeat, then that shit would be torturous,” he raps on the aptly titled “Chaos.” It’s a quick six-song set with features from Bryson Tiller and Lil Durk (“Loyal to a Fault”) and Detroit connection Babyface Ray and 42 Dugg (“Offense”), but that’s more than enough time for Sean to remind us that he always has rapped to impress—and always will.","short":"A beloved hip-hop producer sets the table for a Sean Don bar-fest."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1590953589","type":"albums","href":"/v1/catalog/us/albums/1590953589?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/36/3c/ef/363cef08-584c-ac64-d2e7-05e3329b4945/LiveInOsaka.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"333333","textColor2":"460130","textColor4":"6b3459","textColor1":"000000","bgColor":"ffffff","hasP3":false},"artistName":"Avicii","isSingle":false,"url":"https://music.apple.com/us/album/avicii-live-from-osaka-japan-jun-4-2016-dj-mix/1590953589","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":48,"isMasteredForItunes":false,"releaseDate":"2016-06-04","name":"Avicii, Live from Osaka, Japan, Jun 4, 2016 (DJ Mix)","upc":"5056381818265","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1590953589","kind":"album"},"editorialNotes":{"standard":"In the decade since Tim Bergling released his seminal hit “Levels”—a song so gigantic and absorbing it defined an entire generation of electronic dance music—it has continued to echo throughout festivals and clubs as a sort of sentimental timestamp, the last burning ember of the EDM boom that dissipated as quickly as it hit. Many would argue the track is the era’s preeminent artifact—the biggest song from the brightest star—and it’s a prime example of Avicii’s sticky fingerprints: clever sampling (Etta James’ “Something's Got a Hold on Me”), melodic synths, and euphoric, larger-than-life drops, all of which have been pressed onto pop music forever. In this special recording from Bergling's 2016 show in Osaka, Japan, released on the 10th anniversary of “Levels” and just three years after his tragic death, you can hear his legacy loud and clear: builds designed to inspire togetherness and chord progressions that sound like hope.","short":"Celebrate 10 years of “Levels” with a never-before-released Avicii set."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1584124422","type":"albums","href":"/v1/catalog/us/albums/1584124422?l=en-US","attributes":{"artwork":{"width":3701,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/89/59/bb/8959bb7b-cdba-b4d1-bf0b-270ca24de0a5/093624880738.jpg/{w}x{h}bb.jpg","height":3701,"textColor3":"d4d7dd","textColor2":"d7e6db","textColor4":"bdcbc5","textColor1":"f4f5f9","bgColor":"56606c","hasP3":false},"artistName":"Mastodon","isSingle":false,"url":"https://music.apple.com/us/album/hushed-and-grim/1584124422","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Hushed and Grim","recordLabel":"Reprise","upc":"093624880738","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Reprise Records","playParams":{"id":"1584124422","kind":"album"},"editorialNotes":{"standard":"Most Mastodon fans probably knew it was only a matter of time before the band dropped a double album. The Atlanta metal squad’s intricate songs and dazzling prog tendencies have been begging for the Pink Floyd treatment for years—and the pandemic’s enforced downtime provided them with the window to do it. “With the extra time to work on material, we just kept writing,” Mastodon drummer, co-vocalist, and lyricist Brann Dailor tells Apple Music. “When we got to the point where we had 20 ideas that were pretty fleshed out, we said, ‘We need to stop now.’ From there, it was hard even narrowing it down to 15 songs, so I’m not sure what we would’ve done if we’d needed to make a single album.” Thematically, <i>Hushed and Grim</i> largely deals with the death of Mastodon’s longtime friend and manager Nick John, who was taken by cancer in 2018. “It’s definitely a representation of the time period we went through,” Dailor says. “The pandemic, Nick John’s passing, and other things that transpired for us during that time.” Below, he details some key tracks from the record.<br />\n<b>“Pain With an Anchor”</b>\n“I think that's probably one of the first songs that came about for the album. I strung a couple of riffs together, and then [guitarist] Bill [Kelliher] and I sat down in his basement and combined a few more. He came up with that big, heavy riff at the end and all that cool stuff in the bridge. I added these weird vocal swells—and some thunderclaps—underneath to make it more evil and sinister. The drum intro didn’t come until much later, when we were about to cut it for real. I just had this idea to do this quads intro thing, which sort of cemented it as being the first song on the record.”<br /> \n<b>“More Than I Could Chew”</b>\n“That’s a big Bill riff. I really drove it straight on the drums and I didn’t deviate too much from that, which is a little bit different for me. I’m more of a frantic player, usually. The kick pattern also opened up a lane for me to sing over the top of it. I don’t think Bill was really expecting there to be this higher, soaring vocal over that. [Bassist] Troy [Sanders] came up with that last riff, the one that [guitarist] Brent [Hinds] solos over. I just love that part. Troy hasn’t really been a big writer in the band, but this time around he wrote four or five tracks.”<br /> \n<b>“The Beast”</b>\n“This is one of Brent’s, and I wrote some lyrics for him. It’s got that opening country guitar lick and then it goes into what seems like a blues shuffle to me. Brent’s voice is just awesome there—I think it’s really soulful and bluesy. And then it moves into sort of a proggy King Crimson-type part that leads into Marcus King’s solo, which I love. Brent and Marcus are good friends, so it was cool to bring Marcus in to do that. To me, it’s a real proggy-sounding solo and it really flexes Marcus’ talents as a masterful guitar player. And it’s cool for Brent to hand the reins over like that, being an amazing soloist himself.”<br /> \n<b>“Teardrinker”</b>\n“This is a simple two-part guitar thing I came up with on an acoustic. I’m not the most talented guitar player, so most of what I write is pretty simple—and then I turn it over to Bill to get the magic happening. I wrote this at a time when it wasn’t going well for me. I was in a dark place. I was actually living in this apartment that had no sofa, no TV—just an acoustic guitar and a bed. I was hijacking a bit of service off my phone so I could try to watch some shows on my iPad. It was a rough time, but I’m okay now. So it’s a big emotional song, but it turned out pretty catchy.”<br /> \n<b>“Pushing the Tides”</b>\n“There’s not a lot of rippers on this album, but this is a ripper that just feels good to play. It’s another one that came from sitting in Bill’s basement. The first riff reminds me of early AmRep stuff like Chokebore, Guzzard, or early-’90s Barkmarket maybe. There’s some prog influence there, some Killing Joke—all that stuff we’re into, being kids of the ’90s. We sort of came from that whole scene of underground, mathy stuff that was below the upper echelons of grunge. So it’s cool when that stuff pops up. It’s a fun song with a big chorus.”<br /> \n<b>“Dagger”</b>\n“Once you’ve decided that you’re making a double album, you can sprawl out a bit. I don’t know that this song would’ve been as cool as it ended up being if we didn’t go down the rabbit hole with it. We got a sarangi player, and my friend Dave Witte from Municipal Waste came in to do some percussion on these tribal drums and hunks of metal. Then we had our buddy come in and play some crazy Moog at the end. I’m stoked on it, but if it wasn’t for Troy’s voice, you’d have a hard time convincing even a Mastodon fan that this was a Mastodon song.”<br />\n<b>“Had It All”</b>\n“This is an important song, and very Nick John-centric. He probably shows up in the lyrics of every song, but this one is specifically aimed at his situation. To have Kim Thayil do the solo was amazing, because Soundgarden was one of Nick’s favorite bands. And what a cool turn of events that Troy’s mom got to virtually jam on French horn with Kim on this one. Kim did a really beautiful, heart-wrenching solo, and then Troy’s mom added another beautiful texture with a nice little horn arrangement. This is the closest I think we’ve come to a ballad, I think, but it’s an emotional song for us. The only bummer is that Nick isn’t here to hear it.”<br /> \n<b>“Gigantium”</b>\n“This is another one I wrote when I was in that apartment. I call it the Sadness Hole. I don’t want to get into why I was there, but just to be clear, I wasn’t strung out on drugs or anything like that. It was a personal time. But the last riff really sounded like the end of something. It’s sad-sounding, but there’s also some hope there. So we put some string arrangements on it and Brent did this really beautiful guitar solo. The last line is for Nick John: ‘The mountains we made in the distance will be with us forever.’ I think it’s a beautiful farewell.”","short":"“Once you’ve decided you’re making a double album, you can sprawl out a bit.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5xnZl7sdxxIb4rkDcbD4IC"}},{"id":"1588158049","type":"albums","href":"/v1/catalog/us/albums/1588158049?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/7b/0e/36/7b0e3652-5d0a-4e81-6a7e-4bf21e5aed74/886449636839.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"da8f78","textColor2":"e5ae90","textColor4":"d28c77","textColor1":"efb391","bgColor":"860014","hasP3":false},"artistName":"NICKI NICOLE","isSingle":false,"url":"https://music.apple.com/us/album/parte-de-m%C3%AD/1588158049","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-10-28","name":"Parte de Mí","recordLabel":"Sony Music Latin/DALE PLAY Records","upc":"886449636839","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 DALE PLAY Records, under exclusive license to Sony Music Entertainment US Latin LLC","playParams":{"id":"1588158049","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3ma7if5xuOYxZouDsuCsdP"}},{"id":"1576851901","type":"albums","href":"/v1/catalog/us/albums/1576851901?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/d0/bb/db/d0bbdb88-33f5-1ead-5d18-a21985135ede/075679781666.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"373539","textColor2":"0b1f53","textColor4":"374872","textColor1":"0b080b","bgColor":"eaebf0","hasP3":false},"artistName":"The War on Drugs","isSingle":false,"url":"https://music.apple.com/us/album/i-dont-live-here-anymore/1576851901","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"I Don’t Live Here Anymore","recordLabel":"Atlantic Records","upc":"075679781666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Atlantic Recording Corporation","playParams":{"id":"1576851901","kind":"album"},"editorialNotes":{"standard":"As The War on Drugs has grown in size and stature from bedroom recording project to sprawling, festival-headlining rock outfit, Adam Granduciel’s role has remained constant: It’s his band, his vision. But when the pandemic forced recording sessions for their fifth LP <i>I Don’t Live Here Anymore</i> to go remote in 2020, Granduciel began encouraging his bandmates to take ownership of their roles within each song—to leave their mark. “Once we got into a groove of sending each other sessions, it was this really cool thing where everyone had a way of working on their own time that really helped,” he tells Apple Music. “I think being friends with the guys now and collaborative for so many years, each time we work together, it's like everyone's more confident in their role and I’m more confident in my desire for them to step up and bring something real. I was all about giving up control.”<br />\nThat shift, Granduciel adds, opened up “new sonic territory” that he couldn’t have seen by himself. And the sense of peace and perspective that came with it was mirrored—if not made possible—by changes in his personal life, namely the birth of his first child. A decade ago, Granduciel would have likely obsessed and fretted over every detail, making himself unwell in the process, “but I wasn't really scared to turn in this record,” he says. “I was excited for it to be out in the world, because it's not so much that you don't care about your work, but it’s just not the most important thing all the time. I was happy with whatever I could contribute, as long as I felt that I had given it my all.” Here, Granduciel guides us through the entire record, track by track.<br />\n<b>“Living Proof”</b>\n“It felt like a complete statement, a complete thought. It felt like the solo was kind of composed and was there for a reason, and it all just felt buttoned up perfectly, where it could open a record in kind of a tender way. Just very deliberate and right.”<br />\n<b>“Harmonia’s Dream”</b>\n“It’s mostly inspired by the band Harmonia and this thing that [keyboardist] Robbie [Bennett] had done that was blowing my mind in real time. I started playing those two chords, and in the spur of the moment he wrote that whole synth line. We went on for about nine minutes, and I remember, when we were doing it, I was like, ‘Don't hit a wrong note.’ Because it was so perfect what he was just feeling out in the moment, at 2 am, at some studio in Brooklyn. I was so lucky that I got to witness him doing that.”<br />\n<b>“Change”</b>\n“I had started it at the end of 2017’s <i>Deeper Understanding</i> and it was like this piano ballad in half-time. Years later, we’re in upstate New York, and I'm showing it to [bassist] Dave [Hartley] and [guitarist] Anthony [LaMarca]. I'm on piano and they're on bass and drums and it's not really gelling. At some point Anthony just picks up the drumsticks and he shifts it to the backbeat, this straight-ahead pop-rock four-on-the-floor thing. It immediately had this really cool ‘I'm on Fire’ vibe.’”<br />\n<b>“I Don’t Wanna Wait”</b> \n“[Producer-engineer] Shawn [Everett], for the most part, puts the vocal very front and center on a lot of songs, very pop-like. I think as you get more confident in your songs it's okay to have the vocals there. But for this one I was thinking about Radiohead, like it would be cool if we just processed the vocals in this really weird way. I wanted to have fun with them, because we’ve already got so many alien sounds happening with those Prophet keyboards and the moodiness of the drum machine. I wanted to give it something that felt like you were sucked into some weird little world.”<br />\n<b>“Victim”</b>\n“Ten years ago if we had had this song, we wouldn't have a chorus on it—it would just be like a verse over and over. Now I feel like we've progressed to where you have this hypnotic thing but it actually goes somewhere. We’d had it done, but the vocals were a little weird. I told Shawn I wasn’t sure about them, because this song had such a vibe. When he asked me to describe it in one word, I was like, ‘back alley,’ like steam coming out of a fucking manhole cover or something. And then he puts his headphones on and I see him work in some gear for like 30 minutes—and then he turns the speakers on. I was like, ‘Oh, dude. That's it.’”<br />\n<b>“I Don’t Live Here Anymore”</b>\n“I'll be the first to say it has that '80s thing going, but we kind of pushed it in that way. At one point Shawn and I ran everything on the song—drums, the girls, bass, everything—through a JC-120 Roland amplifier, which is like the sound of the '80s, essentially. I saw it just sitting there at Sound City [Studios in Los Angeles]. We spent like a day doing that, and it just gave it this sound that was a familiar heartbeat or something. It sounds huge but it also felt real—in my mind it was basically just a bedroom recording, because everything was done in my tiny little room, directly into my computer.”<br />\n<b>“Old Skin”</b>\n“I demoed it in one afternoon, in like 30 minutes. Then I showed it to the band, and from the minute we started playing, it was just so fucking boring. But I knew that there was something in the song I really liked, and we kept building it up and building it up, and then one day, I asked Shawn to mute everything except the two things I liked most: the organ and the single note I was playing on the Juno. I brought the drums in at the right moment and it was like, 'Oh, that's the fucking song.’ Lyrically, I felt like it was about the concept of pushing back against everything that tries to hold you down—and having a song about that and then having it be as dynamic as it is, with these drums coming out of nowhere, it just feels like a really special moment. It’s my favorite song on the record, I think.”<br />\n<b>“Wasted”</b>\n“This song was actually a really early one that I kind of abandoned—I sent it to [drummer] Pat [Berkery] because I knew there was a song there but the drums were just very stale. I didn't know any of this, but the day that he was working out of my studio in Philly was the day that his personal life had kind of all come to a head: He was getting divorced from his wife of 15 years. He did the song and he sent it back to me and it was fucking ferocious. It just gave new life to it. Springsteen always talks about Max Weinberg on ‘Born in the U.S.A.’ and how it’s Max's greatest recorded performance. I said the same thing when I heard this: ‘It’s Pat’s greatest recorded performance.’”<br />\n<b>“Rings Around My Father’s Eyes”</b>\n“I'd been strumming those open chords for a couple years—I had the melody and I had that opening line. I wanted to express something, but I wasn't 100% sure how I was going to go about doing it—part of the journey was to not be embarrassed by a line or not think that something is too obvious and too sentimental. As time went on with this record, I became a dad, and I started seeing it from the other side. It’s not so much a reflection on my relationship with my own dad, but starting to think about being a dad, being a protector.”<br />\n<b>“Occasional Rain”</b>\n“As a songwriter I just love it because it's really concise. Lyrically, I was able to wrap up some of the scenes that I wanted to try and talk about, knowing where it was going to go on the record. I just think it's one of those songs that's a perfect closer. It's the last song in our fifth album. It's like, if this was the last album we ever made and that was the last song, I'd be like, ‘That's a good way to go out.’”","short":"“I was happy as long as I felt that I had given it my all.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/69jQsPvJzMvcb2fGqI2qaB"}},{"id":"1592373720","type":"albums","href":"/v1/catalog/us/albums/1592373720?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/21/b7/65/21b76588-dc74-9fec-33e8-ec4cbd0606e2/093624877066.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d2d1cf","textColor2":"ebe0d3","textColor4":"c8c8c6","textColor1":"f8ebdd","bgColor":"3c6895","hasP3":false},"artistName":"IDK","isSingle":false,"url":"https://music.apple.com/us/album/usee4yourself-deluxe/1592373720","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":26,"isMasteredForItunes":false,"releaseDate":"2021-06-04","name":"USEE4YOURSELF (Deluxe)","recordLabel":"Clue/Warner Records","upc":"093624877066","audioTraits":["lossless","lossy-stereo"],"copyright":"Clue No Clue LLC. with Warner Records Inc., ℗ 2021 Warner Records Inc.","playParams":{"id":"1592373720","kind":"album"},"isCompilation":false,"contentRating":"clean","spotify":"https://open.spotify.com/album/34go0JAfH5nB2Ks15oek6e"}},{"id":"1586228889","type":"albums","href":"/v1/catalog/us/albums/1586228889?l=en-US","attributes":{"artwork":{"width":3551,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/1f/ab/ff/1fabff27-a759-b9d4-45b8-dc1b03b7a315/21UM1IM07740.rgb.jpg/{w}x{h}bb.jpg","height":3551,"textColor3":"bec2c8","textColor2":"d1d9eb","textColor4":"adb1c0","textColor1":"e6eef4","bgColor":"1b1216","hasP3":false},"artistName":"Tori Amos","isSingle":false,"url":"https://music.apple.com/us/album/ocean-to-ocean/1586228889","isComplete":true,"genreNames":["Pop","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Ocean to Ocean","recordLabel":"Decca (UMO)","upc":"00602438868513","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Decca Records Release; ℗ 2021 Tori Amos, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1586228889","kind":"album"},"editorialNotes":{"standard":"Poignant musings on loss and rebirth against a Cornish canvas.","short":"Poignant musings on loss and rebirth against a Cornish canvas."},"isCompilation":false,"spotify":"https://open.spotify.com/album/08dsnxebW6wZCu8NpmK3kn"}},{"id":"1576539011","type":"albums","href":"/v1/catalog/us/albums/1576539011?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/26/37/6e/26376e31-9483-916b-c8e6-7ae747543ba2/artwork.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f3a32","textColor2":"2d2823","textColor4":"4d473f","textColor1":"1b1712","bgColor":"cec3b1","hasP3":false},"artistName":"Jerry Cantrell","isSingle":false,"url":"https://music.apple.com/us/album/brighten/1576539011","isComplete":true,"genreNames":["Rock","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Brighten","recordLabel":"Jerry Cantrell","upc":"196322267891","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Jerry Cantrell","playParams":{"id":"1576539011","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4G14ImdbfLm9adBZfNuMjg"}},{"id":"1579792486","type":"albums","href":"/v1/catalog/us/albums/1579792486?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/a3/47/68/a34768b7-1b51-4fb1-8b8c-95ce2a67df07/634457070660.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"d4cbdf","textColor2":"fb0000","textColor4":"d20013","textColor1":"fefefe","bgColor":"2d0062","hasP3":false},"artistName":"Bat Fangs","isSingle":false,"url":"https://music.apple.com/us/album/queen-of-my-world/1579792486","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Queen of My World","recordLabel":"Don Giovanni Records","upc":"634457070660","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Don Giovanni Records","playParams":{"id":"1579792486","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6YBW61yTkdjTuxY5UNiorZ"}},{"id":"1576515552","type":"albums","href":"/v1/catalog/us/albums/1576515552?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/b4/d7/57/b4d757f4-a85a-3620-ee1a-ef2f7244a57a/21UMGIM32810.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cfcccb","textColor2":"faea72","textColor4":"cdbc5c","textColor1":"fdfdfd","bgColor":"190602","hasP3":false},"artistName":"Andrew Lloyd Webber & The Andrew Lloyd Webber Orchestra","isSingle":false,"url":"https://music.apple.com/us/album/andrew-lloyd-webber-symphonic-suites/1576515552","isComplete":true,"genreNames":["Classical","Music","Contemporary Era","Orchestral"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Andrew Lloyd Webber: Symphonic Suites","recordLabel":"Decca (UMO) (Classics)","upc":"00602438205080","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Records Release; ℗ 2021 The Really Useful Group, under exclusive license to Universal Music Operations Limited","playParams":{"id":"1576515552","kind":"album"},"editorialNotes":{"standard":"Drawing on three of his best-loved and longest running musicals, Andrew Lloyd Webber receives the full symphonic treatment. <i>Evita</i>, <i>Sunset Boulevard</i>, and <i>The Phantom of the Opera</i> all lend themselves naturally to this full-orchestra approach and the resulting album is truly <i>de luxe</i>. The big tunes—and these three shows have plenty—sing out in their new symphonic garb with terrific impact, each with a markedly different soundworld. Superbly recorded at Lloyd Webber’s Theatre Royal Drury Lane in London, this album is like a 24-carat fanfare to the West End’s reopening after the 2020 pandemic. It is, too, an eloquent reminder of what a terrific melodist Lloyd Webber is. ","short":"Three Lloyd Webber musicals get a dazzling full-orchestra treatment."},"isCompilation":false,"spotify":"https://open.spotify.com/album/703iWzddbLPDDRb1dOrd66"}},{"id":"1587029952","type":"albums","href":"/v1/catalog/us/albums/1587029952?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/56/c7/18/56c71836-b13c-7abc-bc2d-6296ef21cbe9/21UM1IM14899.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdcad5","textColor2":"ffdad7","textColor4":"d4b1b6","textColor1":"f5f8fd","bgColor":"2c1034","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/now-thats-what-i-call-music-vol-80/1587029952","isComplete":true,"genreNames":["Pop","Music"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"NOW That's What I Call Music! Vol. 80","recordLabel":"NOW 80","upc":"00602438816194","audioTraits":["lossless","lossy-stereo"],"copyright":"This Compilation ℗ 2021 UMG Recordings, Inc. and Sony Music Entertainment","playParams":{"id":"1587029952","kind":"album"},"isCompilation":false,"contentRating":"clean","spotify":"https://open.spotify.com/album/0baOxHB5OWJF3EXKHHvskp"}},{"id":"1577987770","type":"albums","href":"/v1/catalog/us/albums/1577987770?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/e7/12/14/e7121420-6ff5-002e-137a-9d0914f1c8ed/0801061032135.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a2e39","textColor2":"112b4e","textColor4":"3b466c","textColor1":"100d0f","bgColor":"e4b3e2","hasP3":false},"artistName":"Nightmares On Wax","isSingle":false,"url":"https://music.apple.com/us/album/shout-out-to-freedom/1577987770","isComplete":true,"genreNames":["Electronic","Music","R&B/Soul"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Shout Out! To Freedom...","recordLabel":"Warp Records","upc":"0801061032135","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Warp Records","playParams":{"id":"1577987770","kind":"album"},"editorialNotes":{"standard":"George Evelyn, aka Nightmares on Wax, is concerned with notions of freedom. “What was unique in making this album,” he tells Apple Music, “is that for the first time in forever, I didn’t have a flight booked and all that space, time, and freedom really refreshed my connection with music. It felt like I was just making it for fun again.” While many of the tracks on Evelyn’s ninth Nightmares on Wax album already existed in embryonic form, 2020’s global pandemic allowed him to focus on the project with a newfound creative freedom. And then George Floyd was murdered. “When we were in the midst of that situation, and I was collaborating with a lot of artists remotely, it opened up these deep conversations between us all,” he says. “I was saying, ‘Right, what’s going on inside?’” The result is an album that is at once luscious, unhurried, and reflective—one tackling deep subject matter while maintaining an optimistic tone. “The whole album is about these different facets of freedom—which ones we have and which ones we don’t have,” he says. “Hopefully, it can help open some really healthy conversations.” Here, Evelyn talks us through the album’s tracks.<br />\n<b>“Shout Out! (Intro)” [feat. Beautiful People]</b>\n“I thought it would be amazing to get people shouting, ‘Freedom!’ in loads of different languages. So, I put a call out to my fanbase on Instagram, and people sent me voice notes of them saying, ‘Freedom’ in their native tongue. I put that together and it was originally 35 minutes long, so I spent three days cutting and pasting it and then used some digital oscillators on it and brought in a string arranger.”<br />\n<b>“Imagineering”</b>\n“I was record shopping in Asia in 2019 and picking some amazing stuff up in places like Thailand. I love the way they use strings there, and this song’s really influenced by that. I brought my keyboard player Robin Taylor-Firth to play on the Rhodes and my string arranger Stephen to help out. It was a really slow process and took ages to get just right.”<br />\n<b>“Creator SOS” (feat. Haile Supreme & Wolfgang Haffner)</b>\n“I did a writing session with Haile Supreme, who appears throughout the album, and this is a track we actually kind of forgot we recorded. Then I was doing a session with my drummer Wolfgang Haffner, and we ended up finding this sketch of a song.”<br />\n<b>“3D Warrior” (feat. Shabaka Hutchings, Haile Supreme & Wolfgang Haffner)</b>\n“This started in 2019 on a loop session with Wolfgang, and the original was 10 minutes long. Then I brought in my keyboardist JD73 to work on it and eventually Haile too. Then, in 2020, I handed it to Shabaka Hutchings, with the structure of the song already built, and he worked his magic on it. I’m a huge fan of Shabaka and think we’re witnessing a legend in the making. His music elicits so much curiosity in me.”<br />\n<b>“Miami 80”</b>\n“This is another that came out of a session with Wolfgang and is more of a DJ tool, really. It’s got that real synthy, Miami feel. It reminds me of <i>Scarface</i>!”<br />\n<b>“Wikid Satellites” [Nightmares on Wax & Greentea Peng]</b>\n“Greentea Peng has an amazing voice and a really unique delivery. She’s young and fresh and has maturity beyond her years. She really gravitated towards this beat, and she can really trigger you to think with her writing.”<br />\n<b>“Breathe In” (feat. OSHUN)</b>\n“OSHUN are the first artists I recorded remotely on this album, and it was in the midst of the George Floyd situation, so we were having some deep and important conversations. I took quite a straight-ahead hip-hop approach with it.”<br />\n<b>“Wonder” (feat. Haile Supreme & Shabaka Hutchings)</b>\n“This came from a conversation between myself and Haile. We haven’t actually known each other that long, but it feels like we’ve known each other forever. So, this track’s all about the people who come in and out of your life, maybe for a year or two, maybe just for a night at a party, but you just click and then, at some point, they’re just gone. I wanted it to have a dreamy quality and bringing in Shabaka helped with that. He brought in the clarinet, which just took it to another deeper and more soulful level.”<br />\n<b>“Own Me” (feat. Haile Supreme)</b>\n“This track’s like having a conversation with your ego in the mirror. It’s basically saying, ‘You can never own me.’”<br />\n<b>“Widyabad”</b>\n“I’ve collaborated with loads of different musicians on this album, but on this track, the bass player is actually my neighbor’s son. He’s called Marlon Lopez and lives just down the hill from me in Ibiza. It started from a really hypnotic loop.”<br />\n<b>“Isolated” (feat. Pip Millett and Sabrina Mahfouz)</b>\n“I sent this track to Pip, and we had a bit of back and forth with it. I wasn’t in the studio with her because of the pandemic and I was nervous, as she’s young and starting out, and I think the producer’s job is to be there guiding things. But she came back with this wonderful and really deep song. Then Sabrina came in and did the amazing spoken-word part at the end.”<br />\n<b>“Trillion” (feat. Mara TK)</b>\n“I worked on this in Leeds with JD73 initially. Then, when I was in New Zealand, I had a session lined up with Mara and he picked out this track. His work on it was amazing. Then, when I was back home, adding cellos and other things to it, I had the beat muted and thought, ‘This sounds amazing without a beat.’ It’s a hard thing to do—put out a track without the beat—but Mara really carries it.”<br />\n<b>“Up to Us” (feat. Haile Supreme)</b>\n“This track’s about going deeper within yourself and building yourself back better. The track’s got quite a classic feel and once I’d got the strings and French horn in there, I was like, ‘Oh my god, this is going to be so epic!’ I’m really proud of it. It’s like the last little bit of cream on top of the cake.”","short":"“The whole album is about these different facets of freedom.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/58jh2fv0ZWkGTNzQ1O7Tsq"}},{"id":"1583651986","type":"albums","href":"/v1/catalog/us/albums/1583651986?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/c3/10/ca/c310ca28-1b43-8a7a-0f20-2f394bd102f2/21UMGIM85290.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c8a380","textColor2":"d9cccb","textColor4":"b1a6a4","textColor1":"f6c89d","bgColor":"11100c","hasP3":false},"artistName":"Celtic Woman","isSingle":false,"url":"https://music.apple.com/us/album/postcards-from-ireland/1583651986","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Postcards from Ireland","recordLabel":"Manhattan Records","upc":"00602438674343","audioTraits":["lossless","lossy-stereo"],"copyright":"Manhattan Records; ℗ 2021 Celtic Woman Limited, under exclusive license to UMG Recordings, Inc.","playParams":{"id":"1583651986","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6MEFNhfXzOAOiBjPLiPdhm"}},{"id":"1590560975","type":"albums","href":"/v1/catalog/us/albums/1590560975?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/ab/0f/ca/ab0fca4f-02a3-c5d5-8159-4eb00a86e059/21548.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bca399","textColor2":"d6a78b","textColor4":"ae8872","textColor1":"e7c8bb","bgColor":"100e11","hasP3":false},"artistName":"SahBabii","isSingle":false,"url":"https://music.apple.com/us/album/do-it-for-demon/1590560975","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"Do It For Demon","recordLabel":"Arena Music Productions, LLC","upc":"808391130951","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Arena Music Productions, LLC","playParams":{"id":"1590560975","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6eUW9NcuSDGITokLjqGZJE"}},{"id":"1585666519","type":"albums","href":"/v1/catalog/us/albums/1585666519?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/14/83/16/1483160f-dff6-a1fa-5ef7-534ccd2ba429/4050538720297.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"293136","textColor2":"10181b","textColor4":"33393b","textColor1":"040e15","bgColor":"c0bfbb","hasP3":false},"artistName":"Elvie Shane","isSingle":false,"url":"https://music.apple.com/us/album/backslider/1585666519","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Backslider","recordLabel":"Wheelhouse Records","upc":"4050538720297","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 This Is Hit, Inc. d/b/a Wheelhouse Records","playParams":{"id":"1585666519","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3ajAv3GaQivcQyU5JuE8eY"}},{"id":"1591027808","type":"albums","href":"/v1/catalog/us/albums/1591027808?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/e7/61/42/e761428a-45f2-bcd7-9c4b-0874f16e5c88/21UM1IM20925.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"87d39f","textColor2":"85f1ae","textColor4":"72d29c","textColor1":"9ff2b2","bgColor":"285854","hasP3":false},"artistName":"Max Richter","isSingle":false,"url":"https://music.apple.com/us/album/invasion-music-from-the-original-tv-series-season-1/1591027808","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":24,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Invasion (Music from the Original TV Series: Season 1)","recordLabel":"Decca (UMO) (Classics)","upc":"00602438984756","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Decca Records Release; ℗ 2021 Salvos, LLC, under exclusive license to Universal Music Operations Limited","playParams":{"id":"1591027808","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7rAm8ZXwUgonmEKFwlLMmH"}},{"id":"1588328553","type":"albums","href":"/v1/catalog/us/albums/1588328553?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/5d/e2/94/5de29479-0cdb-b7a3-1f8d-b45c33f36991/194690637957_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bead9c","textColor2":"dacab6","textColor4":"b6a897","textColor1":"e4d0bd","bgColor":"281f18","hasP3":false},"artistName":"Kevin Ross","isSingle":false,"url":"https://music.apple.com/us/album/drive-2/1588328553","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Drive 2","recordLabel":"Art Society Music Group (AMG) / EMPIRE","upc":"194690637957","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Art Society Music Group (AMG) / EMPIRE","playParams":{"id":"1588328553","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4ZXTExaWO3LfyRe5DfozxI"}},{"id":"1575416524","type":"albums","href":"/v1/catalog/us/albums/1575416524?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/42/1d/83/421d83a7-645e-4c4c-d76a-ca7508ede1b6/711297530247.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"363635","textColor2":"1f1f1e","textColor4":"474745","textColor1":"0a0a09","bgColor":"e5e5e3","hasP3":false},"artistName":"Billy Bragg","isSingle":false,"url":"https://music.apple.com/us/album/the-million-things-that-never-happened/1575416524","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"The Million Things That Never Happened","recordLabel":"Cooking Vinyl Limited","upc":"711297530247","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Billy Bragg under exclusive licence to Cooking Vinyl Limited","playParams":{"id":"1575416524","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7477MCueXhU0BidQOMEixq"}},{"id":"1591063130","type":"albums","href":"/v1/catalog/us/albums/1591063130?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/82/37/d2/8237d21d-4d59-3270-3413-23e933e6aabe/190296387395.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ccc3be","textColor2":"ead6d1","textColor4":"c1b0ab","textColor1":"f7eee9","bgColor":"1d1814","hasP3":false},"artistName":"Blessd","isSingle":false,"url":"https://music.apple.com/us/album/hecho-en-medell%C3%ADn/1591063130","isComplete":true,"genreNames":["Pop Latino","Music","Latin","Urbano latino"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"Hecho En Medellín","recordLabel":"WEA Latina","upc":"190296387395","audioTraits":["lossless","lossy-stereo"],"copyright":"Distributed by Warner Music Latina, ℗ 2021 JM WORLD MUSIC - CIGOL","playParams":{"id":"1591063130","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/50SdnzlrXUMadt9JYeaJSh"}},{"id":"1590989966","type":"albums","href":"/v1/catalog/us/albums/1590989966?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/b0/d8/2a/b0d82a37-d254-f11f-0250-61d9e1806584/888272088205_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"2e2912","textColor2":"00161b","textColor4":"2c2f19","textColor1":"031012","bgColor":"dc9111","hasP3":false},"artistName":"Hoody","isSingle":false,"url":"https://music.apple.com/us/album/d-day-ep/1590989966","isComplete":true,"genreNames":["R&B/Soul","Music","Pop","K-Pop"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-25","name":"D-day - EP","recordLabel":"Genie Music","upc":"888272088205","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 AOMG","playParams":{"id":"1590989966","kind":"album"},"isCompilation":false}},{"id":"1573829984","type":"albums","href":"/v1/catalog/us/albums/1573829984?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/5e/e7/42/5ee74298-2764-1956-e47d-b57d528fdef4/HC_YGIA_cvr_3000x3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3b3a38","textColor2":"0c1118","textColor4":"393e42","textColor1":"0d0c0c","bgColor":"f0f3ea","hasP3":false},"artistName":"Hayes Carll","isSingle":false,"url":"https://music.apple.com/us/album/you-get-it-all/1573829984","isComplete":true,"genreNames":["Country","Music","Singer/Songwriter"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"You Get It All","recordLabel":"Dualtone Music Group","upc":"803020228368","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Dualtone Music Group","playParams":{"id":"1573829984","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6OjJdNN6yUYwFhYXWV6TMT"}},{"id":"1585190007","type":"albums","href":"/v1/catalog/us/albums/1585190007?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/8b/d9/c3/8bd9c3d9-41db-6972-21d9-620860998c47/5060913703011.png/{w}x{h}bb.jpg","height":4000,"textColor3":"44353a","textColor2":"150209","textColor4":"44353a","textColor1":"150209","bgColor":"ffffff","hasP3":false},"artistName":"Eris Drew","isSingle":false,"url":"https://music.apple.com/us/album/quivering-in-time/1585190007","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Quivering in Time","recordLabel":"T4T LUV NRG","upc":"5060913703011","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Interdimensional Publishing","playParams":{"id":"1585190007","kind":"album"},"editorialNotes":{"short":"A thrilling, uplifting debut celebrating the hope to be found in house."},"isCompilation":false,"spotify":"https://open.spotify.com/album/0C0mGs17Sqyfbty2Fkii82"}},{"id":"1589524752","type":"albums","href":"/v1/catalog/us/albums/1589524752?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/9a/f0/ad/9af0adc8-9256-b90b-cac6-c4aa7adf4e3a/190296404658.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2f4148","textColor2":"45221f","textColor4":"5a4c4a","textColor1":"0f151c","bgColor":"b0f4f7","hasP3":false},"artistName":"Amaal","isSingle":false,"url":"https://music.apple.com/us/album/milly/1589524752","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-10-28","name":"Milly","recordLabel":"WM Canada","upc":"190296404658","audioTraits":["lossless","lossy-stereo"],"copyright":"Under exclusive license from Warner Music Canada Co., ℗ 2021 Amal Nooh","playParams":{"id":"1589524752","kind":"album"},"editorialNotes":{"standard":"Amaal Nuux’s sophomore mini-album runs a swift 21 minutes, so she doesn’t waste any time making her intentions known: The first words she sings on opening track “Heaven” are “Take your hand, touch me there/Don't be shy, don't be scared.” But it’s taken the Toronto singer a long time to get to a place where she's comfortable enough to express those kinds of desires. Raised in a traditional Somali Muslim home where pop music was considered taboo, Amaal admits that she initially approached songwriting “from a place where I was censoring myself,” she tells Apple Music. “In my household, music just wasn't a viable career option, and when I chose it, it came with an extreme amount of backlash. And so it pushed me into making music where I was like, ‘Okay, maybe this will get me less backlash.’ I was robbing myself of experiences and I felt so dead inside, and I was really depressed. But music really is my therapy. It allows me to grow.” The metamorphosis that began on her meditative 2019 EP <i>Black Dove</i> achieves full bloom on <i>Milly</i>, which repurposes her old nickname as an avatar for her wild-child self. Channeling both the fierce feminine spirit and the broken-beat futurism of early-2000s R&B, <i>Milly</i> drips with attitude, whether Amaal is wielding her powers of seduction (“Renegade”), dressing down would-be suitors who can’t come up with a decent pickup line (“Special”), or putting gaslighting ex-boyfriends on notice (“Petty Love”). “This project is huge for me,” she enthuses. “It’s pushed me to be fearless and brave, and that’s what Milly symbolizes for me: the beginning of the real me.” Here, Amaal offers her track-by-track guide to the many faces of <i>Milly</i>.<br />\n<b>“Heaven”</b>\n“A lot of songs these days can be really objectifying, so I wanted to make a song saying that women are divine. It’s a confident song, like when I sing, ‘It’s highly likely you’ll call me wifey.’ I felt like this song was the most beautiful way of honoring the women that I know and honoring myself. It was really empowering.”<br />\n<b>“Honey”</b>\n“Everyone possesses that special something or je ne sais quoi. And I feel like I was either ashamed of or didn't fully tap into my special qualities. But over the past few years, I've just been thinking about all of the obstacles that I've overcome in my life and admiring the strength that I've been able to pull from them, so I was just feeling extra sexy and extra spicy the day I wrote this. When I say, 'I got that honey/Sweeter than money,' it's like, I'm on such a great track right now in life and I'm doing so good for myself, so if you're going to enter my life and not level up, then get away from me, because I can take care of myself. The reason I sing ‘You know these nails ain't free’ is that I take care of myself. I know that's superficial, but it just sounded cute. I’m just saying: Don't mess up what I have here. If you're going to come, then add to it.”<br />\n<b>“Renegade”</b>\n“It's so beautiful to see where you were and where you are now, because I swear, when I think back to that day in the studio making this song, I was just like, ‘Wow, am I really going here?’ And now I'm like, ‘What was I thinking?’ There's nothing wrong with it. It's beautiful. It's empowering. It's liberating. It's part of life.”<br />\n<b>“Selfish”</b>\n“I'm really proud of this record because I did it with Jordon Manswell from Toronto and RAAHiiM—they're both absolutely incredible. When I first started doing music, a lot of my musical partnerships were all formed in LA. But it's just so beautiful to see how Toronto has completely flourished over the past couple years. It felt really good to do this song with people from here that I absolutely love and admire. This is another empowering song about missing out on somebody that's special. I would say it has remnants of something that I experienced in the past, which involved being there for somebody and loving them so much that you put their needs ahead of yours completely at all times, but in the end you realize you're actually getting the short end of the stick—you're not being appreciated or valued and you snap.”<br />\n<b>“Too Good”</b>\n“This one came out of a situation involving somebody that I really loved, and I saw a future with them and I felt like I did everything to make their life better. I realize that's a problem and it's something I'm working on: I always put the other person ahead of me. It could be a beautiful thing, but when it's at your own expense, it's extremely damaging and detrimental. I just wanted to level him up and do all these amazing things...and he was seeing someone else. And I found out through Facebook. It was one of my first deep, gut-wrenching heartbreaks—I didn't sleep, I didn't eat, I was just absolutely devastated. He came back around for a while, just saying, ‘Let's work on this—I'm so sorry.’ But I was like, ‘No, it's done. You lost your chance with me.’”<br />\n<b>“Special”</b>\n\"I was talking to a couple of girlfriends out in LA, and they were telling me their dating stories and the most basic pickup lines they get—like, 'Oh, you're really cute.' And it's like, 'Do you think that's going to woo a girl and get her on a date? No! Come correct and come better. Make a girl feel special—be unique, put that effort in.' So that was the conversation and energy we went with in the studio. But I wanted it to still be fun. I have to give so much credit to [producers] NickyDavey—I stepped out of the room, and when I came back in, they had added a whole twist at the end that kicked up the song a little bit. I love that.”<br />\n<b>“Petty Love”</b>\n“You realize you've been in all these relationships and you're maturing, and you realize that all these games that seemed cute were actually toxic, and you think, 'That really would've been a horrible relationship had I stayed in something like that.' So this was one of those songs where it felt like I had to share a bit of my experience that I had with somebody who was a gaslighter, who made me feel like I was not okay. He did everything to point the finger back at me, and I would just get off a call and be like, 'What happened? How did this get switched over to me?' So yeah, it's just petty love, and I don't want that—I want that beautiful, grown-up, adult, healthy communication. Relationships aren't perfect, mistakes are inevitable, and I don't want to be in a relationship where you're being scolded for that. But it's not really about what you do, it's how you make up for it. I feel like that's a mature relationship: accepting somebody for who they are.”","short":"“I was robbing myself of experiences and I felt so dead inside.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5l7N5sEr1ALaHvBuMEZ5a0"}},{"id":"1588779560","type":"albums","href":"/v1/catalog/us/albums/1588779560?l=en-US","attributes":{"artwork":{"width":4500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/1a/5d/5b/1a5d5be4-30c8-c581-b4c4-ed4592c6e958/840200507936_cover.jpg/{w}x{h}bb.jpg","height":4500,"textColor3":"cbcbcb","textColor2":"fabd03","textColor4":"c89702","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Ash Lauryn","isSingle":false,"url":"https://music.apple.com/us/album/truth-ep/1588779560","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Truth - EP","recordLabel":"FWM Entertainment","upc":"840200507936","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 MUSIC BY FWM ENTERTAINMENT BMI","playParams":{"id":"1588779560","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1579782691","type":"albums","href":"/v1/catalog/us/albums/1579782691?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/67/36/e4/6736e4f4-a031-dc8e-91e3-bd200832d5aa/Whitechapel_-_Kin.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"7081bf","textColor2":"407af9","textColor4":"3462c9","textColor1":"8ba0ed","bgColor":"02020c","hasP3":false},"artistName":"Whitechapel","isSingle":false,"url":"https://music.apple.com/us/album/kin/1579782691","isComplete":true,"genreNames":["Metal","Music","Rock","Death Metal/Black Metal"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Kin","recordLabel":"Metal Blade Records","upc":"039841948721","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Metal Blade Records","playParams":{"id":"1579782691","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/25ozhEOZbGRseRm8QSkfFL"}},{"id":"1591325942","type":"albums","href":"/v1/catalog/us/albums/1591325942?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/59/a5/a3/59a5a3ae-b269-ae36-a7db-895b1c7b92f8/21UM1IM23220.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"434e47","textColor2":"1a2b1d","textColor4":"47554a","textColor1":"15211a","bgColor":"fbfffe","hasP3":false},"artistName":"Álvaro Díaz","isSingle":false,"url":"https://music.apple.com/us/album/felicilandia/1591325942","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Felicilandia","recordLabel":"UMG Recordings, Inc./Universal Music Latino","upc":"00602445032778","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"Universal Music Latino; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1591325942","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7jg09IJJXi1eigVLZja2hN"}},{"id":"1590673491","type":"albums","href":"/v1/catalog/us/albums/1590673491?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/d0/f7/dc/d0f7dc70-5441-1cfc-16b5-8eecb3902a32/21UM1IM26165.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c69f92","textColor2":"f2b097","textColor4":"c28d7a","textColor1":"f7c7b6","bgColor":"030104","hasP3":false},"artistName":"Lily Rose","isSingle":false,"url":"https://music.apple.com/us/album/stronger-than-i-am-repack/1590673491","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"Stronger Than I Am (Repack)","recordLabel":"Big Loud Records/Back Blocks Music","upc":"00602445046010","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Big Loud Records/Back Blocks Music, under exclusive license to Republic Records, a division of UMG Recordings, Inc.","playParams":{"id":"1590673491","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3D6sOqU3M5mTEX8o7DFFSw"}},{"id":"1579948465","type":"albums","href":"/v1/catalog/us/albums/1579948465?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/be/57/47/be574710-f971-ea24-0c52-a3656a5092d8/886449144808.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c43a1c","textColor2":"fc0f19","textColor4":"ca0d14","textColor1":"f54823","bgColor":"040300","hasP3":false},"artistName":"LUCIFER","isSingle":false,"url":"https://music.apple.com/us/album/lucifer-iv/1579948465","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Lucifer IV","recordLabel":"Century Media","upc":"886449144808","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Century Media Records Ltd. under exclusive license from Lucifer","playParams":{"id":"1579948465","kind":"album"},"editorialNotes":{"standard":"“We’re following the LUCIFER path of talking about death and loss and love,” vocalist and founder Johanna Sadonis says of the occult rock band’s fourth album. “And also graveyards,” adds drummer and songwriter Nicke Andersson. The married couple—she’s German, he’s Swedish—have now created three LUCIFER albums together, combining their mutual love of classic rock with occult imagery and ’70s horror themes. On <i>Lucifer IV</i>, their songwriting circle has expanded. “Previous LUCIFER albums have always been a dual songwriting effort, but this one was more of a band collaboration,” Sadonis tells Apple Music. “Our guitar player Linus wrote two songs with me, and also Martin Nordin, our other guitar player, contributed a little interlude.” Below, she and Andersson delve into each song.<br />\n<b>“Archangel of Death”</b>\nJohanna: “For me, personally, it feels almost brutal. In the lyrics, I’m marching through this ice storm and whatever obstacles come in my way, and the wind is blowing around me and it’s fucking cold. But somehow, I’m so defiant—I keep on marching. That’s how the song feels for me musically.”<br /> \n<b>“Wild Hearses”</b>\nNicke: “Isn’t it weird that no one’s had that for a title yet?” \nJohanna: “I’ve been meaning to buy my own hearse, but I can’t afford it right now because I’m in a band called LUCIFER. But I got to drive a ’69 Cadillac hearse for the ‘Izrael’ video, which was the first LUCIFER music video. So, it was a no-brainer to use hearses for LUCIFER lyrics. Musically, we’re tipping our hat to Black Sabbath with a little bit of a twist in that middle-eight part, which I love because it’s kind of schizophrenic.”<br /> \n<b>“Crucifix (I Burn for You)”</b>\nJohanna: “That’s one of the songs Linus and I wrote together, and it’s the song that goes along with the album cover. It has a very obvious opening, but like I always say: In LUCIFER, we are not trying to reinvent the wheel. There’s a lot of bowing down towards stuff that we’ve admired all our lives.” \nNicke: “As for the title, we are huge Blue Öyster Cult fans, and of course we are fascinated by witch burnings, so it works both ways.”<br /> \n<b>“Bring Me His Head”</b>\nNicke: “Musically, I think that would be us trying to cross Roky Erickson with Judas Priest. It’s probably the most straightforward classic rock-type song for us, if you want to call it that. Maybe the least doomy number we ever did together.” \nJohanna: “It sounds very upbeat, though it does have a very grim text. Whose head do I want? There’s more than one. There have been people in the past trying to hinder me or not take me serious as a musician, as a woman in music, and people that tried to stop me from pursuing just being in a band. That’s kind of what the song is about. It’s a revenge song—a bit of a ‘fuck you’ to the patriarchy.”<br /> \n<b>“Mausoleum”</b>\nJohanna: “This is the first song that I wrote completely by myself for a recording, so I’m very proud of it. I played it with a keyboard, but I wish it would have been a real church organ. There’s something so sinister about what it brings to rock music. Lyrically, it’s an ode to my love for ghost stories, cemeteries, and crypts, because I’m a cemetery romantic since I was a teenager.”<br /> \n<b>“The Funeral Pyre”</b>\nNicke: “Our guitar player Martin wrote this acoustic interlude, but we had to pry it out of his fingers. He’s a guitar teacher, so we would always ask him if he wrote songs and he would always say, ‘I don’t know.’ So, Johanna suggested that he write a little instrumental piece.” \nJohanna: “It’s so eerie and sinister. We added the crackling of the fire, and that’s supposed to be when the witch actually starts to be burnt. So, it’s the death scene of the witch, the last track on Side A of the vinyl.”<br /> \n<b>“Cold as a Tombstone”</b>\nJohanna: “This is like classic rock but tuned down a bit. I guess you could say it’s a dad-rock song, but I don’t think that’s a bad word because all we listen to is dad rock. There are quite a bit of personal stories in these songs, and this one is about somebody who used to be a friend of mine.”<br /> \n<b>“Louise”</b>\nJohanna: “This is our first Southern rock song. The past two years have been very Southern rock-heavy at home. I love that LUCIFER lends itself to exploring all these different genres. We’ve done ’60s soul all the way toward metal, so we feel like we’ve got a lot of freedom. You can see it with the covers we’ve been releasing—there’s a Dust song, a Scorpions song, Rita & the Tiaras, and there’s even a Tom Waits song.”<br /> \n<b>“Nightmare”</b>\nJohanna: “That’s another one that Linus wrote with me, and it’s about a literal nightmare. I was working through that feeling because, despite the gloomy music, I’m in a pretty good place in my life. I’m very happily married, and I love that I get to make music together with Nicke. But of course, I’ve seen times in my life that are pretty dark. At my age, you don’t take things for granted when things are good and, of course, you sometimes worry that something horrible will change all of that in the course of a second.”<br /> \n<b>“Orion”</b>\nJohanna: “The moment I listened to this song for the first time to think of what to sing, it just felt so deeply sad to me. I even made myself cry a little bit. I read Marianne Faithfull’s autobiography, and when her relationship with Mick Jagger ended, she fell down pretty hard and became a junkie. I think she was homeless. So, it was written a little bit from her perspective, looking up at the stars.”<br /> \n<b>“Phobos”</b>\nJohanna: “Phobos is a giant rock that orbits Mars, but it’s also the Greek word for fear, like ‘phobia.’ The song is about the same friend that I wrote ‘Cemetery Eyes’ about from the last album. I’m trying to reach her through songs, but it doesn’t work. Maybe three times will be a charm.”","short":"“We’re following the LUCIFER path of talking about death and loss and love.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0IVV4hXH65maHm70S4oC5V"}},{"id":"1578014535","type":"albums","href":"/v1/catalog/us/albums/1578014535?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/d6/26/d5/d626d552-b54a-babd-0ec6-17bfc64a7956/8718723180344.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d0d0cf","textColor2":"eefbff","textColor4":"c2cdd0","textColor1":"fffffd","bgColor":"171918","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/blueprint25/1578014535","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":25,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Blueprint25","recordLabel":"Blueprint Records","upc":"8718723180344","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Blueprint Records","playParams":{"id":"1578014535","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3wA44QioQNcq7ph5ZfBAco"}},{"id":"1584392062","type":"albums","href":"/v1/catalog/us/albums/1584392062?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/50/f1/46/50f146be-f401-79b4-9359-7ec118167110/5060913705565.png/{w}x{h}bb.jpg","height":3000,"textColor3":"c4c7d7","textColor2":"f56361","textColor4":"cd5768","textColor1":"e9f0eb","bgColor":"2e2484","hasP3":false},"artistName":"Totally Enormous Extinct Dinosaurs","isSingle":false,"url":"https://music.apple.com/us/album/the-distance-ep/1584392062","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"The Distance - EP","recordLabel":"Nice Age","upc":"5060913705565","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Totally Enormous Extinct Dinosaurs","playParams":{"id":"1584392062","kind":"album"},"isCompilation":false}},{"id":"1589322629","type":"albums","href":"/v1/catalog/us/albums/1589322629?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/94/99/e3/9499e339-3ee6-7321-3fae-790b900367e4/5060180325176.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"00c809","textColor2":"0eee19","textColor4":"0bbf14","textColor1":"00fa0c","bgColor":"000000","hasP3":false},"artistName":"Owiny Sigoma Band","isSingle":false,"url":"https://music.apple.com/us/album/the-lost-tapes/1589322629","isComplete":true,"genreNames":["Worldwide","Music","Electronic"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"The Lost Tapes","recordLabel":"Brownswood Recordings","upc":"5060180325176","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Brownswood Recordings","playParams":{"id":"1589322629","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3cXng3xI4AHzlBix2CEDvu"}},{"id":"1589598774","type":"albums","href":"/v1/catalog/us/albums/1589598774?l=en-US","attributes":{"artwork":{"width":2200,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/a6/df/61/a6df61b0-25a0-3ba7-6f68-dc7529796e78/859750875457_cover.jpg/{w}x{h}bb.jpg","height":2200,"textColor3":"313131","textColor2":"2e302e","textColor4":"565756","textColor1":"000000","bgColor":"f6f4f5","hasP3":false},"artistName":"Scarlxrd","isSingle":false,"url":"https://music.apple.com/us/album/deadrising/1589598774","isComplete":true,"genreNames":["Metal","Music","Rock","Hip-Hop/Rap"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"DeadRising","recordLabel":"LXRD RECORDS","upc":"859750875457","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 LXRD RECORDS","playParams":{"id":"1589598774","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2qZOhm9iq3Hxs4KrxvwdXP"}},{"id":"1588954932","type":"albums","href":"/v1/catalog/us/albums/1588954932?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/41/4c/a1/414ca11c-5fda-9821-45dd-d380b719d64a/191404121153.png/{w}x{h}bb.jpg","height":4000,"textColor3":"473a3b","textColor2":"281b1e","textColor4":"423c41","textColor1":"2e1816","bgColor":"acbfcd","hasP3":false},"artistName":"Yaeji & OHHYUK","isSingle":false,"url":"https://music.apple.com/us/album/year-to-year-29-single/1588954932","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"Year to Year / 29 - Single","recordLabel":"XL Recordings","upc":"191404121153","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Yaeji and OHHYUK under exclusive license to XL Recordings Ltd.","playParams":{"id":"1588954932","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1581092681","type":"albums","href":"/v1/catalog/us/albums/1581092681?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/a4/da/54/a4da54b3-943d-ff09-3e1d-c34d94c3a15c/5039060683095.png/{w}x{h}bb.jpg","height":2000,"textColor3":"3c5353","textColor2":"19362e","textColor4":"455851","textColor1":"0e3031","bgColor":"f5e1dd","hasP3":false},"artistName":"Qrion","isSingle":false,"url":"https://music.apple.com/us/album/i-hope-it-lasts-forever/1581092681","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"I Hope It Lasts Forever","recordLabel":"Anjunadeep","upc":"5039060683095","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Anjunadeep","playParams":{"id":"1581092681","kind":"album"},"editorialNotes":{"short":"An emotive debut ready for both the club and quiet reflection."},"isCompilation":false,"spotify":"https://open.spotify.com/album/4Xim1jo6ziwJ1Qu6QkoLPj"}},{"id":"1589447316","type":"albums","href":"/v1/catalog/us/albums/1589447316?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/a7/b7/7d/a7b77dfd-1d88-9be1-287e-39feae83c5d3/8718723181174.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d6d5d3","textColor2":"00b1f4","textColor4":"0a97ca","textColor1":"ffffff","bgColor":"352e26","hasP3":false},"artistName":"Monobox","isSingle":false,"url":"https://music.apple.com/us/album/forwardbase-kodai-single/1589447316","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Forwardbase Kodai - Single","recordLabel":"M-Plant","upc":"8718723181174","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 M-Plant","playParams":{"id":"1589447316","kind":"album"},"isCompilation":false}},{"id":"1587886854","type":"albums","href":"/v1/catalog/us/albums/1587886854?l=en-US","attributes":{"artwork":{"width":1600,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/bd/85/5b/bd855be0-b3d4-aa36-e9c4-3dda5cb54ce7/5059449049748.png/{w}x{h}bb.jpg","height":1600,"textColor3":"ccc9a5","textColor2":"31d077","textColor4":"27a663","textColor1":"fffcca","bgColor":"000014","hasP3":false},"artistName":"Sun-El Musician","isSingle":false,"url":"https://music.apple.com/us/album/african-electronic-dance-music/1587886854","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"African Electronic Dance Music","recordLabel":"EL World Music","upc":"5059449049748","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 EL World Music","playParams":{"id":"1587886854","kind":"album"},"editorialNotes":{"standard":"Following on from his sprawling album <i>To the World & Beyond</i>, Sun-El Musician continues to expand his sonic galaxy—populating the 11-track <i>African Electronic Dance Music</i> with Afro-house, Afro-tech, EDM, and dream house. Enlisting Ami Faku, Msaki, Bholoja, Yamisava, Simmy, and Linos Rosetta to vocalize this new chapter, the producer innovatively combines traditional elements and contemporary rhythms with lush, futuristic instrumentation. While opener “Zube Nami” organically sets the tone, the synth-laden “Spiritual Bomb” coalesces with the mbaqanga-infused “Esibayeni” and the Afro-tech references of “Higher.” With its combination of electronic sounds and deeply rooted African elements, the album pushes Sun-El’s sound into dynamic new frontiers while reimagining the relationships between musical cultures.","short":"The traditional and contemporary inform a futuristic excursion."},"isCompilation":false,"spotify":"https://open.spotify.com/album/57Mr4RJ20788Q1n2URHEuI"}},{"id":"1589110831","type":"albums","href":"/v1/catalog/us/albums/1589110831?l=en-US","attributes":{"artwork":{"width":5000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/21/bb/a8/21bba847-e45c-771b-4bed-37b98cc62d1d/810061614623-0-0.jpg/{w}x{h}bb.jpg","height":5000,"textColor3":"bb8854","textColor2":"d79659","textColor4":"b17d4e","textColor1":"e4a361","bgColor":"161a1f","hasP3":false},"artistName":"thuy","isSingle":false,"url":"https://music.apple.com/us/album/i-hope-u-see-this/1589110831","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"i hope u see this","recordLabel":"thuy","upc":"810061614623","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 thuy","playParams":{"id":"1589110831","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2nYJj90btoAVA4UE0GWz8P"}},{"id":"1589932316","type":"albums","href":"/v1/catalog/us/albums/1589932316?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/47/ff/4e/47ff4e6f-caee-1ec0-3548-5bb2f2773b4a/093624876298.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"303133","textColor2":"19191a","textColor4":"404142","textColor1":"040508","bgColor":"e0e1e3","hasP3":false},"artistName":"Shy Carter","isSingle":false,"url":"https://music.apple.com/us/album/the-rest-of-us/1589932316","isComplete":true,"genreNames":["Country","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"The Rest Of Us","recordLabel":"Warner Music Nashville","upc":"093624876298","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Warner Music Nashville LLC","playParams":{"id":"1589932316","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2oRCvl75NjPMUuXAjhFRGG"}},{"id":"1574232767","type":"albums","href":"/v1/catalog/us/albums/1574232767?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/c3/fc/3a/c3fc3a60-f382-302a-584a-31d54214ea5f/196292100686.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"14b69e","textColor2":"01dab7","textColor4":"04b496","textColor1":"14ddc0","bgColor":"111a15","hasP3":false},"artistName":"Sam Evian","isSingle":false,"url":"https://music.apple.com/us/album/time-to-melt/1574232767","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Time to Melt","recordLabel":"Fat Possum","upc":"196292100686","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Fat Possum Records","playParams":{"id":"1574232767","kind":"album"},"editorialNotes":{"standard":"The indie artist gives his liquid psychedelic pop room to flow.","short":"The indie artist gives his liquid psychedelic pop room to flow."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7tbxSBCADgo0YnDBw4EzJW"}},{"id":"1589738333","type":"albums","href":"/v1/catalog/us/albums/1589738333?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/97/fe/86/97fe8647-ed2b-f79e-deb8-398bffe09944/21UM1IM26254.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cacbce","textColor2":"c5d9e7","textColor4":"a1b2bd","textColor1":"f8f9fd","bgColor":"131514","hasP3":false},"artistName":"Jordan Hawkins","isSingle":false,"url":"https://music.apple.com/us/album/heart-wont-stop/1589738333","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"Heart Won't Stop","recordLabel":"SinceThe80s, LLC","upc":"00842812159527","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 SinceThe80s, LLC","playParams":{"id":"1589738333","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/46WDFjuFq2uA2f3Nu20p4N"}},{"id":"1585841977","type":"albums","href":"/v1/catalog/us/albums/1585841977?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/b0/c6/b6/b0c6b628-0d1c-f2c1-72eb-fb0436cbdccf/4062548035162.png/{w}x{h}bb.jpg","height":3000,"textColor3":"dbdce2","textColor2":"f2c317","textColor4":"d1ac29","textColor1":"ffffff","bgColor":"4d5270","hasP3":false},"artistName":"Leif","isSingle":false,"url":"https://music.apple.com/us/album/9-airs/1585841977","isComplete":true,"genreNames":["Ambient","Music","Electronic"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"9 Airs","recordLabel":"AD 93","upc":"4062548035162","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 AD 93","playParams":{"id":"1585841977","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0Yhh1hrDU0NYtryszOng4q"}},{"id":"1578978315","type":"albums","href":"/v1/catalog/us/albums/1578978315?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/61/f0/f6/61f0f668-7302-f2d1-8fb7-b86daeacf5ab/5060845320737.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"bcb185","textColor2":"0f78fa","textColor4":"0c61cc","textColor1":"ebdca2","bgColor":"020612","hasP3":false},"artistName":"Lotic","isSingle":false,"url":"https://music.apple.com/us/album/water/1578978315","isComplete":true,"genreNames":["Electronic","Music","Pop"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Water","recordLabel":"Houndstooth","upc":"5060845320737","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Houndstooth","playParams":{"id":"1578978315","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7neio4srvDRACrUSTdpMMf"}},{"id":"1589709054","type":"albums","href":"/v1/catalog/us/albums/1589709054?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/0e/de/ba/0edeba88-287c-281f-8936-cf00af72723d/cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"d0cfcf","textColor2":"d6dbda","textColor4":"b0b3b2","textColor1":"fefefe","bgColor":"181411","hasP3":false},"artistName":"Redimi2","isSingle":false,"url":"https://music.apple.com/us/album/momentum/1589709054","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"MOMENTUM","recordLabel":"Redimi2 Records Inc","upc":"0706055278783","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Redimi2 Records Inc","playParams":{"id":"1589709054","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0cPrYAzyCpQ07WrVmE3AFM"}},{"id":"1585035985","type":"albums","href":"/v1/catalog/us/albums/1585035985?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/d7/42/d5/d742d5f7-a82e-1e09-a56f-909e5840603b/886449547098.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbc8bf","textColor2":"e0cc95","textColor4":"c3af81","textColor1":"ebebe2","bgColor":"4c3a30","hasP3":false},"artistName":"Drew Green","isSingle":false,"url":"https://music.apple.com/us/album/dirt-boy-vol-2-ep/1585035985","isComplete":true,"genreNames":["Country","Music"],"trackCount":5,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"DIRT BOY Vol. 2 - EP","recordLabel":"RCA Records Label Nashville","upc":"886449547098","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Sony Music Entertainment. All rights reserved.","playParams":{"id":"1585035985","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5GxmYOO0WVJTuHo9pBeopz"}},{"id":"1578892841","type":"albums","href":"/v1/catalog/us/albums/1578892841?l=en-US","attributes":{"artwork":{"width":1800,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/78/8c/8e/788c8ef2-41b7-eb8c-6524-ac2b6605ce2b/25511.jpg/{w}x{h}bb.jpg","height":1800,"textColor3":"333132","textColor2":"333131","textColor4":"585656","textColor1":"050404","bgColor":"e9e9e9","hasP3":false},"artistName":"Marissa Nadler","isSingle":false,"url":"https://music.apple.com/us/album/the-path-of-the-clouds/1578892841","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"The Path of the Clouds","recordLabel":"Sacred Bones Records","upc":"843563142486","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Marissa Nadler Music under exclusive license to Sacred Bones Records","playParams":{"id":"1578892841","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0kYKOTCAxIIEWKlNlhkOfJ"}},{"id":"1580116847","type":"albums","href":"/v1/catalog/us/albums/1580116847?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/6d/aa/11/6daa11d7-4a21-0f82-4353-7f64eb65bea4/605633013139.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"c5d9e0","textColor2":"f1e5e5","textColor4":"c9ccd1","textColor1":"edf5f7","bgColor":"286985","hasP3":false},"artistName":"Monoswezi","isSingle":false,"url":"https://music.apple.com/us/album/shanu/1580116847","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Shanu","recordLabel":"Riverboat Records / World Music Network","upc":"605633013139","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Riverboat Records / World Music Network","playParams":{"id":"1580116847","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7r29Ab49lawCluu2yTA0S1"}},{"id":"1591947942","type":"albums","href":"/v1/catalog/us/albums/1591947942?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/07/f8/7b/07f87bb7-a2e1-9c86-f2ff-635bde0d4675/21UM1IM27903.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"e6bfd0","textColor2":"edd9f8","textColor4":"ddb6de","textColor1":"f8e5e7","bgColor":"9f2974","hasP3":false},"artistName":"JEON SOMI","isSingle":false,"url":"https://music.apple.com/us/album/xoxo/1591947942","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"XOXO","recordLabel":"THE BLACK LABEL/Interscope Records","upc":"00602445107452","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 THE BLACK LABEL, distributed through Interscope Records","playParams":{"id":"1591947942","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/63pvOn2B5pUUcUKUwIEg9m"}},{"id":"1573640922","type":"albums","href":"/v1/catalog/us/albums/1573640922?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/86/90/3d/86903dd6-105d-c8c3-e640-a16a538e015f/793888003217.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ead5c4","textColor2":"b6ecec","textColor4":"b5c8c4","textColor1":"f9fceb","bgColor":"b03b27","hasP3":false},"artistName":"Emily Scott Robinson","isSingle":false,"url":"https://music.apple.com/us/album/american-siren/1573640922","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-10-29","name":"American Siren","recordLabel":"Oh Boy Records","upc":"793888003217","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2021 Oh Boy Records marketed and distributed by Thirty Tigers","playParams":{"id":"1573640922","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5ZGhlw7RozA6DfbDeV68Bn"}},{"id":"1588434788","type":"albums","href":"/v1/catalog/us/albums/1588434788?l=en-US","attributes":{"artwork":{"width":3616,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/07/e2/bb/07e2bb86-5926-d9dc-e04c-c0e39895465d/3663729175335_cover.jpg/{w}x{h}bb.jpg","height":3616,"textColor3":"7d4247","textColor2":"23342f","textColor4":"4d5b56","textColor1":"5e141d","bgColor":"f8f9f1","hasP3":false},"artistName":"Beneath","isSingle":false,"url":"https://music.apple.com/us/album/numbers-talk-ep/1588434788","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Numbers Talk EP","recordLabel":"Livity Sound Recordings","upc":"3663729175335","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Livity Sound Recordings","playParams":{"id":"1588434788","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3xK2GKw5fdp2rBFnjkqXbY"}},{"id":"1589778374","type":"albums","href":"/v1/catalog/us/albums/1589778374?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/75/49/2e/75492e27-4e31-80ae-4785-118032fdf7ea/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f4f7f","textColor2":"1c306a","textColor4":"4a5988","textColor1":"0f235f","bgColor":"ffffff","hasP3":false},"artistName":"daste.","isSingle":false,"url":"https://music.apple.com/us/album/dusk-dawn/1589778374","isComplete":true,"genreNames":["Funk","Music","R&B/Soul"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-27","name":"dusk&dawn","recordLabel":"Daste.","upc":"3616840646390","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 daste.","playParams":{"id":"1589778374","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5l5gR4rh26QI3fijGFTDrp"}},{"id":"1574571945","type":"albums","href":"/v1/catalog/us/albums/1574571945?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/92/1b/1f/921b1f1b-249f-18bd-949d-4b13a09b73af/644110408198.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"333330","textColor2":"241e19","textColor4":"46423d","textColor1":"0c0b09","bgColor":"d1d6d0","hasP3":false},"artistName":"Charlotte Cornfield","isSingle":false,"url":"https://music.apple.com/us/album/highs-in-the-minuses/1574571945","isComplete":true,"genreNames":["Indie Rock","Music","Alternative","Folk"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Highs in the Minuses","recordLabel":"Double Double Whammy","upc":"644110408198","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Double Double Whammy","playParams":{"id":"1574571945","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1Az1xkr19Qdy3guiCl7YyF"}},{"id":"1588808317","type":"albums","href":"/v1/catalog/us/albums/1588808317?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/ab/b5/9a/abb59af4-f03b-488c-d0a6-374a478aed7b/5060913706241.png/{w}x{h}bb.jpg","height":3000,"textColor3":"dfdfdf","textColor2":"ffffff","textColor4":"dfdfdf","textColor1":"ffffff","bgColor":"636363","hasP3":false},"artistName":"Fasme","isSingle":false,"url":"https://music.apple.com/us/album/home-single/1588808317","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Home - Single","recordLabel":"Feel My Bicep","upc":"5060913706241","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Feel My Bicep","playParams":{"id":"1588808317","kind":"album"},"isCompilation":false}},{"id":"1582170556","type":"albums","href":"/v1/catalog/us/albums/1582170556?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/b6/7a/14/b67a1437-cdf8-6d9d-6929-7cd11f7eb8f4/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3c3834","textColor2":"650821","textColor4":"813647","textColor1":"0e0b09","bgColor":"f1eedf","hasP3":false},"artistName":"Model Man","isSingle":false,"url":"https://music.apple.com/us/album/model-man/1582170556","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Model Man","recordLabel":"Mahogany Records","upc":"3616559130555","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mahogany Records","playParams":{"id":"1582170556","kind":"album"},"editorialNotes":{"standard":"“Model Man is about accepting who you are,” producer Mark Brandon, aka Model Man, tells Apple Music. “You can reject certain values, but you are still the product of your upbringing and what you’ve been through.” Creating emotive house and dance-floor-focused music since his 2019 debut EP release <i>City Songs, Pt. I</i>, Brandon pairs the classical music of his youth with the communal kineticism of modern bass music. His eponymous first album is the most powerful manifestation of this combination to date, resulting in tracks including the piano house euphoria of “Sweet Surrender,” the ambient neoclassical piano of “Trappist-1,” and the atmospheric breaks of “Sidewinder.” “I never thought that classical and dance music could coexist, but that realization is what has spurred this album on,” Brandon says. Read on as he goes deeper into each of the record’s tracks.<br />\n<b>“Emoclew”</b>\n“‘Emoclew’ is ‘welcome’ backwards. I began playing classical music and so I wanted to give a nod to that at the very start. I wanted the record to feel like you're going on a journey, since I'm a big fan of concept albums where you're being sucked into a world that you lose yourself in.”<br />\n<b>“Don’t Cry\" (feat. Hamzaa)</b>\n“I had this irrational fear of flying, and one time I was on a plane, trying to control my anxiety by singing melodies. This was one that came up and when I landed it stuck with me, so I wrote a chord structure around it. Hamzaa brought an amazing energy that completed the song.”<br />\n<b>“Sweet Surrender”</b>\n“I was having a bit of a gathering at my studio in Essex with some friends, and once they eventually left at about 4 am, I was buzzing and I ended up making ‘Sweet Surrender’ alone. It was weird because I didn't have all of my equipment there, so I ended up recording the piano just on my laptop speakers, since I felt like I needed to get this idea out. It happened really quickly and it was born of the heritage that Essex and Chelmsford has with dance music.”<br />\n<b>“Esc (Holding Back)” [feat. Rationale]</b>\n“This whole song was pretty much done and I was using cut-up vocal samples for it, but then I thought it might be interesting to explore another element with the track, so I ended up sending it to Rationale. He sent back the top line and it worked really well. He's a great lyricist and he added the key lyric, ‘Holding back the tears,’ which really rounded out the song.”<br />\n<b>“Hurt” (feat. Arctic Lake)</b>\n“I wrote this track with Arctic Lake in mind. The chords come from my love of Boards of Canada and Aphex Twin—their ethereal qualities. I sent it to her and straight away she sent me back a rough vocal, which I thought was perfect. She then went away and rerecorded the vocal with some posh microphones, but it just didn't have the same feel or energy, so I ended up using the first one with its graininess instead. I didn't want it to sound polished. I’m still wary of music studios because I don't want to sound like everyone else.”<br />\n<b>“Trappist-1”</b>\n“I didn't want the record to all be heavy, because I have a tendency to sometimes have too much energy. ‘Trappist’ is a step back. This feels like that moment where you can just sit and contemplate, without there being too much of an assault of sound. One of the ways that I try to write is that I'll watch a film and I'll score to it. With this, I was watching [2019 film] <i>Bait</i> and it led to this minimal sound, since I wanted to do something that had a different sonic palette.”<br />\n<b>“Wait Till Tonight”</b>\n“This was a strange one because it came in two different sessions. I had the first half of the track with a 2-step feel, since I wanted to make something that was banging, and then the second part is more ambient with a lot more texture and atmosphere. I find that happens quite a lot—you’re on a high but then there's always a comedown. That second half is like what you feel on the bus on the way home from a night out, or the next day when you've just got the echoes of the evening.”<br />\n<b>“Take Me There”</b>\n“This is another ‘journey’ song because it weaves in and out of different parts. One of the ways that I make a lot of tracks is that I'll have a dictaphone on my upright piano and each morning I'll play for about an hour and record everything. Then, I'll listen back to it later on. The middle section and the melody of this was something that I'd just jammed on one of those mornings. I then got loads of different people to sing on this to make it sound like a dense choir. I wanted it to feel like a chant.”<br />\n<b>“Distant Memory”</b>\n“This always felt like an extension of ‘Wait Till Tonight,’ with those echoes of your memories after a night out. When I was a teenager, I was really into Joy Division, and I feel like this was influenced by the dancier side of them, without me even realizing it. I try and sample every day, and this has lots of things like train sounds and conversations I've had on it. I want there to be as much of me in my music as possible, and that means including real-life events that have been happening to me.”<br />\n<b>“Sidewinder”</b>\n“I had these chords for quite a while and it wasn't until I played them on a borrowed Prophet synth that they suddenly felt right for this track. It was very much a cut-and-splice situation where there were a ton of vocal samples I used and then in the middle it breaks down and goes into this Beethoven section. That element is really important on the record because it harks back to the music I grew up with as a kid and then rejected—but it always comes back to haunt me.”<br />\n<b>“Clarity”</b>\n“This piano melody is probably the first thing that I ever wrote as Model Man, but I never got around to recording it. I grew up playing in bands, but after I left them, the only thing I kept in my life was the piano because it was the thing that I was most connected to. ‘Clarity’ came from this idea of just playing the piano and keeping it as simple as possible. When the time was right, I structured the song with the vocal choir samples over that melody.”<br />\n<b>“Impromptu No. 1 (Apogee)”</b>\n“This is a crazy track. During the early album sessions, I was improvising a lot, and this is based on a series of complete improvisations. It's called ‘Apogee’ because it reaches this peak and then comes back down again. It's like a journey in and out of madness; I'm portraying fear and anxiety initially, and then at the end there is relief. It's also classically influenced, with the middle section being like Chopin or Mozart. It's rave meets classical.”","short":"“Model Man is about accepting who you are.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1SCoPxlKCVvW2DqWI2Ddfu"}},{"id":"1589774499","type":"albums","href":"/v1/catalog/us/albums/1589774499?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/a4/3c/4b/a43c4b8c-b53c-342e-8d10-69bf88623a1b/093624876908.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"223037","textColor2":"1b1f1f","textColor4":"2c3e47","textColor1":"0e0e0b","bgColor":"73b6e8","hasP3":false},"artistName":"Maude Latour","isSingle":false,"url":"https://music.apple.com/us/album/strangers-forever-ep/1589774499","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Strangers Forever - EP","recordLabel":"Warner Records","upc":"093624876908","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Maude 4 President LLC, under exclusive license to Warner Records Inc.","playParams":{"id":"1589774499","kind":"album"},"isCompilation":false}},{"id":"1586329616","type":"albums","href":"/v1/catalog/us/albums/1586329616?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/96/58/89/9658892f-ce94-60ec-1ac0-d3c96daca4e4/5056467318177_cover.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"3e3637","textColor2":"111111","textColor4":"414141","textColor1":"0e0405","bgColor":"ffffff","hasP3":false},"artistName":"Amy Dabbs","isSingle":false,"url":"https://music.apple.com/us/album/places-ep/1586329616","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Places - EP","recordLabel":"Running Out Of Steam","upc":"5056467318177","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Lobster Theremin","playParams":{"id":"1586329616","kind":"album"},"isCompilation":false}},{"id":"1572310919","type":"albums","href":"/v1/catalog/us/albums/1572310919?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/da/39/74/da397439-3521-e5eb-42df-14efd74448e6/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ccc4bc","textColor2":"f1d2c3","textColor4":"c7afa4","textColor1":"f8ede1","bgColor":"1c2127","hasP3":false},"artistName":"Lone","isSingle":false,"url":"https://music.apple.com/us/album/always-inside-your-head/1572310919","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-10-22","name":"Always Inside Your Head","recordLabel":"Greco-Roman","upc":"3616556661847","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Greco-Roman Ltd","playParams":{"id":"1572310919","kind":"album"},"editorialNotes":{"short":"Beatific ’90s sounds, from shoegaze to trip hop, converge on an intrepid album."},"isCompilation":false,"spotify":"https://open.spotify.com/album/36BhQCIGZyc0JyZAfysXYI"}},{"id":"1582481092","type":"albums","href":"/v1/catalog/us/albums/1582481092?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/be/8a/0e/be8a0e27-4756-d090-57c8-8678709f7fd6/4050538719901.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"cbc0b5","textColor2":"ff0f70","textColor4":"d00f5d","textColor1":"f8ecdd","bgColor":"191014","hasP3":false},"artistName":"Maya Jane Coles","isSingle":false,"url":"https://music.apple.com/us/album/night-creature/1582481092","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Night Creature","recordLabel":"I/AM/ME","upc":"4050538719901","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 I Am Me Recordings Limited t/a I/AM/ME under exclusive licence to BMG Rights Management (UK) Limited","playParams":{"id":"1582481092","kind":"album"},"editorialNotes":{"standard":"Since Maya Jane Coles broke through with her 2010 underground hit “What They Say,” the UK DJ/producer has proven herself a remarkably versatile musician. While she’s best known for deep house, her talents extend to moody downtempo, brooding dubstep, and sleek electro-pop. (You can even add hip-hop to that list, indirectly: Nicki Minaj sampled “What They Say” on 2014’s “Truffle Butter.”) The common denominator of all Coles’ work is its shadowy sensibility, and on <i>Night Creature</i>, her third album, she delves into the darkness. On 2017’s <i>Take Flight</i>, Coles’ previous album, she lavished attention on the slower end of the spectrum, but with <i>Night Creature</i> she focuses on club energy. The title track leads off the record with bass-heavy breakbeat house; “True Love to the Grave” is an eyes-closed after-hours anthem; and singles “Survival Mode” and “Need” have festival season written all over them. Coles still shows plenty of range; “Run to You” reimagines Lana Del Rey-style Americana for a club context, and “Devil’s Dance” is a stormy dubstep/techno hybrid. Toward the album’s end, she eases into comedown mode on trip-hop highlights “Come With Me” and “Slooow Jam.” Mostly, though, <i>Night Creature</i> is a demonstration of Coles’ dance-floor acumen, in which a simple equation holds true: The darker the atmosphere, the heavier the groove.","short":"The UK house producer reconnects with her dark side."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7f74ViVWoWCIdBaRzKjpuu"}},{"id":"1582614266","type":"albums","href":"/v1/catalog/us/albums/1582614266?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/bd/22/84/bd2284a0-bb31-6396-59c8-668b3af034dd/26371.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ddd0c4","textColor2":"fcdca5","textColor4":"dec092","textColor1":"faefe4","bgColor":"6a5345","hasP3":false},"artistName":"Mary Lattimore","isSingle":false,"url":"https://music.apple.com/us/album/collected-pieces-2015-2020/1582614266","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Collected Pieces: 2015-2020","recordLabel":"Ghostly International","upc":"804297839042","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ghostly International","playParams":{"id":"1582614266","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7fZYAQ9HtGNemdpr8xt3SP"}},{"id":"1571175845","type":"albums","href":"/v1/catalog/us/albums/1571175845?l=en-US","attributes":{"artwork":{"width":3400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/59/a5/f6/59a5f6b1-aa08-bcfa-0fe2-d125a5112d14/5400863056575_cover.jpg/{w}x{h}bb.jpg","height":3400,"textColor3":"c1c2c3","textColor2":"ceb39b","textColor4":"a89481","textColor1":"ededed","bgColor":"13161a","hasP3":false},"artistName":"Geese","isSingle":false,"url":"https://music.apple.com/us/album/projector/1571175845","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-10-29","name":"Projector","recordLabel":"Partisan / Play It Again Sam","upc":"5400863056575","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Partisan Records / Play It Again Sam","playParams":{"id":"1571175845","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1E094hHDWCHZqO1YVLIUmj"}}]}