{"data":[{"id":"1568599593","type":"albums","href":"/v1/catalog/us/albums/1568599593?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/6c/c6/eb/6cc6eb8a-ed02-ac4e-fd37-1faf73fc0ad4/21UMGIM38975.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"8e8e8e","textColor1":"040404","textColor2":"070707","textColor3":"1f1f1f","textColor4":"222222"},"artistName":"DMX","isSingle":false,"url":"https://music.apple.com/us/album/exodus/1568599593","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Exodus","recordLabel":"Def Jam Recordings","upc":"00602438263226","copyright":"℗ 2021 Def Jam Recordings, a division of UMG Recordings, Inc.","playParams":{"id":"1568599593","kind":"album"},"editorialNotes":{"standard":"The posthumous album is a tough thing to get right. If nothing else, it can be hard for fans to ascertain what’s really representative of an artist’s vision versus what was completed after death to the sometimes less than exacting specifications of the stewards of said estate. In the case of dearly departed hip-hop legend DMX, however, the Dog-loving faithful had nothing to worry about. “All of the songs was finished,” longtime friend, collaborator, and executive producer of his <i>Exodus</i> album Swizz Beatz tells Apple Music. “This album was done while he was living. I know they’re saying ‘the album after he's gone,’ but really he did the album before he was gone.” <br />\nPop Smoke was initially slated to appear on “Money Money Money,” but a leak forced Swizz to switch up the plan and bring on Moneybagg Yo. Otherwise, though, <i>Exodus</i> is exactly how X designed it—one of hip-hop’s most impactful MCs making space for the voices he revered, while staying true to a career-long practice of baring his soul on record. “He gave people real shit,” Swizz says. “He gave you a front-row seat into his life, because he loved his fans, he loved his people, and it's where he was at. He was comfortable, and I think that every artist should get to that level one day, to where they’re not capping and they’re saying real things that are happening in their life and that they’re going through. And it should be uncut, like Dog did on this record.” Below, Swizz talks us through—track by track—the last musical testament of friend and icon DMX.<br /> \n<b>“That’s My Dog” (feat. The LOX &amp; Swizz Beatz)</b>\n“Setting the tone was very important. This is a real curated body of work, and me and X hadn't been in the studio like this for 12 years. The first rapper you hear on the album is Jadakiss, so that's letting you know the tone right there for where we going. This is not play-around.”<br /> \n<b>“Bath Salts” (feat. JAY-Z &amp; Nas)</b>\n“Out the gate, we just wanted to put pressure on everybody—and then take them on this journey at the same time. With Hov and Nas, people know what they getting, you know what I’m saying?” <br />\n<b>“Dogs Out” (feat. Lil Wayne &amp; Swizz Beatz)</b>\n“Wayne always spoke highly of X—when he was living <i>and</i> when he passed. If you go and you look at YouTube, you see Wayne bringing out X at [Miami Beach nightclub] LIV. His concert I was at, he did a whole tribute about X. They went crazy [here].”<br />\n<b>“Money Money Money” (feat. Moneybagg Yo)</b>\n“I didn't want the album just to be artists from when X first came out. I wanted it—and he wanted it—to be energy from today, which is why Pop Smoke originally had this slot. I actually made the beat for Pop Smoke. Pop Smoke was like, 'I want something that sound like X.' And then I think by mistake or whatever, the verses got out, and they was put on different songs, so we had to change it at the last minute. The song is called 'Money Money Money,' so I felt like Moneybagg Yo was perfect for it, and I actually like him as an artist. The beat reminded me of 'Stop Being Greedy' a little bit when I was doing it. It put me in that old X vibe.”<br /> \n<b>“Hold Me Down” (feat. Alicia Keys)</b>\n“‘Hold Me Down’ is one of my favorite records, not only because of my wife on it, but because the way that DMX opens up about his life. If you listen to the record, he starts off, ‘I'm pulled in opposite directions, my life's in conflict/That’s why I spit words that depict a convict.’ And to have a simple chorus that's just saying, 'Hold me down'—’cause that's all X wanted. He wanted the people that loved him to hold him down. That's what he cared about.”<br />\n<b>“Skyscrapers” (feat. Bono)</b>\n“Bono is like family to me, and I had [an early version of the track]. I asked for his permission to give it to my brother because I felt that he deserved it more, especially with the body of work that we was working on. As soon as X heard it, he automatically went in. And then it was crazy, ’cause Bono was writing him saying, ‘Man, it's an honor to have my voice next to yours.’ He drew him a drawing and wrote X a poem and everything right before he passed. It was pretty deep.”<br />\n<b>“Stick Up Skit” (feat. Cross, Infrared &amp; Icepick)</b>\n“This is the late, great Icepick Jay, who passed away [in 2017]. He did all the skits, so that was kind of like paying homage. It just fit, and we can't have an album with no skits.”<br />\n<b>“Hood Blues” (feat. Westside Gunn, Benny the Butcher &amp; Conway the Machine)</b>\n“[Griselda and DMX], they was both fans of each other. X liked them cause they was super hard. And they was a fan of X, so that was pretty easy. X kind of did this one on his own, to be honest. I just sent the beat and they did they thing.”<br />\n<b>“Take Control” (feat. Snoop Dogg)</b>\n“[Snoop and DMX], they knew they wanted to do something after Verzuz. We did the song and it was like, ‘Yo, you know what? Snoop would sound good on this.’ That’s Marvin Gaye and that's 'Sexual Healing,' so you know we had to do the right thing. I love that record. It shows you the 'How's It Goin' Down' vibe.”<br />\n<b>“Walking in the Rain” (feat. Nas, Exodus Simmons &amp; Denaun)</b>\n“[DMX’s son] Exodus was in the studio with us for a lot of [the album]. He was loving ‘Walking in the Rain’ and he just started singing it and he was on beat and everything. It was a beautiful sight to see.\"<br />\n<b>“Letter to My Son (Call Your Father)” (feat. Usher &amp; Brian King Joseph)</b>\n“[DMX] pulled me in the corner and was like, ‘I'm going to let you hear this.’ I kept it acoustic so you could hear every word, and then felt like it needed something else. Then Usher came into the studio and did what he did to it. I left it to where the music had some space for people to reflect instead of it being a whole bunch of words, ’cause X didn't put a whole bunch of words on a record. He said what he said. And it was beautiful.”<br />\n<b>“Prayer”</b>\n“This was live at Kanye's Sunday Service. It was his latest prayer. That's why we put that one on there. He did another one where he was rapping, but this one feels more like what it should be. He was the master of prayers, for sure.”","short":"Swizz Beatz on DMX’s final album: “He gave you a front-row seat into his life.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568238583","type":"albums","href":"/v1/catalog/us/albums/1568238583?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/de/3f/82/de3f8229-5522-65c8-a2bc-5c061f93af00/21UMGIM41199.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"d4d3cf","textColor1":"020000","textColor2":"302a27","textColor3":"2c2a29","textColor4":"514c48"},"artistName":"Fire In Little Africa","isSingle":false,"url":"https://music.apple.com/us/album/fire-in-little-africa/1568238583","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Fire In Little Africa","recordLabel":"Motown Records","upc":"00602438206964","copyright":"Motown Records; ℗ 2021 Fire in Little Africa, LLC, under exclusive to UMG Recordings, Inc.","playParams":{"id":"1568238583","kind":"album"},"editorialNotes":{"standard":"Unless you’re from Tulsa, Oklahoma, and are especially plugged into the city’s local music scene, you’re not likely to recognize most of the names you’ll find on <i>Fire in Little Africa</i>. The compilation album—which marks the anniversary of the 1921 race massacre in the city and asks pressing questions about the trauma that ensues to this day— features a wealth of Tulsa-hailing singers, poets, MCs, educators, and activists. Tulsa native and Black music icon Charlie Wilson is also present. The Gap Band frontman notwithstanding, <i>Fire in Little Africa</i> is chock-full of voices deserving of more attention. And it’s hardly just a history lesson set to music. There are tracks which speak to the project’s historical context, but many more that find its contributors providing insights into the complexity of the contemporary Black American experience. The artists on <i>Fire in Little Africa</i> live, love, and laugh in the same measures that they reflect. If anything, <i>Fire in Little Africa</i> is a testament to the kind of art that inevitably springs from regional legacy. This particular region’s legacy happens to be one of the ugliest in American history, but its fruits—some 100 years removed from the events they spring from—are inarguably some of the sweetest.","short":"From the embers of Black Wall Street grew an artistic haven."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569747578","type":"albums","href":"/v1/catalog/us/albums/1569747578?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/89/ed/a4/89eda4ba-bf0f-f86a-3474-37bb3e089453/18UMGIM30624.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"f5f7f6","textColor1":"221e1f","textColor2":"313032","textColor3":"4c494a","textColor4":"585759"},"artistName":"Juice WRLD","isSingle":false,"url":"https://music.apple.com/us/album/goodbye-good-riddance-anniversary-edition/1569747578","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2018-05-23","name":"Goodbye & Good Riddance (Anniversary Edition)","recordLabel":"Grade A Productions/Interscope Records","upc":"00602438375899","copyright":"℗ 2021 Grade A Productions, LLC, distributed by Interscope Records","playParams":{"id":"1569747578","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569186561","type":"albums","href":"/v1/catalog/us/albums/1569186561?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/93/0a/f9/930af9ff-b4db-703b-6595-32570b2021f4/190296646058.jpg/{w}x{h}bb.jpeg","bgColor":"cb0014","textColor1":"f5ffff","textColor2":"ffd3b2","textColor3":"eccbd0","textColor4":"f4a892"},"artistName":"Natanael Cano","isSingle":false,"url":"https://music.apple.com/us/album/a-mis-20/1569186561","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"A Mis 20","recordLabel":"WEA Latina","upc":"190296646058","copyright":"Distributed By Warner Music Latina, ℗ 2021 JHRH","playParams":{"id":"1569186561","kind":"album"},"editorialNotes":{"standard":"It can be somewhat startling to fully consider that the prolific pioneer and continuing gatekeeper of the corridos tumbados sound only recently made it out of his teens. Thus, the significance of Natanael Cano naming his latest project <i>A Mis 20</i> should not be taken lightly given just how much he’s accomplished up to this point, and in such short order. Fans of his growing catalog will find more of his high-quality signature sound, with lyrical themes drawing from trap music, culture on both sides of the border, and his own life. Among the highlights here are “Sin Ti” and “El F,” the latter a team-up with Rancho Humilde compatriot Junior H.","short":"The corridos tumbados king exits his teens a música Mexicana star."},"isCompilation":false}},{"id":"1557495549","type":"albums","href":"/v1/catalog/us/albums/1557495549?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/79/9b/87/799b8799-d2cd-2ba6-7c6c-0ef72c787a25/889030500458.png/{w}x{h}bb.jpeg","bgColor":"000015","textColor1":"dabb70","textColor2":"e5b095","textColor3":"ae965d","textColor4":"b78c7b"},"artistName":"Mustafa","isSingle":false,"url":"https://music.apple.com/us/album/when-smoke-rises/1557495549","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"When Smoke Rises","recordLabel":"Regent Park Songs","upc":"889030500458","copyright":"℗ 2021 Regent Park Songs","playParams":{"id":"1557495549","kind":"album"},"editorialNotes":{"standard":"Over the past decade, Toronto’s Mustafa Ahmed has worn many hats: spoken-word poet, community activist, documentarian, member of Prime Minister Justin Trudeau’s policy-shaping Youth Advisory Council, and, more recently, a songwriter for pop stars like The Weeknd and Shawn Mendes. All of those accomplishments—not to mention a number of enthusiastic Drake endorsements—have made the long-awaited arrival of Mustafa’s debut release, <i>When Smoke Rises</i>, a major event, complete with an A-list guest list that includes James Blake, Sampha, and Jamie xx. But Mustafa has answered those heightened expectations with a set of deeply meditative acoustic-soul hymns that, at times, feel almost too personal and painful to bear.<br />\nThe title and cover shot of <i>When Smoke Rises</i> pay tribute to Toronto MC Smoke Dawg, a fellow member of the Halal Gang rap collective who was killed in 2018, and these eight songs reverberate with the trauma of losing loved ones too soon and the crises of faith that result from enduring endless violence. Atop the rumbling rhythms of “The Hearse,” Mustafa preps his slain friend’s body for a traditional Muslim funeral while questioning whether his natural peacemaker instincts can keep his desire for vengeance at bay. “Ali” is even more harrowing, an emotional plea for a friend to leave town to avoid the trouble coming to him, only for the trouble to find him anyway. (“There were no words to stop the bullets,” Mustafa ruefully admits, in a voice that isn’t so much calm as numbed.) But <i>When Smoke Rises</i>’ grim subtext is leavened by Mustafa’s natural melodic graces—even when recounting the worst days of his life, his songs summon the strength to carry on. “Just put down that bottle, tell me your sorrows,” he sings on the quiet yet resounding mission statement “Stay Alive,” a reminder that reckoning with the pain is the first step toward healing it.","short":"The poet-songwriter debuts with a set of aching acoustic-soul hymns."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1569753927","type":"albums","href":"/v1/catalog/us/albums/1569753927?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/94/70/69/9470691c-9d61-ce20-fb8d-5f63459f34df/192641750038_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"242834","textColor1":"e9eef5","textColor2":"00b6f2","textColor3":"c2c7ce","textColor4":"079acc"},"artistName":"TOMORROW X TOGETHER","isSingle":false,"url":"https://music.apple.com/us/album/the-chaos-chapter-freeze/1569753927","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-05-31","name":"The Chaos Chapter : FREEZE","recordLabel":"Republic Records - TXT","upc":"192641750038","copyright":"℗ 2021 BIGHIT MUSIC / HYBE","playParams":{"id":"1569753927","kind":"album"},"editorialNotes":{"standard":"The boy band shift between alt-rock angst and synth-pop dreams.","short":"The boy band shift between alt-rock angst and synth-pop dreams."},"isCompilation":false}},{"id":"1556687227","type":"albums","href":"/v1/catalog/us/albums/1556687227?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/d1/47/d3/d147d396-afd8-c1e5-774e-11ab92d67c18/20UM1IM08220.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"c4d7f5","textColor1":"15243a","textColor2":"0f2843","textColor3":"38485f","textColor4":"334b66"},"artistName":"easy life","isSingle":false,"url":"https://music.apple.com/us/album/lifes-a-beach/1556687227","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"life's a beach","recordLabel":"Universal-Island Records Ltd.","upc":"00602435570365","copyright":"An Island Records release; ℗ 2021 Universal Music Operations Limited","playParams":{"id":"1556687227","kind":"album"},"editorialNotes":{"standard":"On their debut album, <i>life’s a beach</i>, easy life takes us on a trip to the glorious British seaside. “Being from Leicester, we’re really, really far from the beach,” frontman Murray Matravers tells Apple Music. “This album was about dreaming big and trying to get out of your head. It was about the idea that surely life can be better than this.” Largely written during the UK’s first 2020 lockdown (but decidedly not a quarantine project), <i>life’s a beach</i> is an album of two halves. You’ll find easy life’s reliably jovial sing-along anthems—which borrow from R&amp;B, hip-hop, jazz, pop, and even musical theater—on the first, from the wonky, affirming “message to myself” to the shoulder-shaking “skeletons.” Then, still grounded by Matravers’ loose, Jamie T-meets-Mike Skinner speak-singing, <i>life’s a beach</i> moves into murkier waters. “This album starts like, ‘We’re going to have a great time at the beach and everything is going to be good!’” says Matravers. “Then it slowly gets worse and worse.”<br />\nHere he explores his darkest moments with remarkable candor (see the propulsive, chaotic “living strange” and sad banger “nightmares”), as well as the people who’ve helped him out of them (“lifeboat”). But as the five-piece, completed by Oliver Cassidy, Sam Hewitt, Lewis Berry, and Jordan Birtles, calls it a night on the mashed “music to walk home to,” easy life reminds us what they have always been: a band that revels—and excels—in having fun. “We deal with some quite serious themes throughout the album and we have a place to talk about important shit, but I definitely don’t want anyone thinking we’re seriously deep,” adds Matravers. Read on as the frontman takes us on a track-by-track tour of easy life’s whirlwind debut.<br />\n<b>“a message to myself”</b>\n“This was a real labor of love. I wrote my little bit in about 20 minutes, and it was pretty close to a freestyle. The instrumental came from [US producer] Bekon, who worked on the Kendrick Lamar <i>DAMN.</i> album. We reached out to him in 2016 and he sent us this beat tape. We were tiny at the time, and Kendrick Lamar was Kendrick Lamar. I've never heard anything like it. As the album developed, I always thought it would be a really weird intro. This track was very much me reassuring myself. Like, ‘Hey, be yourself, because you've got to be authentic in this album, otherwise people won't dig it.’”<br />\n<b>“have a great day”</b>\n“This was written with [US producer] Gianluca Buccellati, two or three days before we went into the first lockdown in 2020, so it has a special place in my heart. We had the instrumental cooking up and it just felt like a breezy ’60s crooner-type song. It's about a trip to the beach. Again, like lots of our songs, it started as a bit of a joke and then it turned into something a lot more serious.”<br />\n<b>“ocean view”</b>\n“I wrote this one with [US songwriter and producer] Rob Milton. Rob found the track ‘Loved the Ocean’ by [American singer-songwriter] Emilia Ali. If you’ve heard it, you’ll appreciate that we literally just took her entire song, sped it up a fraction, and pitched it up—a process that takes about five minutes—put some drums on, and then sang her chorus, which was already written. We basically plagiarized it. ‘ocean view’ is another track where you've gone to the seaside, but this is where the album starts looking a little less hopeful. We sent it to Emilia and she was stoked. She thinks it's cool.”<br />\n<b>“skeletons”</b>\n“‘ocean view’ and ‘skeletons’ are so different. We asked the mastering engineer to put the littlest space possible between the songs, because I thought it was cool to smash them together. It’s part of the journey of <i>life's a beach</i>—now we’re into a different vibe entirely. It’s one of the only moments in the album where it's just a party. This song is about having skeletons in your closet. You meet someone and you know that they’re no good for you, but in a way that's quite alluring. I think we all fall into that trap. I certainly used to basically every single weekend.”<br />\n<b>“daydreams”</b> \n“I wrote this during lockdown. I think everyone can relate to it. It’s like, ‘Let's just get drunk and stoned and hopefully it will get slightly less boring but it's probably still quite boring.’ It’s about missing people as well. I spun it romantically, but it spans across friendships and family.”<br />\n<b>“life’s a beach (interlude)”</b>\n“We had a million interludes to choose from. We chose this one because it was in the right key after coming out of ‘daydreams’ and going into ‘living strange.’ It was a nice way of getting from A to B.”<br />\n<b>“living strange”</b>\n“This is an old one. I wrote this one with my older brother. We're super close and we can talk about anything, so when we write music, it usually gets dark, because I'll be like, ‘All this shit's going down, it's terrible,’ and he’ll say, ‘Okay, let's write a song about it.’ Things were not good back then. I’ve come out of it now, but back then it was a bit of a whirlwind, and my brother was able to capture it perfectly. This is the first vocal take. I couldn’t recreate it—there’s a paranoia that seeps out. This album needed something on that self-destructive, end-of-the-world-type shit.”<br />\n<b>“compliments”</b>\n“This was made with [Leeds-based producer and mixer] Lee Smith. I introduced him to Rob [Milton]. One time we were in a room and Lee was like, ‘You guys are just killing it,’ and Rob and I found it so awkward. It's hard to take a compliment. We wrote this song straight afterwards. It’s uplifting and positive, especially with the chords being so melodic and pretty. But there’s also an element of severed relationships and not speaking.”<br />\n<b>“lifeboat”</b>\n“So obviously we're into the second half of the album where shit's starting to go south. The lifeboat is a metaphor of someone who has helped you out of a bad patch. There are countless people who have helped me. This song was just me tipping my metaphorical hat to them. Musically, I wanted it to be super ’70s and slick and almost cheesy. In the way that Outkast might do something super cheesy, but it’s just cool as fuck. It was like I was trying to do our best André 3000 impression.”<br />\n<b>“nightmares”</b>\n“I always think most of our music sounds pretty happy. But most of the stuff that provokes me to write is pretty sad. I’ve always seen ‘nightmares’ as hiding in plain sight. Sure, the music sounds anthemic, but I actually think this is our saddest song. This is obviously intentionally opposite to ‘daydreams.’ You daydream at the start of the album, but you end up in a nightmare.”<br />\n<b>“homesickness”</b>\n“This is a pretty surface-level song. We were spending loads of time in America. Looking back, I wish I was really stoked about it because it was so much fun. But I spent most of the time missing home. It started with an arpeggiated chord that runs throughout the track. I remember being in the studio and that genuinely bringing a tear to my eye when we first heard it.”<br />\n<b>“music to walk home to”</b>\n“We collaborated with [British songwriter and producer] Fraser T. Smith on this record. We were hanging out at his studio writing stuff and got really drunk. Like, <i>really</i> drunk. We were listening to a lot of Fela Kuti at the time, and we just started making an instrumental. I’d written rough points about what it would be like to walk from the station to my house and the places I'd cross. I got a mic and did it in one take, at around one or two in the morning. I fluffed loads of the words because I was a bit steaming, but kept all of that in. I fell in love with the song after it was born. I just thought it was hilarious. It made sense to be the last track—you’ve gone away on this elaborate trip of self-discovery and now it’s time to go back to the flat and take stock and start over again. It was important to include one track that was purely a laugh.”","short":"“Our music sounds happy, but the stuff that provokes it is pretty sad.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568155622","type":"albums","href":"/v1/catalog/us/albums/1568155622?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/08/02/d6/0802d6f3-b6de-2e6b-c836-c88f2f47e065/4050538689167.jpg/{w}x{h}bb.jpeg","bgColor":"1f1f1f","textColor1":"ffffff","textColor2":"e0e0e0","textColor3":"d2d2d2","textColor4":"bababa"},"artistName":"Chase Rice","isSingle":false,"url":"https://music.apple.com/us/album/the-album/1568155622","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"The Album","recordLabel":"Broken Bow Records","upc":"4050538689167","copyright":"℗ 2021 Dack Janiels Records under exclusive license to This Is Hit d/b/a Broken Bow Records","playParams":{"id":"1568155622","kind":"album"},"isCompilation":false}},{"id":"1566246174","type":"albums","href":"/v1/catalog/us/albums/1566246174?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/b2/c3/df/b2c3df4e-92e3-1c8c-6800-1d4470f92212/21UMGIM25731.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"242017","textColor1":"e8b738","textColor2":"ddb523","textColor3":"c19931","textColor4":"b89721"},"artistName":"Juanes","isSingle":false,"url":"https://music.apple.com/us/album/origen/1566246174","isComplete":true,"genreNames":["Pop Latino","Music","Latin"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2021-05-27","name":"Origen","recordLabel":"UMLE - Latino","upc":"00602435989136","copyright":"Universal Music Latino; ℗ 2021 UMG Recordings, Inc.","playParams":{"id":"1566246174","kind":"album"},"isCompilation":false}},{"id":"1549749518","type":"albums","href":"/v1/catalog/us/albums/1549749518?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/0d/22/e7/0d22e75b-2c11-37db-0bb9-244393861579/195497795123.jpg/{w}x{h}bb.jpeg","bgColor":"e3b196","textColor1":"180901","textColor2":"251c11","textColor3":"402a1f","textColor4":"4b3a2c"},"artistName":"Blackberry Smoke","isSingle":false,"url":"https://music.apple.com/us/album/you-hear-georgia/1549749518","isComplete":true,"genreNames":["Americana","Music","Country"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"You Hear Georgia","recordLabel":"3 Legged Records","upc":"195497795123","copyright":"℗ 2021 3 Legged Records marketed and distributed by Thirty Tigers","playParams":{"id":"1549749518","kind":"album"},"isCompilation":false}},{"id":"1565226312","type":"albums","href":"/v1/catalog/us/albums/1565226312?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/9b/8a/69/9b8a69b1-c090-bd25-9998-16faf72345ae/196006730192.jpg/{w}x{h}bb.jpeg","bgColor":"fffcf7","textColor1":"0c0d07","textColor2":"253044","textColor3":"3d3d37","textColor4":"515968"},"artistName":"Dizzy Fae","isSingle":false,"url":"https://music.apple.com/us/album/antenna-ep/1565226312","isComplete":true,"genreNames":["Indie Pop","Music","Alternative"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-26","name":"Antenna - EP","recordLabel":"Downtown Records","upc":"196006730192","copyright":"℗ 2021 Downtown Records","playParams":{"id":"1565226312","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1559234863","type":"albums","href":"/v1/catalog/us/albums/1559234863?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/be/33/11/be33115c-55bb-a2af-cd8e-e7d9dd6cb936/cover.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"f8f8f8","textColor2":"dfdfdf","textColor3":"c6c6c6","textColor4":"b2b2b2"},"artistName":"Of Mice & Men","isSingle":false,"url":"https://music.apple.com/us/album/bloom-single/1559234863","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Bloom - Single","recordLabel":"SHARPTONE","upc":"0727361594961","copyright":"℗ 2021 SHARPTONE","playParams":{"id":"1559234863","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556010645","type":"albums","href":"/v1/catalog/us/albums/1556010645?l=en-US","attributes":{"artwork":{"width":4000,"height":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/68/84/bd/6884bdcc-4a7d-6d91-8693-269e35a00643/191402021257.png/{w}x{h}bb.jpeg","bgColor":"1f100d","textColor1":"00bbdf","textColor2":"f68a29","textColor3":"0699b5","textColor4":"ca7124"},"artistName":"black midi","isSingle":false,"url":"https://music.apple.com/us/album/cavalcade/1556010645","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Cavalcade","recordLabel":"Rough Trade","upc":"191402021257","copyright":"℗ 2021 black midi under exclusive license to Rough Trade Records Ltd.","playParams":{"id":"1556010645","kind":"album"},"editorialNotes":{"short":"On LP 2, the London trio changes shape and sound at every available turn."},"isCompilation":false}},{"id":"1568350757","type":"albums","href":"/v1/catalog/us/albums/1568350757?l=en-US","attributes":{"artwork":{"width":1417,"height":1406,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/eb/98/85/eb9885c7-d5fb-21be-8a5b-20b11bc70f1f/IVCD04_Dixon_Temporary_Secretary_4c_300dpi.jpg/{w}x{h}bb.jpeg","bgColor":"2692d2","textColor1":"131414","textColor2":"161616","textColor3":"172d3a","textColor4":"192f3c"},"artistName":"Dixon","isSingle":false,"url":"https://music.apple.com/us/album/temporary-secretary-dj-mix/1568350757","isComplete":false,"genreNames":["Electronic","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2021-05-21","name":"Temporary Secretary (DJ Mix)","upc":"5056381811235","playParams":{"id":"1568350757","kind":"album"},"editorialNotes":{"short":"On a classic 2009 mix, the Innervisions maestro goes deep and moody."},"isCompilation":false}},{"id":"1563808057","type":"albums","href":"/v1/catalog/us/albums/1563808057?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/ae/ab/bd/aeabbd0a-1c2b-869d-6148-aff15c3eef10/804297714905.jpg/{w}x{h}bb.jpeg","bgColor":"177b2d","textColor1":"fffeff","textColor2":"b8f0c6","textColor3":"d0e3d5","textColor4":"98d9a7"},"artistName":"Rick Wade","isSingle":false,"url":"https://music.apple.com/us/album/late-night-basix-vol-2-ep/1563808057","isComplete":true,"genreNames":["Electronic","Music","Dance","House"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Late Night Basix, Vol. 2 - EP","recordLabel":"Spectral Sound","upc":"804297714905","copyright":"℗ 2021 Spectral Sound / Ghostly International","playParams":{"id":"1563808057","kind":"album"},"isCompilation":false}},{"id":"1568033223","type":"albums","href":"/v1/catalog/us/albums/1568033223?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/ff/6f/10/ff6f106e-ff71-8243-c76e-4a705f1681e8/192641602733_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"e8e9eb","textColor2":"d3e7ee","textColor3":"b9babc","textColor4":"a8b9be"},"artistName":"Foreign Family Collective","isSingle":false,"url":"https://music.apple.com/us/album/rare-wavs-vol-1/1568033223","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2021-05-25","name":"Rare.wavs, Vol. 1","recordLabel":"Foreign Family Collective","upc":"192641602733","copyright":"℗ 2021 Foreign Family Collective","playParams":{"id":"1568033223","kind":"album"},"isCompilation":false}},{"id":"1556124440","type":"albums","href":"/v1/catalog/us/albums/1556124440?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/8f/35/f5/8f35f5cb-0d55-ba24-171d-a19f35f519bb/644110042996.jpg/{w}x{h}bb.jpeg","bgColor":"ff8f4f","textColor1":"0b0047","textColor2":"000057","textColor3":"3c1c49","textColor4":"331c55"},"artistName":"Bachelor, Jay Som & Palehound","isSingle":false,"url":"https://music.apple.com/us/album/doomin-sun/1556124440","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Doomin' Sun","recordLabel":"Polyvinyl Records","upc":"644110042996","copyright":"℗ 2021 Polyvinyl Record Co.","playParams":{"id":"1556124440","kind":"album"},"editorialNotes":{"standard":"Bachelor, the debut project of close friends Jay Som (Melinda Duterte) and Palehound (Ellen Kempner), began in early 2020 when the duo decided to pack up their recording equipment and rent a house in Topanga, California. The impromptu setup allowed the singer-songwriters to freely explore and learn from each other’s songwriting, resulting in a collection of playful, slightly off-kilter indie rock where they cope with anxieties both personal and apocalyptic. Whether they’re trying to kick their mindless phone-scrolling habit (“Sick of Spiraling”) or worrying about their fate due to global warming (“Doomin’ Sun”), the duo tell their stories with biting wit as they seamlessly transition from country rock to acoustic folk, respectively. But it’s not all doom and gloom, like on the Pixies-inspired fuzz rocker “Stay in the Car,” on which Kempner lives vicariously through a bombshell she stumbled upon, and was enchanted by, outside a supermarket parking lot.","short":"Jay Som and Palehound take their friendship to a new level."},"isCompilation":false}},{"id":"1554001683","type":"albums","href":"/v1/catalog/us/albums/1554001683?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/c8/a1/ae/c8a1aea6-1aab-bb34-ee90-3650babf109f/5060845320157.jpg/{w}x{h}bb.jpeg","bgColor":"bfbeb9","textColor1":"070909","textColor2":"252323","textColor3":"2c2d2c","textColor4":"444241"},"artistName":"Motor City Drum Ensemble","isSingle":false,"url":"https://music.apple.com/us/album/fabric-presents-danilo-plessow-mcde-dj-mix/1554001683","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":28,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"fabric Presents Danilo Plessow (MCDE) [DJ Mix]","recordLabel":"fabric Records","upc":"5060845320157","copyright":"℗ 2021 fabric Records","playParams":{"id":"1554001683","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1568218050","type":"albums","href":"/v1/catalog/us/albums/1568218050?l=en-US","attributes":{"artwork":{"width":3796,"height":3796,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/63/33/f5/6333f5c2-6acd-8166-d292-5ad8ca9e6eed/193436262170_01_img001.jpg/{w}x{h}bb.jpeg","bgColor":"001033","textColor1":"ff7e57","textColor2":"fc3271","textColor3":"cb684f","textColor4":"ca2b64"},"artistName":"Mato","isSingle":false,"url":"https://music.apple.com/us/album/pleasure/1568218050","isComplete":true,"genreNames":["Pop","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Pleasure","recordLabel":"Mato","upc":"193436262170","copyright":"℗ 2021 Mato","playParams":{"id":"1568218050","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1558567963","type":"albums","href":"/v1/catalog/us/albums/1558567963?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/66/5c/9e/665c9e6c-84b6-b3a1-5ea3-2b05fec433fe/721616814422.jpg/{w}x{h}bb.jpeg","bgColor":"78511f","textColor1":"f8ecb0","textColor2":"f7e397","textColor3":"dfcd93","textColor4":"dec57f"},"artistName":"Ghastly","isSingle":false,"url":"https://music.apple.com/us/album/mercurial-passages/1558567963","isComplete":true,"genreNames":["Death Metal/Black Metal","Music","Rock"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Mercurial Passages","recordLabel":"20 Buck Spin","upc":"721616814422","copyright":"℗ 2021 20 Buck Spin","playParams":{"id":"1558567963","kind":"album"},"isCompilation":false}},{"id":"1559980324","type":"albums","href":"/v1/catalog/us/albums/1559980324?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music114/v4/80/bb/a6/80bba6d6-62a8-6c16-47cb-b90ae42e1fe3/759126041731_cover.jpg/{w}x{h}bb.jpeg","bgColor":"d7c0ae","textColor1":"180318","textColor2":"070f34","textColor3":"3e2836","textColor4":"31334c"},"artistName":"Alex Epton","isSingle":false,"url":"https://music.apple.com/us/album/episodic-buffer-vol-2-ep/1559980324","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Episodic Buffer Vol.2 - EP","recordLabel":"Green Bullet","upc":"759126041731","copyright":"℗ 2020 Green Bullet","playParams":{"id":"1559980324","kind":"album"},"isCompilation":false}},{"id":"1552690327","type":"albums","href":"/v1/catalog/us/albums/1552690327?l=en-US","attributes":{"artwork":{"width":1440,"height":1440,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/a1/42/c3/a142c34a-46b2-ace0-3c4c-703b414d8ae8/cover.jpg/{w}x{h}bb.jpeg","bgColor":"050400","textColor1":"ee7325","textColor2":"e96d0b","textColor3":"bf5d1d","textColor4":"bb5809"},"artistName":"Perturbator","isSingle":false,"url":"https://music.apple.com/us/album/lustful-sacraments/1552690327","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Lustful Sacraments","recordLabel":"Blood Music","upc":"3616552948768","copyright":"℗ 2021 Blood Music","playParams":{"id":"1552690327","kind":"album"},"editorialNotes":{"standard":"“I really wanted to make an album that was a love letter to old-school goth music and post-punk.” That’s what Perturbator mastermind James Kent tells Apple Music when asked about the inspiration behind his fifth album. “I wanted to make an album that would be more melody-based, less hard and aggressive than my previous works.” As such, <i>Lustful Sacraments</i> bathes in the dark and infectious sounds of ’80s luminaries like Depeche Mode, Killing Joke, and DAF while exploring lyrical themes of dissatisfaction, addiction, and self-destruction. “Before this album, I would make music about sci-fi and dystopian stuff,” the French musician says. “With this one, I wanted to do something more personal, more based on human emotions. It’s more of an intimate album that maybe more people can relate to.” Below, Kent comments on each track.<br />\n<b>“Reaching Xanadu”</b>\n“It's a very short track, but it has a very complex drum pattern, and it sounds a bit technical in terms of rhythm. I wanted to make a bridge from my previous album, which was very complex and industrial-sounding, and almost trick the listener into thinking that it’s going to be more of the same. At the end, I put the sound of breaking glass to symbolize the switch of genres to post-punk.”<br /> \n<b>“Lustful Sacraments”</b>\n“This is the first one that I wrote for the album, and it's one that I've been working on for almost three years now. It was my first attempt at trying to find my footing in this post-punk goth music genre—to find what sort of drum patterns they use, the snare sound, the guitars. Basically, I wanted this song to be kind of the flagship of the album. When you listen to it, you know what the rest of the album is going to sound like.”<br /> \n<b>“Excess”</b>\n“The yelling parts are from Maniac 2121, who is a very good friend of mine from a long time ago. I don't have a good yelling voice myself, so it sounded a bit weak when I did it. But he gave it his all, so I preferred to take his yelling part. This is one of the fastest-paced tracks on the album, in terms of BPM. And the lyrics for this are pretty blunt. I think they drive home the overall theme of the album, about dissatisfaction, addiction, and self-destruction.”<br /> \n<b>“Secret Devotion” (feat. True Body)</b>\n“It's definitely a love letter to Depeche Mode. It has a lot of the same very dry percussion and a DX7 synthesizer sound, like a very cold-sounding piano. I wasn’t sure if it would make the cut for the album at first, because it sounded a bit weird. But then I sent it to the guys in Truebody, because I could really hear the vocals of Isabel [Moreno-Riaño] in my head when I listened to it. I asked them to do something with it, and they asked if they could add more stuff—not just vocals. I told them to go for it, and I just really love the results.”<br /> \n<b>“Death of the Soul”</b>\n“At first, the album had eight tracks, and I felt it was very short. And also, I also wanted to explore a little bit more of an EBM or Berlin techno type of style—similar to DAF or, more recently, Boy Harsher. So I started this track with a very steady and simple bass and drum combo. Then I asked Belial to put vocals on it. She’s a good friend of mine, and she’s Russian, so I thought, ‘Let’s do a fucking track in Russian.’ She’s just talking, not singing, but it came out very cool.”<br /> \n<b>“The Other Place”</b>\n“With a lot of the tracks, you can almost pinpoint a band that I got inspired by. With this one, it was Killing Joke—the <i>Night Time</i> album. It's also the one that I decided to not put any vocals on, because the track already has a lot of things going on. I put a lot of guitars on this one and changed the rhythm and stuff like this. I can also say that the title was inspired by a <i>Twilight Zone</i> episode called ‘A Nice Place to Visit,’ which is about a guy who dies and thinks he’s in heaven but it turns out he’s in ‘the other place.’”<br /> \n<b>“Dethroned Under a Funeral Haze”</b>\n“People tell me that the title sounds like a Darkthrone reference. I do see that, but I didn’t do it on purpose at all. At first the track was just called ‘Dethroned,’ but then there’s this art book I have called <i>Under the Funeral Haze</i>. I really liked the title and wanted to use it. I just wanted to make something slow and doomy, but with synthesizers. And then my friend Maniac 2121 wanted to put some vocals on it. It turns out he has a very good singing voice, so I decided to keep it.”<br /> \n<b>“Messalina, Messalina”</b>\n“This is the second fast track on the album. I felt like a lot of the tracks previously were in the same sort of tempo range or going a bit slower. So just before the finale I wanted to make a track that would be very typical Perturbator—very fast, very energetic, with a lot of distorted synths. I think it's the only track where I have that. I did the vocals on this one, and I basically wanted it to be the climax of the album in a way—the most hard-hitting, so that the track after could be more of a slow burner.”<br /> \n<b>\"God Says\" (feat. Hangman's Chair)</b>\n“Hangman’s Chair are a doom band from Paris. When I started this track, I was supposed to do it with Farida [Lemouchi] from The Devil’s Blood, my favorite band of all time, so I made it with her vocals in mind. So the guys from Hangman’s Chair heard the track because we always hang out together, and they wanted to do something on it. It works perfectly because the singer has a similar vibe to Farida. It very quickly became one of my favorites, along with ‘Dethroned.’”","short":"“I wanted to make a love letter to old-school goth music and post-punk.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1566535089","type":"albums","href":"/v1/catalog/us/albums/1566535089?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/56/7f/a8/567fa847-b06e-b1ac-5e5c-20ab5dab1cdb/0822231136651_cover.jpg/{w}x{h}bb.jpeg","bgColor":"050300","textColor1":"ffffff","textColor2":"f42a91","textColor3":"cccccb","textColor4":"c42274"},"artistName":"Antonio Pappano & London Symphony Orchestra","isSingle":false,"url":"https://music.apple.com/us/album/vaughan-williams-tallis-fantasia-ep/1566535089","isComplete":true,"genreNames":["Classical","Music","Modern Era","Orchestral"],"trackCount":1,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Vaughan Williams: Tallis Fantasia - EP","recordLabel":"LSO Live","upc":"0822231136651","copyright":"℗ 2021 London Symphony Orchestra Ltd","playParams":{"id":"1566535089","kind":"album"},"editorialNotes":{"short":"Enjoy a superb performance of one of Vaughan Williams’ most popular pieces."},"isCompilation":false}},{"id":"1567623395","type":"albums","href":"/v1/catalog/us/albums/1567623395?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/93/38/f5/9338f5d6-96e5-48b1-85be-3c0d1690d02a/886449286133.jpg/{w}x{h}bb.jpeg","bgColor":"1d1e19","textColor1":"f0efed","textColor2":"e28a61","textColor3":"c6c5c2","textColor4":"ba7452"},"artistName":"Southerland","isSingle":false,"url":"https://music.apple.com/us/album/boot-up-ep/1567623395","isComplete":true,"genreNames":["Country","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Boot Up - EP","recordLabel":"River House Artists","upc":"886449286133","copyright":"℗ 2021 Sony Music Entertainment. All rights reserved.","playParams":{"id":"1567623395","kind":"album"},"isCompilation":false}},{"id":"1560411323","type":"albums","href":"/v1/catalog/us/albums/1560411323?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/35/16/64/351664e1-0f1c-643c-fd2c-02c6092b2374/3663729152503_cover.jpg/{w}x{h}bb.jpeg","bgColor":"1c171b","textColor1":"f0a2ba","textColor2":"e190a9","textColor3":"c6869a","textColor4":"ba788d"},"artistName":"Baltra","isSingle":false,"url":"https://music.apple.com/us/album/ambition/1560411323","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-05-27","name":"Ambition","recordLabel":"Local Action","upc":"3663729152503","copyright":"℗ 2021 Local Action Records","playParams":{"id":"1560411323","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1559673963","type":"albums","href":"/v1/catalog/us/albums/1559673963?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/c7/c7/28/c7c7286b-c00b-685e-ba91-ffbcdbd9c5d9/4260393742994_Cover.jpg/{w}x{h}bb.jpeg","bgColor":"303133","textColor1":"c0cfd6","textColor2":"bcc7ca","textColor3":"a3afb6","textColor4":"a0a9ac"},"artistName":"The Flight Of Sleipnir","isSingle":false,"url":"https://music.apple.com/us/album/eventide/1559673963","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Eventide","recordLabel":"Eisenwald","upc":"4260393742994","copyright":"℗ 2021 Eisenwald","playParams":{"id":"1559673963","kind":"album"},"isCompilation":false}},{"id":"1560605515","type":"albums","href":"/v1/catalog/us/albums/1560605515?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/ee/3b/d5/ee3bd544-408c-9862-4d31-550cbf836964/886449027569.jpg/{w}x{h}bb.jpeg","bgColor":"080808","textColor1":"ffffff","textColor2":"d2d2cf","textColor3":"cdcdcd","textColor4":"a9a9a7"},"artistName":"Leif Ove Andsnes, Mahler Chamber Orchestra, Matthew Truscott, Joel Hunter & Frank-Michael Guthmann","isSingle":false,"url":"https://music.apple.com/us/album/mozart-momentum-1785/1560605515","isComplete":true,"genreNames":["Classical","Music","High Classical"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Mozart Momentum - 1785","recordLabel":"Sony Classical","upc":"886449027569","copyright":"℗ 2021 Sony Music Entertainment","playParams":{"id":"1560605515","kind":"album"},"editorialNotes":{"standard":"When the 25-year-old Mozart arrived in Vienna in 1781, he was bowled over by its musical possibilities. The Austrian capital was then the center of the Western musical world, teeming with the finest composers and musicians from across Europe. It took just four years for him to prove himself among them. In 1785 alone, he composed some of his most astonishing and inventive piano concertos and chamber works, and it’s that music that Norwegian pianist Leif Ove Andsnes and the Mahler Chamber Orchestra explore on this fascinating album. “By giving the piano a more heroic solo role, Mozart planted the seed for what was to become the Romantic piano concerto,” Andsnes tells Apple Music of the influential work housed here. “And he does a few things that are revolutionary and completely new.” Among them, Mozart introduced the then-exotic clarinet into his orchestrations, and wrote thrillingly technical challenges for the piano. “The E-Flat Concerto [No. 22], the third on this recording, features octave passages up and down the keyboard in both hands, which are very demanding,” reveals Andsnes. “Virtuosity became an important part of his expression and a mark of the quality of his music.”<br />\nThe question of why Mozart’s music suddenly came of age in 1785 intrigues Andsnes. Responding to the sheer competition he faced in Vienna is, perhaps, a reason. “The D Minor and C Major Concertos were written just one month apart, but everything about them is so different,” says Andsnes. “The D Minor [No. 20] is so raw and dark, yet the C Major [No. 21] is so playful and, at the same time, majestic.” This album finds Andsnes reunited with the Mahler Chamber Orchestra after the hugely successful <i>Beethoven Journey</i>, released in 2015, which saw them record Beethoven’s complete piano concertos. Andsnes is drawn to the ensemble’s sense of adventure. “For this recording, I had so many thoughts and ideas in mind for the orchestra,” he says. \"But in the end, they gave me a slightly different sound. They really inspired me by the way they changed the music’s color in a tenth of a second from something very open to lonely and intimate.” Read on as Andsnes guides us through the works on this extraordinary and revelatory recording.<br />\n<b>Piano Concerto No. 20 in D Minor, K. 466</b>\n“This is a very dramatic work. It’s one of only two piano concertos that Mozart writes in a minor key. Because it’s full of turmoil, it feels as though it’s related to works like <i>Don Giovanni</i> or the <i>Requiem</i>. For the first time, we see how Mozart separates soloist from orchestra—the soloist enters with very different, very lonely music. The second movement is in a major key and has one of those melodies that, when you walk out of the concert hall, you start singing because it’s so charming. In the middle section, there’s a dialogue between the wind instruments and the piano, which was new at the time and something Mozart would go on to develop. Although the ‘Rondo’ is back in the minor key, it’s not dark in the same way as the first movement. It finishes happy and brisk, as if Mozart wants us to forget what happened.”<br />\n<b>Piano Concerto No. 21 in C Major, K. 467</b> \n“Mozart presents us with a very different world here. It’s fairytale-like and playful. And that second movement is so soothing. How could he compose something so beautiful? In the middle of this beauty, there are suddenly a few bars of aching harmonies, and it’s so painful. And then you’re back to this carefree atmosphere again. That’s Mozart. It’s these two faces: the tear in the one eye and the smile in the other.”<br />\n<b>Fantasia in C Minor, K. 475</b>\n“This solo piano piece is unusual for Mozart. It goes from one episode to another without any specific form, so it probably gives us a good insight into what it was like to experience one of his improvisation sessions at the piano, where he would just sit down and play. It’s amazing how those enigmatic, dark octaves, which begin the piece, return at the end. It makes us feel that everything belongs together—but, in fact, there doesn’t seem to be any connection between the different episodes.”<br />\n<b>Piano Quartet in G Minor, K. 478</b>\n“Mozart basically invented the piano quartet, and he wrote two of them, including this first one. There’s a real connection to Beethoven here. The first movement’s theme is quite elemental and not as chromatic as some of Mozart’s other pieces in minor keys. But there’s a really interesting dialogue between the piano and the strings, and the textures are quite symphonic in places. After the first movement, there’s a very soothing, wonderful ‘Andante’ and a very joyous virtuoso last movement scored in G major.”<br />\n<b>Maurerische Trauermusik in C Minor, K. 477/479a</b>\n“A piece for orchestra, and it’s very interesting. It’s from the Freemasonry world, and Mozart creates these kinds of sonic columns. The music isn’t so much about the melody but the atmosphere and rituals. We find this kind of music in his opera <i>The Magic Flute</i> too. This piece has wonderful, mystical orchestration with really great colors.”<br /> \n<b>Piano Concerto No. 22 in E-Flat Major, K. 482</b>\n“This is Mozart’s longest piano concerto. It’s huge and technically challenging too. The first movement is very symphonic and multilayered. The second movement, though, is basically his greatest variation piece. It’s unbelievable. It’s in C minor, starting with muted strings presenting the theme, before going through so many wonderful variations. And then, we get to the end. It’s so painful that you feel it has to have some sort of release. That finally comes with a glimpse of C major that, for me, is like a kind of farewell to life. It’s one of his most touching pieces. With the last movement, Mozart gives us a melody you can whistle in the street. It’s a sort of hunting theme. It’s charming, but it features virtuosic and advanced piano writing. In the middle of this joyous movement, Mozart places a beautiful, intimate slower section, with clarinets at the forefront. And then, finally, we return to the hunting theme. For me, this is the most generous of all Mozart’s concertos.”","short":"The pianist on an album housing some of Mozart’s most inventive works.\n"},"isCompilation":false}},{"id":"1560736342","type":"albums","href":"/v1/catalog/us/albums/1560736342?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/b5/10/b1/b510b106-f40a-f5c6-c5ee-6e04f180217e/634457056015.jpg/{w}x{h}bb.jpeg","bgColor":"faf9f5","textColor1":"0c0e0d","textColor2":"0c110d","textColor3":"3b3d3c","textColor4":"3c3f3b"},"artistName":"Status / Non Status","isSingle":false,"url":"https://music.apple.com/us/album/1-2-3-4-500-years-ep/1560736342","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"1, 2, 3, 4, 500 Years - EP","recordLabel":"You've Changed Records","upc":"634457056015","copyright":"℗ 2021 You've Changed Records","playParams":{"id":"1560736342","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1556491855","type":"albums","href":"/v1/catalog/us/albums/1556491855?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/76/f4/42/76f442e3-093b-576d-7897-32e806522362/195497858736.jpg/{w}x{h}bb.jpeg","bgColor":"fec200","textColor1":"160b02","textColor2":"1c1100","textColor3":"442f01","textColor4":"493400"},"artistName":"Dave Holland","isSingle":false,"url":"https://music.apple.com/us/album/another-land/1556491855","isComplete":true,"genreNames":["Contemporary Jazz","Music","Jazz"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Another Land","recordLabel":"Edition Records","upc":"195497858736","copyright":"℗ 2021 Edition Records","playParams":{"id":"1556491855","kind":"album"},"isCompilation":false}},{"id":"1565881191","type":"albums","href":"/v1/catalog/us/albums/1565881191?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/f2/0d/bb/f20dbb60-9861-170a-6c84-1fa5f1040f68/REZZ_Secret_Sky_2021.jpg/{w}x{h}bb.jpeg","bgColor":"f9f9f9","textColor1":"000000","textColor2":"0c3b1f","textColor3":"323232","textColor4":"3b614b"},"artistName":"Rezz","isSingle":false,"url":"https://music.apple.com/us/album/secret-sky-2021-dj-mix/1565881191","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2021-04-24","name":"Secret Sky 2021 (DJ Mix)","upc":"5056381810818","playParams":{"id":"1565881191","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1562254492","type":"albums","href":"/v1/catalog/us/albums/1562254492?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/09/28/2c/09282ca1-2efe-048a-94d9-d7588845bbbb/196006412890.jpg/{w}x{h}bb.jpeg","bgColor":"070506","textColor1":"2fc8e2","textColor2":"2fc1d8","textColor3":"27a1b6","textColor4":"279cae"},"artistName":"John Errol","isSingle":false,"url":"https://music.apple.com/us/album/inferno/1562254492","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Inferno","recordLabel":"Flexible Distribution","upc":"196006412890","copyright":"℗ 2021 John Errol via Flexible Distribution","playParams":{"id":"1562254492","kind":"album"},"isCompilation":false}},{"id":"1564930301","type":"albums","href":"/v1/catalog/us/albums/1564930301?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/78/6a/75/786a757a-15fa-b455-3902-52bd581dab14/3149020943151_cover.jpg/{w}x{h}bb.jpeg","bgColor":"fefefe","textColor1":"1f1f1e","textColor2":"323231","textColor3":"4c4c4b","textColor4":"5b5b5a"},"artistName":"James Gaffigan, Luzerner Sinfonieorchester & Paul Jacobs","isSingle":false,"url":"https://music.apple.com/us/album/bernstein-barber-crawford-ives-americans/1564930301","isComplete":true,"genreNames":["Classical","Music","Orchestral"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Bernstein, Barber, Crawford & Ives: Americans","recordLabel":"harmonia mundi","upc":"3149020943151","copyright":"℗ 2021 harmonia mundi","playParams":{"id":"1564930301","kind":"album"},"isCompilation":false}},{"id":"1562745070","type":"albums","href":"/v1/catalog/us/albums/1562745070?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music114/v4/6b/e5/eb/6be5eba3-287c-caab-aee5-eabc3a01c898/843563136584.jpg/{w}x{h}bb.jpeg","bgColor":"000000","textColor1":"d4cac6","textColor2":"cbbcb9","textColor3":"aaa19e","textColor4":"a29694"},"artistName":"Portal","isSingle":false,"url":"https://music.apple.com/us/album/avow/1562745070","isComplete":true,"genreNames":["Metal","Music","Rock","Death Metal/Black Metal"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Avow","recordLabel":"Profound Lore","upc":"843563136584","copyright":"℗ 2021 Profound Lore","playParams":{"id":"1562745070","kind":"album"},"isCompilation":false}},{"id":"1563469071","type":"albums","href":"/v1/catalog/us/albums/1563469071?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/c3/fe/26/c3fe266e-292c-4e79-0c13-6ccb380685de/733102718404.jpg/{w}x{h}bb.jpeg","bgColor":"4b5d5d","textColor1":"fce710","textColor2":"f0bc8b","textColor3":"d9cb1f","textColor4":"cfa981"},"artistName":"John Dwyer","isSingle":false,"url":"https://music.apple.com/us/album/moon-drenched-feat-ryan-sawyer-peter-kerlin-tom-dolas/1563469071","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Moon-Drenched (feat. Ryan Sawyer, Peter Kerlin, Tom Dolas, Brad Caulkins, Kyp Malone, Marcos Rodriguez, Ben Boye, Joce Soubiran, Laena Myers-Ionita, Andres Renteria)","recordLabel":"Castle Face","upc":"733102718404","copyright":"℗ 2021 Castle Face","playParams":{"id":"1563469071","kind":"album"},"isCompilation":false}},{"id":"1564518187","type":"albums","href":"/v1/catalog/us/albums/1564518187?l=en-US","attributes":{"artwork":{"width":1400,"height":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/66/c3/db/66c3db86-71e4-33ff-abb1-690ab05f12f8/4062548027907.png/{w}x{h}bb.jpeg","bgColor":"f3f3f3","textColor1":"0a0a0a","textColor2":"0f0f0f","textColor3":"383838","textColor4":"3c3c3c"},"artistName":"Cayam & Maya Jane Coles","isSingle":false,"url":"https://music.apple.com/us/album/chaos-in-the-distance-single/1564518187","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-05-14","name":"Chaos in the Distance - Single","recordLabel":"We Are The Brave","upc":"4062548027907","copyright":"℗ 2021 We Are The Brave Records","playParams":{"id":"1564518187","kind":"album"},"isCompilation":false}},{"id":"1567290582","type":"albums","href":"/v1/catalog/us/albums/1567290582?l=en-US","attributes":{"artwork":{"width":3300,"height":3300,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/bf/fe/9a/bffe9a4a-81fc-b58f-7677-351238f508f8/coverart.jpg/{w}x{h}bb.jpeg","bgColor":"d6dbd7","textColor1":"16263b","textColor2":"102648","textColor3":"3c4a5a","textColor4":"374a64"},"artistName":"Tana Quartet","isSingle":false,"url":"https://music.apple.com/us/album/philip-glass-string-quartet-no-3-mishima-ep/1567290582","isComplete":true,"genreNames":["Classical","Music","Minimalism","Chamber Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Philip Glass: String Quartet No. 3 \"Mishima\" - EP","recordLabel":"Orange Mountain Music","upc":"801837606911","copyright":"℗ 2021 Orange Mountain Music","playParams":{"id":"1567290582","kind":"album"},"isCompilation":false}},{"id":"1558124638","type":"albums","href":"/v1/catalog/us/albums/1558124638?l=en-US","attributes":{"artwork":{"width":3685,"height":3685,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music124/v4/92/7d/79/927d7994-4393-a89a-c334-a233e62ff09b/JNR367-Reason-to-Live-Cover-Art-FINAL.jpg/{w}x{h}bb.jpeg","bgColor":"6a4034","textColor1":"e3e4e8","textColor2":"e8c9b2","textColor3":"cbc3c4","textColor4":"cfae98"},"artistName":"Lou Barlow","isSingle":false,"url":"https://music.apple.com/us/album/reason-to-live/1558124638","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Reason to Live","recordLabel":"Joyful Noise Recordings","upc":"753936907652","copyright":"℗ 2021 Joyful Noise Recordings & Lou Barlow","playParams":{"id":"1558124638","kind":"album"},"editorialNotes":{"standard":"Dinosaur Jr’s bassist embraces indie rock roots in a solo return.","short":"Dinosaur Jr’s bassist embraces indie rock roots in a solo return."},"isCompilation":false}},{"id":"1564505143","type":"albums","href":"/v1/catalog/us/albums/1564505143?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/21/c1/a8/21c1a800-b406-4028-faae-d26db4885c51/840200504539_cover.jpg/{w}x{h}bb.jpeg","bgColor":"3d1c15","textColor1":"ffffff","textColor2":"cdc7c8","textColor3":"d8d1d0","textColor4":"b0a5a4"},"artistName":"Bergsonist","isSingle":false,"url":"https://music.apple.com/us/album/emotional-ep/1564505143","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-25","name":"EMOTIONAL - EP","recordLabel":"Bergsonist","upc":"840200504539","copyright":"℗ 2021 Bergsonist","playParams":{"id":"1564505143","kind":"album"},"isCompilation":false}},{"id":"1564316658","type":"albums","href":"/v1/catalog/us/albums/1564316658?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/d6/26/34/d6263431-2ecc-3312-6e77-b8a107c614b8/8718723173728.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"13120f","textColor2":"16120f","textColor3":"42413f","textColor4":"45413f"},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/epm20-ep1-ep/1564316658","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"Epm20 - Ep1 - EP","recordLabel":"EPM Music","upc":"8718723173728","copyright":"℗ 2021 EPM Music","playParams":{"id":"1564316658","kind":"album"},"isCompilation":false}},{"id":"1567147461","type":"albums","href":"/v1/catalog/us/albums/1567147461?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/31/8b/84/318b84f6-8dbf-0564-dcd4-e06e883f3058/21UMGIM28927.rgb.jpg/{w}x{h}bb.jpeg","bgColor":"ffffff","textColor1":"0a131f","textColor2":"272e39","textColor3":"3b424c","textColor4":"525860"},"artistName":"Stephan Moccio","isSingle":false,"url":"https://music.apple.com/us/album/vol-5/1567147461","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Piano"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2021-05-28","name":"Vol. 5","recordLabel":"Decca (UMO) (Classics)","upc":"00602438152230","copyright":"A Decca Records Release; ℗ 2021 Sing Little Penguin Inc, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1567147461","kind":"album"},"isCompilation":false}},{"id":"1567180075","type":"albums","href":"/v1/catalog/us/albums/1567180075?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/69/fd/de/69fddeec-a439-e012-9b73-b846ccad0392/4251804115766_3000.jpg/{w}x{h}bb.jpeg","bgColor":"f9f9f9","textColor1":"000000","textColor2":"191919","textColor3":"323232","textColor4":"464646"},"artistName":"Fjeldheim","isSingle":false,"url":"https://music.apple.com/us/album/so-and-such-single/1567180075","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2021-05-28","name":"So and Such - Single","recordLabel":"Full Pupp","upc":"4251804115766","copyright":"℗ 2021 Full Pupp","playParams":{"id":"1567180075","kind":"album"},"isCompilation":false}}]}