{"data":[{"id":"1606450553","type":"albums","href":"/v1/catalog/us/albums/1606450553?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/c4/3d/61/c43d61b7-f5b0-ad3d-bc05-b19dd5abe9d6/4050538777079.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"a1b9b8","textColor2":"a8d3cc","textColor4":"8eb4a9","textColor1":"c0d9df","bgColor":"26391a","hasP3":false},"artistName":"Big K.R.I.T.","isSingle":false,"url":"https://music.apple.com/us/album/digital-roses-dont-die/1606450553","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Digital Roses Don't Die","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538777079","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Multi Alumni, LLC under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1606450553","kind":"album"},"editorialNotes":{"standard":"Have you ever been in the kind of relationship that makes you want to sing? By the sounds of <i>Digital Roses Don’t Die</i>, revered Mississippi MC and producer Big K.R.I.T. has. And if he’s not in that relationship at the moment, he’s done his best to immortalize it across a 17-track follow-up to 2019’s <i>K.R.I.T. IZ HERE</i>. Save for maybe “It’s Over Now,” the whole of the project is about how special K.R.I.T. thinks a particular someone is. Love is the message, and he’s pushed his voice to the outer reaches of funky R&B crooning to deliver it. We don’t actually get a name for the object of his affection, but he details the phases of his infatuation, including crushing (“Just 4 You,” “Cum Out to Play”), courtship (“Southside of the Moon,” “Show U Right”), and full-blown lovesickness (“So Cool,” “Boring,” “More Than Roses”). Moments of actual rapping are few and far between here, but bars reveal themselves in the interludes, each of which contain spoken-word poetry.","short":"The K.R.I.T. IZ HERE follow-up is steeped in melody—and in Spatial Audio."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4hL6vCeDYZjW84055aEuM9"}},{"id":"1610201943","type":"albums","href":"/v1/catalog/us/albums/1610201943?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/ce/a6/71/cea671b9-4730-83ab-3232-fdfb1608dfbf/075679756855.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"2e2e2f","textColor2":"1d1d1e","textColor4":"454547","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"ONE OK ROCK","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-one-ok-rock/1610201943","isComplete":true,"genreNames":["Rock","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Apple Music Home Session: ONE OK ROCK","recordLabel":"Fueled By Ramen","upc":"075679756855","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A Fueled By Ramen release, ℗ 2021 Elektra Music Group Inc.","playParams":{"id":"1610201943","kind":"album"},"editorialNotes":{"standard":"Japanese alt-rock band ONE OK ROCK has revisited their 2021 single “Wonder,” recording a new, acoustic version for this Apple Music Home Session. The band’s signature sound—including their increasingly pop-minded approach—still comes through in this stripped-back reimagining, but taking it down a few notches has revealed something a little different. Filled with a new, more intimate warmth, the acoustic rendition of “Wonder” brings its contemplative lyrics to the fore: “Don't you ever wonder? If you only had one breath/Tell me, would your one love pull you out the deep end?”\n\n“In my entire career as a musician, I’ve never had this long of a break,” vocalist Taka tells Apple Music, reflecting on the pandemic lockdowns—during which the band wrote new music. “It gave me time to reflect on myself, which in turn made my vision for the future a lot clearer. Compared to the past, I feel like our responsibility as artists to take on and accept more has greatly increased.” That ONE OK ROCK also chose to cover Adele’s “Easy On Me” is proof of just that: the band taking more on and trying new things. To take the biggest heartbreak ballad of 2021 and transpose Adele’s hit—a soaring tearjerker about the end of her marriage—into an emotional alt-rock track of their own was no easy feat. But Taka and co. were more than ready to rise to the challenge.","short":"The J-rock band strips back their latest single—and pays tribute to Adele."},"isCompilation":false}},{"id":"1609125563","type":"albums","href":"/v1/catalog/us/albums/1609125563?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/b0/03/76/b0037649-8a13-792c-b35f-da550cdfd414/194690757938_cover.jpg/{w}x{h}bb.jpg","height":2000,"textColor3":"ccb09c","textColor2":"ecdabf","textColor4":"c4b39c","textColor1":"f6d7be","bgColor":"241414","hasP3":false},"artistName":"Curren$y & The Alchemist","isSingle":false,"url":"https://music.apple.com/us/album/continuance/1609125563","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Continuance","recordLabel":"Jet Life Recordings / ALC","upc":"194690757938","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Jet Life Recordings / ALC","playParams":{"id":"1609125563","kind":"album"},"editorialNotes":{"standard":"Veteran New Orleans rapper Curren$y brags different. It’s maybe the singular thing that protects him from an inadvertently dismissive label like “everyman MC.” When he talks about about how well he’s doing—as he does early and often across <i>Continuance</i>, his collaborative album with producer Alchemist—he does so in a way that bypasses leaving a listener feeling inadequate. Curren$y’s raps are a celebration of taste—in automobiles, clothing, jewelry, weed, women—and you can hear, in that signature laidback flow set to expertly-chopped jazz loops, an implied invitation for you to join him. The guests here don’t necessarily have the same reputation for affability (Boldy James, Havoc, Styles P, Babyface Ray, to name a few), but they sound just as happy as  Curren$y to be rapping over Alchemist’s production.","short":"Spitta links with the producer who can’t miss."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6nOgR17Z6SkfRQ0ygRogTU"}},{"id":"1584341068","type":"albums","href":"/v1/catalog/us/albums/1584341068?l=en-US","attributes":{"artwork":{"width":5424,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/6b/56/23/6b56232d-6cef-e9e2-275d-a8cb4df47c61/5059449046914.png/{w}x{h}bb.jpg","height":5424,"textColor3":"d77a3a","textColor2":"fe5d00","textColor4":"db4f02","textColor1":"f99345","bgColor":"50170e","hasP3":false},"artistName":"DJ Lag","isSingle":false,"url":"https://music.apple.com/us/album/meeting-with-the-king/1584341068","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Meeting With The King","recordLabel":"Black Major x Ice Drop","upc":"5059449046914","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Black Major x Ice Drop","playParams":{"id":"1584341068","kind":"album"},"editorialNotes":{"standard":"Gqom pioneer DJ Lag has always been a forward-thinking producer, and his 2022 release sees him move the genre forward by incorporating fresh flavors into the sound that’s defined Durban’s dance music scene since the 2010s. “There are a few tracks that are slower than my usual tempo,” DJ Lag tells Apple Music. “I am seeing it as a shift of gqom; I like to call it ‘gqom 2.0.’ We started at 124 BPM, slowing down with ‘Samba Ngolayini,’ which went viral and still bangs in the clubs, and now I am taking it all the way to 116 BPM.”\n\nFor <i>Meeting With the King</i>, DJ Lag employs a broader palette consisting of amapiano, Afro-house, and Afro-tech. The best example of this marriage of different styles is “Khavhude,” a collaboration with trailblazing amapiano producer Mr JazziQ. Amapiano’s defining kick roll and log drum are mashed up with high-pitch synths and hissing pads, further decorated by the vocals of Vic_typhoon and late yanos icon Mpura. “I can make gqom that sounds exactly like it did back in 2014, when we started making it, but I am no longer there. I have grown,” Lag explains. But with all the experimentation, DJ Lag’s sound remains uncompromisingly gqom, with the genre’s trademark thwacking drums, automated digital chants, and hypnotic synths and pads. Here, Lag (Lwazi Asanda Gwala) breaks down key tracks from the album.\n\n<b>“Khavhude” (feat. Vic_typhoon & Mpura) [DJ Lag & Mr JazziQ]</b>\n“This is an extremely important track, as it features the late Mpura. I sent the beat to JazziQ, who got Mpura and Vic_typhoon on it. When we listened to their vocals, everyone was convinced that we wouldn’t touch it further. It was just so raw and honest that everyone felt it strongly, and we knew immediately it would make the album. Mpura was one of those artists that just delivered like that. When the news came out about the accident and his passing [in 2021], listening to this song was very intense. Gone too soon and a big loss to the industry.”\n\n<b>“DJ Lag” [DJ Lag, Babes Wodumo & Mampintsha]</b>\n“Babes and Mampintsha performed in one of my events, Something for Clermont. At the show, they came up with this chant, ‘DJ LAG,’ that went on for about 45 minutes of the set between them and the audience. I decided to include it in the album because it is a personal moment. That was an epic night. The show was amazing, and we danced until the sunrise. A couple of weeks later, I made the beat and worked on this with them at their place. We also worked on ‘iKhehla’ at the same time. Babes is amazing, and I wish nothing more than she finds her feet and does a major comeback. She is the full package.”\n\n<b>“Lucifer” [DJ Lag & Lady Du]</b>\n“This was one of the late additions to the album. Lady Du had sent back the vocals and, somehow, it got lost amongst a bunch of other music I was exchanging with other artists at the time. I went back and reworked some of the production and didn’t only decide to include it on the album—we also decided to make it the first single. The one thing about Lady Du is that she strongly gets behind her music; she has been around for so long, and she understands the industry and her audience.”\n\n<b>“Raptor” [DJ Lag & Sinjin Hawke]</b>\n“‘Raptor’ is a collaboration with Sinjin Hawke. He also mixed and mastered this song himself. He is technically impeccable. I have so much respect for his work and his ethic. He is also a great DJ and performer. We have bumped into each other in the US and Europe on the same event or festival lineups, so it was [just] a matter of time to do a track together. The first version had a ROSALÍA vocal on it, which sounded incredible. Unfortunately, as she has hit superstardom, this is not the easiest sample to clear, so Sinjin worked on the current vocal to replace that.”\n\n<b>“Destiny” [DJ Lag & Amanda Black]</b>\n“Amanda Black is a whole mood. She is a strong and very outspoken woman and has, over time, been attacked for this on social media. I have respect for her because she continues to stand her ground. The song is about self-empowerment and Amanda sings, ‘I will remember who I used to be’ and, later, ‘I will choose my destiny.’ This song gave me quite a hard time technically, and I was so adamant that it needed to be on the album that we ended up mixing it with seven different mixing engineers, literally from all around the world. People were saying, ‘Just leave it out of the album,’ but I was not having any of it.”\n\n<b>“Yasho Leyonto” [DJ Lag & Dladla Mshunqisi]</b>\n“It’s all in the energy of the performance for me in this song; I think Dladla Mshunqisi did a great unpolished, fun, and heartfelt vocal take. ‘Yasho Leyonto’ is a chant that people on the dance floor call back to the DJ; we call it ‘ithemu,’ which means ‘theme.’ It was started by DJ Jelzin in Durban, and now everyone is doing it.”\n\n<b>“Keep Going”</b>\n“This track was added at the end of January 2022, less than a month before the album release. I made it in the middle of the night in Durban sometime between Christmas and New Year’s Eve. We wanted to add it because it brings in this new ‘gqom 2.0’ direction and the fusion to amapiano into focus. The BPM is much slower than most of what I do—it’s down to 116 [from the usual 127 for gqom tracks]. The team loved the track, and I’m glad we managed to fit it in. I haven’t even played it in my sets yet.”\n\n<b>“Chaos” (feat. General C’mamane & Omagoqa)</b>\n“The song features the new producers General C’mamane and Omagoqa. It’s a showcase of some younger Durban talent that I really connect with. We worked on this during the lockdown from different studios, bouncing files back and forth even though we only live 30 minutes away from each other. It has an ominous energy about it—police siren-like sounds in the background and all. It is also sexy and slow, with a build-up of layer upon layer, and a friendlier twist towards the end. I am big into gaming, and this could be a soundtrack to a hero’s journey through a post-apocalyptic world.”\n\n<b>“Into Ongayazi”</b>\n“This one is a dance-floor favorite in Durban. It is hard and for the very late hours, but people love it. What is special in this track is that I am singing all the vocal ad-libs, hums, and whistles. It was one of my first experiments with my own voice and it is unusual. We released it as a pre-add in November because people wanted to play it on their sets and hear it on the dance floor.”","short":"“I see it as a shift of gqom; I like to call it ‘gqom 2.0.’”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/66ZkSQI3roUFYVDYy5kp9e"}},{"id":"1609701608","type":"albums","href":"/v1/catalog/us/albums/1609701608?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/56/87/45/568745a7-0691-708c-62da-71447fefb544/22UMGIM15568.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cfd0c3","textColor2":"eeeade","textColor4":"c6c1b5","textColor1":"fafcef","bgColor":"231e14","hasP3":false},"artistName":"Yeat","isSingle":false,"url":"https://music.apple.com/us/album/2-aliv%C3%AB/1609701608","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":20,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"2 Alivë","recordLabel":"Field Trip Recordings/Geffen Records","upc":"00602445572700","audioTraits":["lossless","lossy-stereo"],"copyright":"A Field Trip Recordings/Geffen Records Release; ℗ 2022 Geffen Records","playParams":{"id":"1609701608","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0d1BFY8z15vye3KjtLvF3u"}},{"id":"1588852475","type":"albums","href":"/v1/catalog/us/albums/1588852475?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/56/8e/78/568e7844-a0a3-8310-1339-11d1f838aaed/21UMGIM82347.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"daa991","textColor2":"e4a792","textColor4":"d08a78","textColor1":"f2ceb1","bgColor":"7d1510","hasP3":false},"artistName":"Tame Impala","isSingle":false,"url":"https://music.apple.com/us/album/the-slow-rush-b-sides-remixes/1588852475","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"The Slow Rush B-Sides & Remixes","recordLabel":"Universal Music Australia Pty. Ltd.","upc":"00602438710003","audioTraits":["lossless","lossy-stereo"],"copyright":"An Island Records Australia release; ℗ 2022 Modular Recordings Pty Ltd","playParams":{"id":"1588852475","kind":"album"},"editorialNotes":{"short":"Featuring remixes from Four Tet, Lil Yachty, Blood Orange, and more."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0PUdc9WBtlyjG9Ba9DPmKa"}},{"id":"1609711856","type":"albums","href":"/v1/catalog/us/albums/1609711856?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/94/82/86/9482861c-74f3-66e2-f85f-6578d02c7570/1524.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bdc8ca","textColor2":"a1c5cb","textColor4":"83a2a7","textColor1":"e9f4f6","bgColor":"0d1417","hasP3":false},"artistName":"VIC MENSA","isSingle":false,"url":"https://music.apple.com/us/album/vino-valentino-ep/1609711856","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-14","name":"Vino Valentino - EP","recordLabel":"Roc Nation Records, LLC","upc":"810058342348","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Roc Nation Records, LLC","playParams":{"id":"1609711856","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1603620507","type":"albums","href":"/v1/catalog/us/albums/1603620507?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/61/aa/9b/61aa9b14-40fa-8c78-e449-79884690857e/075679760401.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"302e2a","textColor2":"331e15","textColor4":"513d30","textColor1":"0a0c0e","bgColor":"c7b79d","hasP3":false},"artistName":"Oliver Tree","isSingle":false,"url":"https://music.apple.com/us/album/cowboy-tears/1603620507","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Cowboy Tears","recordLabel":"Atlantic Records","upc":"075679760401","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Atlantic Recording Corporation","playParams":{"id":"1603620507","kind":"album"},"editorialNotes":{"standard":"In 2020, when the alt-pop artist Oliver Tree dropped his full-length debut album, <i>Ugly Is Beautiful</i>, he confused audiences: Was he the real deal? Or was he a meme? Turns out he was a little bit of both—a visionary with a keen sense of what goes viral. Now, on his second album (and first since his short-lived and self-induced retirement from the music business), it’s candor he’s after. That, and a new emo-country sound. “When I listen to this album, I cry my eyes out,” he tells Apple Music. “But the truth is, it’s important to cry. It’s so important for people to let it out and not hold it until it erupts in anger and violence. Everybody needs to cry, but especially men, the tough guys, and macho men. My grandfather was a cowboy. His grandfather was a cowboy. It's not ripping off another culture or something else that isn't true to my DNA.”\n\nRecorded at his grandparents’ California ranch during the COVID-19 pandemic, <i>Cowboy Tears</i> is a stark departure from Tree’s first album: full of twangy TikTok emo (“California,” “Cowboy Tears”) and echoes of ’90s arena rock (The Verve’s “Bitter Sweet Symphony” on “Swing & A Miss,” Sugar Ray’s “Every Morning” on “Freaks & Geeks”). It’s eclecticism at its most playful. Below, Oliver Tree walks Apple Music through <i>Cowboy Tears</i>’ themes, track by track. He only asks that listeners create their own meanings, too.\n\n<b>“Cowboys Don’t Cry”</b>\n“I could talk about, 'Oh yeah, I made it with this person and that person,' or 'I play this instrument,' but that's not important to me. The message is much more important: It's really the story of the end of a relationship, when two people are trying to make it work but there's no hope. It’s kind of this revolving door, and the opening is just closing a little more and a little more to the point where there isn't even an entrance. [It’s about] the acceptance of that and learning how to try to be happy on your own.”\n\n<b>“Swing & A Miss”</b>\n“This one is a song about a threesome that I was supposed to have that never happened. While I was recording <i>Cowboy Tears</i>, these two girls called me up to have a ménage à trois. I waited and I waited, and they never showed up. The next day I woke up and I had a voicemail from the LA county jail, and they asked me to bail them out. Instead, I recorded this song for them. Later on, I found out they were credit card scammers.”\n\n<b>“Get Well Soon”</b>\n“This is about trying to fix a broken person and realizing it's impossible. It's not your job. No matter how much you want to help someone else, no matter what you try to do for them and try to offer them, we can't put someone else back together again. They have to do the necessary work, internally, to fix themselves. We’re all so goddamn lonely—'well, might as well be lonely with someone else and hate myself with someone else who hates themselves.' That’s just not how it works. You need to work on yourself first and spend that necessary time to work on yourself, heal yourself.”\n\n<b>“Freaks & Geeks”</b>\n“This could be considered a sequel to themes on the last album. Being an outsider is something I will likely always identify with. No matter how much I break into the mainstream, I still don't feel like I fit into any genre of music, any specific scene of people. I don't look like anyone. I don't act like the other artists the way I present myself. And all the while, I'm not even unique. No one really is unique. We're all the same and we're all so different. This song is about me grappling with that concept.”\n\n<b>“Doormat”</b>\n“‘Doormat’ is about allowing someone to walk all over you and treat you like shit. I was in a relationship where I felt like I was a human punching bag. It wasn't until the end of the relationship that I could identify that I was too love-drunk and wanted to keep the fantasy going. But the reality was that I was being treated like shit. But it doesn’t have to just be a relationship: It could be the way your friend treated you. I try to keep my songs as open to interpretation as possible.”\n\n<b>“Suitcase Full of Cash”</b>\n“This song is about our society's obsession with money and greed. No matter how much we have, it will never be enough, and it will never really make us happier. That, to me, is a sequel off [my first album], <i>Ugly Is Beautiful</i>, the song 'Cash Machine.' Even though I already made a song that covers that, I didn't cover it all. Some might say, 'Oh man, he's running out of ideas.' But to me, I'm like, 'No, I didn't get to say all this.' I touched upon moments of it, but there's a whole lot more there.”\n\n<b>“Cigarettes”</b>\n“I've been battling with addiction since I was 15 years old. And this album, over the process of it, I got completely sober. And I struggle with addiction still. At the time I wrote it, I was chain-smoking cigarette after cigarette. I had just quit smoking weed. I was smoking a pound a month of weed—I'm talking Wiz Khalifa status. I thought that it was helping keep me energized, but I realized as I removed it that I'm just a really energized person. Weed has nothing to do with that. Anyways, I realized while I was at the studio, I couldn't go more than 15 minutes until I had a craving to smoke another cig. So I wanted to make a song that reminded me that I was killing myself with every hit that I took: 'What am I doing here? I'm just trying to die from this.'”\n\n<b>“Balloon Boy”</b>\n“This song is actually the saddest one to me. It’s the most personal one, in a way. It’s about the journey of choosing my life path and chasing my dreams and how I really had to give up my life, my family, my friends, girlfriends. It happens over and over again. I can't really be present; it's impossible. It’s very hard for me to stay close to anyone except for the people who are with me and my collaborators, because those are all my best friends; my team, everyone is with me. I float in the sky. I go wherever the wind takes me, and it takes my balloon. I'm just holding on by this little tiny thread of dental floss, and any second, it could snap.”\n\n<b>“Things We Used to Do”</b>\n“In a lot of ways, this is about watching the time pass as you're waiting for someone. You'll never really see them again. That could be a person I was with, or it could be your friend or a loved one that died. For the relationship side of things, it’s wondering, 'Is that person thinking about me? Am I even a blip in their imagination, because they're off doing their life.' Life is dense and there's a lot going on. Everyone is busy and everyone's just trying to get by.”\n\n<b>“California”</b>\n“‘California’ is a song about home. I lived in Santa Cruz for 19 years. I grew up there. Then I lived in San Francisco for a few years. I've spent most of my adult life living in Los Angeles when I wasn't traveling. California, this is my home, and when I do die, this is where my body will be sent. This is where the coffin is going to go when it's all over. There are so many cliché songs about California, but I felt like I haven't heard a song about dying and being brought back to California.”\n\n<b>“Playing With Fire”</b>\n“This song is about all the risks we take and how close we tiptoe around self-demise and death every single day. There are a lot of metaphors used, like tightrope-walking on a telephone wire butt naked, or the idea of self-harming, drug abuse, or normal day-to-day things like driving a car. Just by driving to work every day, we can all easily perish in flames. By existing, we’re playing with fire. It starts with that match lighting and blowing it out. It’s very symbolic of what it means to me, and by the end of it all, it bursts in flames.”\n\n<b>“The Villain”</b>\n“When love goes badly, it turns into hate, and hate quickly turns into war. We'll love someone so much and then we hate someone so much. Those two parts of our brain are right next to each other, they're very closely linked, and they're both tied with passion. When it comes to the war of love, there really isn't a good guy. Both sides have done things that contribute to the suffering of one another. I touch upon that in that song, but taking the concept of war and really applying it to the end of a relationship.”\n\n<b>“Cowboy Tears”</b>\n“To me this is the theme song of the album: It's okay to cry and there's no place for you to hide. And this song is really about suicide. During the recording of the album, one of my partners tried to kill themselves, and this song was written for her. I've had friends kill themselves in the past, and I wanted to make a song to let people know that they're not alone in this. If I can save one person's life with this song, it will be a huge success for me. If I can really just save one person, it will be the most important song on the whole album.”","short":"“When I listen to this album, I cry my eyes out.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1ETtnOFdO0JSOy0SRLAmTC"}},{"id":"1583866197","type":"albums","href":"/v1/catalog/us/albums/1583866197?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/0e/6c/65/0e6c6542-8569-aeb0-a28b-feceb75b74d9/098787147063.png/{w}x{h}bb.jpg","height":4000,"textColor3":"564a35","textColor2":"3a280c","textColor4":"5f513a","textColor1":"2f1f05","bgColor":"f3f3f3","hasP3":false},"artistName":"Beach House","isSingle":false,"url":"https://music.apple.com/us/album/once-twice-melody/1583866197","isComplete":true,"genreNames":["Alternative","Music","Rock"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Once Twice Melody","recordLabel":"Sub Pop Records","upc":"098787147063","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sub Pop Records","playParams":{"id":"1583866197","kind":"album"},"editorialNotes":{"standard":"Like AC/DC before them, Beach House’s gift lies in managing to make what feels like the same album a hundred different ways. Even the new inflections on <i>Once Twice Melody</i>—the string section of “ESP,” the rhythmic nods to hip-hop (“Pink Funeral”) and Italo-disco (“Runaway”)—fit immediately into their plush, neon-lit world. And while specific moments conjure specific eras (“Superstar” the triumph of an ’80s John Hughes movie, “Once Twice Melody” a swirl of ’60s surrealism), the cumulative effect is something like a fairytale rendered in sound: majestic, inviting, but dark enough around the edges to keep you off-balance. And just like that (snap), they do it again.","short":"An indie institution dares to dream-pop, again."},"isCompilation":false,"spotify":"https://open.spotify.com/album/79NySyjxJ8xric31mXKMAo"}},{"id":"1594718556","type":"albums","href":"/v1/catalog/us/albums/1594718556?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/56/7b/7b/567b7bb8-70b8-0205-9473-6af9de2b523a/28599.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d0c5b3","textColor2":"f4ead1","textColor4":"c8c0ab","textColor1":"fff1db","bgColor":"191814","hasP3":false},"artistName":"Khruangbin & Leon Bridges","isSingle":false,"url":"https://music.apple.com/us/album/texas-moon-ep/1594718556","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Texas Moon - EP","recordLabel":"Dead Oceans","upc":"656605155463","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Dead Oceans and LisaSawyer63, Inc. under exclusive license to Columbia Records, a Division of Sony Music Entertainment","playParams":{"id":"1594718556","kind":"album"},"editorialNotes":{"standard":"Texas connection aside (Bridges is from Fort Worth, Khruangbin from Houston), Leon Bridges and Khruangbin make a natural pair: Bridges, the throwback soul man who brings R&B’s past into vivid focus, and Khruangbin, a one-band jukebox whose encyclopedic sense of groove has made them one of the more sneakily pleasurable artists of the 2010s. A companion to 2020 collaboration <i>Texas Sun</i>, <i>Texas Moon</i> is, first and foremost, a mood: dusky, mellow, warm, windows down. The artists can take on Philly soul with a psychedelic slant (“Doris”), mix disco with West African juju (“B-Side”), and play country cadences with ambient, indie-rock warmth (“Mariella”), all with an effortlessness that would make their melting pot state proud.","short":"A sepia, soul-soaked tribute to the Lone Star State."},"isCompilation":false}},{"id":"1609532591","type":"albums","href":"/v1/catalog/us/albums/1609532591?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/05/cd/1d/05cd1d46-360e-646c-9db6-e8507201f8a7/194690767760_cover.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"edc7d3","textColor2":"eae5d8","textColor4":"dcb8b4","textColor1":"fff9ff","bgColor":"a50226","hasP3":false},"artistName":"Asake","isSingle":false,"url":"https://music.apple.com/us/album/ololade-asake-ep/1609532591","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-17","name":"Ololade Asake - EP","recordLabel":"YBNL 2022","upc":"194690767760","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 YBNL 2022","playParams":{"id":"1609532591","kind":"album"},"editorialNotes":{"standard":"Throughout his debut EP, the eponymous <i>Ololade Asake</i>, the newbie incorporates Yoruba gospel and fuji influences on bouncy beats to ruminate on his unfolding journey and show divine appreciation—no surprises there, for an act with a name steeped in <i>oriki</i> (Yoruba praise poetry). Because Afrobeats is inherently spiritual and the YBNL label remains one of its exalted cathedrals, Asake turns worship leader on “Trabaye”; the soulful record features a brief interlude from label chief Olamide, who delivers a homily introducing his mentee to the world—and the ladies.","short":"Asake welds the spiritual with the traditional."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1609618890","type":"albums","href":"/v1/catalog/us/albums/1609618890?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/a2/62/df/a262df77-7d0f-fd09-da3a-9a2e7b3eaa26/093624873563.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"cbcacb","textColor2":"c0c1b9","textColor4":"9e9d96","textColor1":"f9f9fb","bgColor":"160e0c","hasP3":false},"artistName":"Carlie Hanson","isSingle":false,"url":"https://music.apple.com/us/album/tough-boy/1609618890","isComplete":true,"genreNames":["Pop","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Tough Boy","recordLabel":"Warner Records","upc":"093624873563","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Warner Records Inc.","playParams":{"id":"1609618890","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7cHOGdyjoxS0Ou57ax4Fws"}},{"id":"1608443057","type":"albums","href":"/v1/catalog/us/albums/1608443057?l=en-US","attributes":{"artwork":{"width":4096,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/bb/c7/45/bbc7455c-a9ff-1a5d-d0cf-509122e5e78d/21UM1IM35833.rgb.jpg/{w}x{h}bb.jpg","height":4096,"textColor3":"39353d","textColor2":"421442","textColor4":"613c61","textColor1":"0f0c14","bgColor":"e0dbdf","hasP3":false},"artistName":"Cocomelon","isSingle":false,"url":"https://music.apple.com/us/album/nursery-rhymes-by-cocomelon-vol-2/1608443057","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":30,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Nursery Rhymes by Cocomelon, Vol.2","recordLabel":"Moonbug Entertainment Ltd","upc":"05056467307768","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Treasure Studio Inc","playParams":{"id":"1608443057","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1ofhhcoIElSAi2AhIplmmk"}},{"id":"1604458142","type":"albums","href":"/v1/catalog/us/albums/1604458142?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/22/3c/94/223c9429-b04c-d0dc-00b0-3cf041da62ce/196626246134.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d3c9c0","textColor2":"e7edeb","textColor4":"c0c2c1","textColor1":"fff7ea","bgColor":"25141a","hasP3":false},"artistName":"Bobby Zepplin","isSingle":false,"url":"https://music.apple.com/us/album/risen/1604458142","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Risen","recordLabel":"Emerald Nation Entertainment","upc":"196626246134","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Emerald Nation Ent.","playParams":{"id":"1604458142","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1606989652","type":"albums","href":"/v1/catalog/us/albums/1606989652?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/95/a5/43/95a5439f-58d2-3f65-488a-6b3faee7cd97/4050538785852.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"353635","textColor2":"212020","textColor4":"4a4a4a","textColor1":"060807","bgColor":"f0f2ef","hasP3":false},"artistName":"The Heavy Hours","isSingle":false,"url":"https://music.apple.com/us/album/gardens/1606989652","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Gardens","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538785852","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 2022 Heavy Hours LLC under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1606989652","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2pbvUCAkFZISLiNKVByyLy"}},{"id":"1609683779","type":"albums","href":"/v1/catalog/us/albums/1609683779?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/09/b7/b0/09b7b015-848f-8cce-3130-7e77278754f4/886449933020.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"403e44","textColor2":"36281d","textColor4":"5e5247","textColor1":"100e18","bgColor":"fffdf1","hasP3":false},"artistName":"DOE","isSingle":false,"url":"https://music.apple.com/us/album/clarity/1609683779","isComplete":true,"genreNames":["Christian","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Clarity","recordLabel":"Life Room Label/RCA Inspiration","upc":"886449933020","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ A Life Room Label/RCA Inspiration Release. (P) & © 2022 Provident Label Group LLC, a division of Sony Music Entertainment.","playParams":{"id":"1609683779","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6KwtJ6Sxu6vO45Di4906m7"}},{"id":"1588272790","type":"albums","href":"/v1/catalog/us/albums/1588272790?l=en-US","attributes":{"artwork":{"width":3500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/f9/14/d6/f914d661-9ea5-c545-8404-affacd83b183/5060899077021_cover.jpg/{w}x{h}bb.jpg","height":3500,"textColor3":"cecdce","textColor2":"6a9ee4","textColor4":"5880b9","textColor1":"ffffff","bgColor":"0e0a0b","hasP3":false},"artistName":"Metronomy","isSingle":false,"url":"https://music.apple.com/us/album/small-world/1588272790","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Small World","recordLabel":"Because Music Ltd.","upc":"5060899077021","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Because Music Ltd.","playParams":{"id":"1588272790","kind":"album"},"editorialNotes":{"standard":"On <i>Small World</i>, Joseph Mount shrinks his scope. Whereas its predecessor, 2019’s <i>Metronomy Forever</i>, was a sprawling 17 tracks, <i>Small World</i> consists of just nine. “Often, I want to do the opposite of what I’ve just done,” Mount tells Apple Music. “I wanted to be really musically focused and concise.” This album’s title is, too, a reflection of the shrunken world in which it was made. Written in summer 2020—and recorded between November of that year and early 2021—these songs were crafted in the thick of the pandemic and explore loneliness (the Elliott Smith-meets-Red Hot Chili Peppers “Loneliness on the run”), the optimism we clung to (“Things will be fine”), and the incomprehensible weight of it all (“Life and Death”). This isn’t, however, a record to transport us back to the worst moments of lockdown. “The way I made music during the pandemic was to escape from feeling like I was in a pandemic,” says Mount. “This album is designed to be listened to when you’re free.”\n\nThe soothing and organic sound of <i>Small World</i> might surprise listeners who’ve been with Metronomy since day one—not least because of Mount’s voice, which has dropped a few octaves, sounding at times like Benjamin Biolay’s or Serge Gainsbourg’s. “When I first started writing songs, I imagined I was a producer and that, one day, I would get a female singer to sing them,” says Mount who has, of course, since produced for artists including Robyn and Jessie Ware. “I would always sing in a falsetto voice and really high up. Even though it was never necessarily comfortable, it’s just what I did. This was me trying to be a bit more mature. I want to grow up with Metronomy. You’ve got to develop it and turn it into what you want it to be.” Read on as Mount guides us through his seventh album, one song at a time.\n\n<b>“Life and Death”</b>\n“This was the last thing I wrote for the record. I felt like I’d mined the experiences of being locked down for nice songs. And I hadn’t really done anything that acknowledged the actual gravity of the situation, and just how horrible it is and how many people died. This is my song, which is supposed to be a bit despairing about everything. But like all the songs on the record, the music isn’t supposed to make you feel bad or upset. It’s meant to be supportive.”\n\n<b>“Things will be fine”</b>\n“The first thing I wrote for the record. It encapsulated everything I wanted it to be, in terms of the sound and the lyrics. I’ve got two children and I was having to say to them, ‘Everything is going to be OK.’ But I had no knowledge that backed that up. It’s also about when you’re young, and for the first time you realize that the world is quite a horrible place. And then you realize you’ve been protected by your parents, which is what they’re there to do.”\n\n<b>“It’s good to be back”</b>\n“I was imagining this character, a musician who’s in their late thirties, trying to write a record that connects with young people. I was imagining a fictitious conversation with a record label: ‘Oh, you want to reach the kids? You need to use drum machines and synthesizers.’ And then doing that but putting in an acoustic guitar. Which, to me, is this really fun juxtaposition of ideas. The song was about being back at home, and about when our tours were canceled or postponed. When you come back from being away, it always takes a week or two to lock back into the same routines with one another.”\n\n<b>“Loneliness on the run”</b>\n“‘Loneliness on the run’ is a song about being far away from people that you love. And wanting them to try and manage their bad feelings. I wrote something about visualizing your loneliness, or your anger, and then throwing it out the window or chasing it away. So, that was the idea. At the end of this song, I guess the album does shift a gear and it becomes a little less introspective and starts forgetting the bad stuff.”\n\n<b>“Love Factory”</b>\n“I liked the idea of industrializing love, making it this thing which is churned out. This factory is operating at astonishing capacity. We are doing incredibly well at creating love here. It’s supposed to be a relentless song to reflect that.”\n\n<b>“I lost my mind”</b>\n“It’s about feeling like you are doubting your own sanity. It’s not something that I’ve felt, but during the pandemic, it was something that I was very aware of—how friends of ours in quite different situations were just in apartments, on their own, feeling very isolated and out of touch. I wanted it to feel like it was following that in the music as well. It does wig out, and I decided to put a whistling sound in, which helped push it over the edge.”\n\n<b>“Right on time”</b>\n“The other thing about imagining where I want to be in a few years is also this awareness that you can’t keep writing songs about falling for people because it’s happened. It happened a long time ago. Having said that, the next two songs on the album are exactly that. But I think they’re going to be the last songs I write like it. It’s just another mindlessly optimistic song about enjoying the sunshine. I remember the summer of 2020. It was super hot. Everyone suddenly had this realization that, yes, you can be unable to see your family and be suffering with all kinds of stuff, but it’s unbelievably sunny and nice outside. Just finding somewhere where you can have the sun hitting your face makes you feel better.”\n\n<b>“Hold me tonight” (feat. Porridge Radio)</b>\n“The first demo I have of the song is just my voice and a guitar. It was a Velvet Underground-style thing I was thinking of: very sparse. Relatively near the end of recording the album, I was listening to this song, and I was like, ‘We should just restart and have someone else singing it.’ I thought it should be a girl’s voice and they should be singing about their side of this story, which is, of course, going to be that you love each other and everything’s great. I sent Dana [Margolin, of Porridge Radio] the track and what she sent back was this totally ruined situation where she turned the whole thing on its head. She turned it into something absolutely genuine for her, and it rescued the song for me in a way.”\n\n<b>“I have seen enough”</b>\n“I thought I’d try and write a song in French, and the idea for it was about the horror of life—but how you can’t look away. It’s too beautiful at the same time. And in the end, the French wasn’t really good enough, so it’s English! To nutshell it, it’s about just enjoying and appreciating what you have around you. And I guess the way that it would relate to the pandemic is just all of the horrors that were going on and still being able to find pleasurable things. Finding happiness within it all.”","short":"“This album is designed to be listened to when you’re free.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5CHaXCMeag2aPjo72Ib8Xj"}},{"id":"1609694016","type":"albums","href":"/v1/catalog/us/albums/1609694016?l=en-US","attributes":{"artwork":{"width":3001,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/a9/6f/62/a96f626c-79b0-b017-b76b-a4346fcd1fe1/dj.hxtgxacy.png/{w}x{h}bb.jpg","height":3001,"textColor3":"332b2f","textColor2":"2f2e2e","textColor4":"585054","textColor1":"000000","bgColor":"ffd9ee","hasP3":false},"artistName":"UNIIQU3","isSingle":false,"url":"https://music.apple.com/us/album/fitness-gym-february-2022-dj-mix/1609694016","isComplete":false,"genreNames":["Dance","Music","Hip-Hop/Rap"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2022-02-16","name":"Fitness: Gym, February 2022 (DJ Mix)","upc":"5056381823740","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1609694016","kind":"album"},"editorialNotes":{"standard":"DJ/producer/vocalist UNIIQU3 knows a thing or two about crafting the perfect set for the gym. Not only does she have a workout-themed track called “Sweat It Out,” but she sees her own DJing “as being an athlete,” the Jersey club queen (born Cherise Gary) tells Apple Music. “I serve a high-energy club set for 60 minutes every week in a different city or country.” Those sweat-drenched sets—tempos throttled, full of thrumming kicks and clacking snares and claps—make her an obvious choice to helm this Apple Music Fitness Mix. “I’ve always been about endurance, so this mix keeps a steady pace that will keep you going until the finish line,” she says. But beyond just crushing it, there’s a deeper theme here: “Body confidence and working with what you got!” she adds. “Everyone works out for a personal reason, and we should support all body goals. That’s what 'Sweat It Out' embraces. TT The Artist and I gave a full routine and bars to bust it low.” So grab a towel and prepare to perspire as UNIIQU3 zips through all manner of bassy, hip-hop- and house-infused club jams.","short":"A high-energy gym set from the queen of Jersey club."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1609049611","type":"albums","href":"/v1/catalog/us/albums/1609049611?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/31/57/83/31578320-668c-39ac-9b69-20beba684835/03_INVU.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"a59d73","textColor2":"a7bbd8","textColor4":"8a9bb2","textColor1":"c9be8a","bgColor":"1a1a1a","hasP3":false},"artistName":"TAEYEON","isSingle":false,"url":"https://music.apple.com/us/album/invu-the-3rd-album/1609049611","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-14","name":"INVU - The 3rd Album","recordLabel":"SM Entertainment","upc":"888735940637","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 SM Entertainment","playParams":{"id":"1609049611","kind":"album"},"editorialNotes":{"standard":"The SNSD juggernaut flexes stylistic muscles on her third LP.","short":"The SNSD juggernaut flexes stylistic muscles on her third LP."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7i2YLTVQ0dyngRuUqtGmr9"}},{"id":"1591469028","type":"albums","href":"/v1/catalog/us/albums/1591469028?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/3c/9b/24/3c9b24cc-c487-baf0-6c48-5fa630c82e4f/075597912937.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3e383f","textColor2":"571319","textColor4":"763f44","textColor1":"110b12","bgColor":"f1eff4","hasP3":false},"artistName":"Hurray for the Riff Raff","isSingle":false,"url":"https://music.apple.com/us/album/life-on-earth/1591469028","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"LIFE ON EARTH","recordLabel":"Nonesuch","upc":"075597912937","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Hurray for the Riff Raff, LLC, under exclusive license to Nonesuch Records Inc.","playParams":{"id":"1591469028","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5oHaiGt9cgATxsrv409jP3"}},{"id":"1604292082","type":"albums","href":"/v1/catalog/us/albums/1604292082?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/0a/58/7f/0a587f58-c362-b523-cd55-9751b22ffe99/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"303030","textColor2":"2b2b2b","textColor4":"535353","textColor1":"000000","bgColor":"f4f4f4","hasP3":false},"artistName":"Breaka","isSingle":false,"url":"https://music.apple.com/us/album/we-move/1604292082","isComplete":true,"genreNames":["Breakbeat","Music","Dance","Jungle/Drum'n'bass"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"We Move","recordLabel":"Breaka Recordings","upc":"5054286396376","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Charlie Baker","playParams":{"id":"1604292082","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/39ba5bcWXak4Pn2KpbHroM"}},{"id":"1595268205","type":"albums","href":"/v1/catalog/us/albums/1595268205?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/20/13/f4/2013f4d1-17eb-eadb-5c43-fb34710e3949/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b6b0a1","textColor2":"d1c8ae","textColor4":"afa48e","textColor1":"d9d7c6","bgColor":"29160f","hasP3":false},"artistName":"Immolation","isSingle":false,"url":"https://music.apple.com/us/album/acts-of-god/1595268205","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Acts Of God","recordLabel":"Nuclear Blast","upc":"4065629634162","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Nuclear Blast","playParams":{"id":"1595268205","kind":"album"},"editorialNotes":{"standard":"It’s been five years since Immolation released a new album, but <i>Acts of God</i> is worth the wait. “It’s a lot darker than our most recent records, both musically and lyrically,” vocalist/bassist Ross Dolan tells Apple Music. “The pandemic gave us a lot more time to really craft and absorb these songs.” Eleven albums into a career that began in 1988, this New York death metal institution is still on top of their game. Dolan and his bandmates—original guitarist Bob Vigna, drummer Steve Shalaty, and lead guitarist Alex Bouks—deliver uncompromising brutality and precision with a feel for dynamics that most death metal bands lack. Just don’t ask Dolan to explain his lyrics. “I don’t wanna get too specific, but just to be clear, this is not a pandemic record,” he says. “We just comment on what we see happening around us, and around the world.” Below, he discusses each of the album’s non-instrumental tracks. \n\n<b>“An Act of God”</b>\n“Bob suggested this would be a great opening track, and he was spot-on. It doesn’t relent, and it has a lot of really cool elements. It’s got that really weird, creepy acoustic part in the middle that explodes into the big, heavy section. It has moody parts and fast sections—and some great lead work from Bob at the end there.” \n\n<b>“The Age of No Light”</b>\n“When I first heard this song, I loved it. We chose this as the second song for the rollout because it’s just a concentrated burst of energy—really fast and aggressive. But it goes to a couple different places, especially in the middle section with that slow, creepy riff with the fast drums behind it. It’s a very dynamic, extreme song. Lyrically, it’s taking a look at humanity’s progress. It seems like every time we take a step or two forward, we always take three steps backwards.” \n\n<b>“Noose of Thorns”</b>\n“This was the first song Bob wrote for this record. He sent it to us back in 2018, so this was our first peek at how the album was gonna shape up. It starts very slow, but then explodes right after that. It’s got a lot of cool parts that don’t really repeat. It’s definitely one of the darkest songs on the record. It talks about organized religion and its hold over a lot of people.” \n\n<b>“Shed the Light”</b>\n“This is a very unique song compared to the others. The whole beginning, the way the drum patterns were designed—and the super-heavy, weird flow of it—were a selling point for me. As soon as I heard it, I could see it developing into something. I really like the ending, too—that riff is kind of unnerving. It’s also one of the darker songs on the album. It touches on religion again, but a different side of religion.” \n\n<b>“Blooded”</b>\n“We debuted this song last summer at the two festivals we did—Psycho Vegas and the Decibel Metal & Beer Festival. We all wanted to play a new track, and we agreed on this one because it’s short and very dynamic. It has all the Immolation elements that I think our fans enjoy—and a really sick midsection. It moves fast, hits hard, and doesn’t relent. Lyrically, it was inspired by a criminology class that I took over the pandemic just to keep sane.” \n\n<b>“Overtures of the Wicked”</b>\n“The beginning of this song has an old-school German thrash vibe, almost like early Kreator or Destruction. That’s very different for us. I like how this song moves from section to section, just building in intensity. Then, it explodes at the end into that sick lead section. Lyrically, it’s based on everything that was happening around the world during that time, but specifically here in our country. It’s a very hopeless song.” \n\n<b>“Immoral Stain”</b>\n“That’s one of the creepier songs on the record. I love the little acoustic kind of lead-in to the song. It’s got some of my favorite lead work on the record—Alex’s contributions, which are really dark and melancholy sounding here. Lyrically, I stumbled across this really disturbing story during lockdown and got obsessed with it. As I started reading more articles about it, I got inspired to write the lyrics for this.” \n\n<b>“Incineration Procession”</b>\n“This was one of the earlier songs as well. I like it because it’s different sounding for us, but still has those cool Immolation elements. It started out much more simplistic in a lot of ways, but Bob built on those basic rhythms and really made it shine. It’s a slow-moving song—very dark and foreboding—but when it gets to that big, epic section midway through, you know it’s gold.” \n\n<b>“Broken Prey”</b>\n“That’s probably our drummer’s favorite song on the record. He spent a lot of time crafting the drums to that one, and it’s one of his shining moments. It’s really bombastic with a lot of creepy, heavy sections. I think Steve’s drumwork on the whole record is just next level, but especially on this song. There’s a lot of cool cymbal patterns. It has some great leads by Alex at the end, and it’s kind of a nod to the old school.” \n\n<b>“Derelict of Spirit”</b>\n“This was probably the obvious choice for one of the first rollout singles because it’s the only song on the album that’s mid-paced all the way through. It doesn’t have many fast parts. It’s probably the most accessible track on the album—I mean, for an extreme death metal record. But because it was the obvious choice, we kept it back. Lyrically, it’s about hypocrites—people who are very quick to judge, but they never look in the mirror at themselves.”\n\n<b>“When Halos Burn”</b>\n“This was one of the last songs written for the record, but it’s a classic, old-school Immolation song. It’s just a burner from start to finish, with a lot of elements from our earlier days—but in a fresh way. I think it’s really well-written, with a lot of intensity. It sounds especially good after ‘Derelict of Spirit,’ which is slower.” \n\n<b>“Let the Darkness In”</b>\n“This is one of my favorites just because of the flow of the song. It starts off slow, but it has one of my favorite endings of any Immolation song. We actually had Danny Lilker from Nuclear Assault and Brutal Truth scream with me at the end, going into the last section. It was cool to have him be part of the record, and it worked out perfectly. It’s a more personal song for us, and it has to do with that dark place we all went to during the pandemic. But there’s also more to it than that.”\n\n<b>“Apostle”</b>\n“This is another one that was lyrically inspired by the criminology class I took. We actually recorded this song musically back in the day as ‘Fall in Disease’ on the first record. We just didn’t have the ‘Apostle’ concept until now. The lyrics were inspired by a book based on true events that happened in our neck of the woods in New York a while back. It’s another one of my favorites on the record. I’m super happy with this one.”","short":"“It’s a lot darker than our most recent records, both musically and lyrically.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1rGfm7jdqOjE2uMcbhbJsp"}},{"id":"1607028946","type":"albums","href":"/v1/catalog/us/albums/1607028946?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/8d/98/27/8d9827ab-ff2a-c376-bd06-d6e31dbd2a80/8720693750045.png/{w}x{h}bb.jpg","height":3000,"textColor3":"cbdceb","textColor2":"b8c3eb","textColor4":"93addb","textColor1":"ffffff","bgColor":"00539c","hasP3":false},"artistName":"Fatima Yamaha","isSingle":false,"url":"https://music.apple.com/us/album/build-back-bangers/1607028946","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-02-14","name":"Build Back Bangers","recordLabel":"Magnetron Music","upc":"8720693750045","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Magnetron Music","playParams":{"id":"1607028946","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2XlpVS27FcWwZQDJD4aFaK"}},{"id":"1600993363","type":"albums","href":"/v1/catalog/us/albums/1600993363?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/2c/69/e2/2c69e2fe-1f8d-3005-31eb-c10d7ccfd9fb/ve5cenGmSoOYVk8aQXiI_ss_poast_final.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"4a4640","textColor2":"302315","textColor4":"594e3f","textColor1":"1d1916","bgColor":"fffaea","hasP3":false},"artistName":"Sean Stemaly","isSingle":false,"url":"https://music.apple.com/us/album/product-of-a-small-town/1600993363","isComplete":true,"genreNames":["Country","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Product of a Small Town","recordLabel":"Big Loud Records","upc":"193436278539","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Big Loud Records","playParams":{"id":"1600993363","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4sYCo8b8hFtADXbxVn9w63"}},{"id":"1607611955","type":"albums","href":"/v1/catalog/us/albums/1607611955?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/8f/d6/6a/8fd66a87-642b-eb5b-96a6-aefe4e7ed654/5056495241065_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d6dce3","textColor2":"cadae8","textColor4":"b1c3d4","textColor1":"f8f9fb","bgColor":"4c6881","hasP3":false},"artistName":"Said The Sky","isSingle":false,"url":"https://music.apple.com/us/album/sentiment/1607611955","isComplete":true,"genreNames":["Dance","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Sentiment","recordLabel":"Lowly","upc":"5056495241065","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Lowly","playParams":{"id":"1607611955","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2NRBI2mvyZIYpHMEcDmN6A"}},{"id":"1606210315","type":"albums","href":"/v1/catalog/us/albums/1606210315?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/0e/26/8d/0e268d6d-9edf-10c3-4148-a50adf23be06/25504.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c3a7ad","textColor2":"e29f97","textColor4":"ba837c","textColor1":"edcbd4","bgColor":"1a1511","hasP3":false},"artistName":"stef","isSingle":true,"url":"https://music.apple.com/us/album/funeral-single/1606210315","isComplete":true,"genreNames":["Pop","Music"],"trackCount":1,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Funeral - Single","recordLabel":"stef","upc":"753459872840","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 stef","playParams":{"id":"1606210315","kind":"album"},"isCompilation":false}},{"id":"1607431676","type":"albums","href":"/v1/catalog/us/albums/1607431676?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/ed/fd/67/edfd6783-e023-7f73-cda5-9e2546f4cac6/82465846.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"36403d","textColor2":"2c2e2e","textColor4":"434e4d","textColor1":"1b1b1b","bgColor":"a2d1c6","hasP3":true},"artistName":"Epik High","isSingle":false,"url":"https://music.apple.com/us/album/epik-high-is-here-%E4%B8%8B-pt-2/1607431676","isComplete":true,"genreNames":["Hip-Hop/Rap","Music","Korean Hip-Hop"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-02-14","name":"Epik High Is Here 下, Pt. 2","recordLabel":"OURS Co.","upc":"888272093919","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 OURS Co. under licence to Genie Music Corporation","playParams":{"id":"1607431676","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1596089739","type":"albums","href":"/v1/catalog/us/albums/1596089739?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/fb/a0/41/fba041e6-50a8-a22f-f15d-6dd9999950e0/634164271329.png/{w}x{h}bb.jpg","height":3000,"textColor3":"c47d5a","textColor2":"d78a5b","textColor4":"b3724c","textColor1":"ec986c","bgColor":"261110","hasP3":false},"artistName":"Pike vs The Automaton","isSingle":false,"url":"https://music.apple.com/us/album/pike-vs-the-automaton/1596089739","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Pike Vs the Automaton","recordLabel":"eOne Rock","upc":"634164271329","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 MNRK Records LP","playParams":{"id":"1596089739","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1TUPw96JqFDOYNV2CbS9Ep"}},{"id":"1595123198","type":"albums","href":"/v1/catalog/us/albums/1595123198?l=en-US","attributes":{"artwork":{"width":2616,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/51/82/e3/5182e3b6-badc-df51-5fbf-e51f4bdae86e/0880655512833.png/{w}x{h}bb.jpg","height":2616,"textColor3":"cbcbcb","textColor2":"fed118","textColor4":"cba713","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Athlete Whippet","isSingle":false,"url":"https://music.apple.com/us/album/nogueira-ep/1595123198","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Nogueira - EP","recordLabel":"Toy Tonics","upc":"0880655512833","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Toy Tonics","playParams":{"id":"1595123198","kind":"album"},"isCompilation":false}},{"id":"1595831047","type":"albums","href":"/v1/catalog/us/albums/1595831047?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/55/94/81/5594816c-a0b8-1006-fc19-5f6e4d16ef4d/653738984328.png/{w}x{h}bb.jpg","height":4000,"textColor3":"363334","textColor2":"34182a","textColor4":"523948","textColor1":"111011","bgColor":"ccc0c0","hasP3":false},"artistName":"Methyl Ethel","isSingle":false,"url":"https://music.apple.com/us/album/are-you-haunted/1595831047","isComplete":true,"genreNames":["Alternative","Music","Electronic"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Are You Haunted?","recordLabel":"Future Classic","upc":"653738984328","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Future Classic","playParams":{"id":"1595831047","kind":"album"},"editorialNotes":{"standard":"Jake Webb may tinker away alone on his layered compositions as Methyl Ethel—not unlike fellow Western Australian visionary Kevin Parker—but the results are more extroverted and clubby than ever on his fourth album. Having moved from arty UK label 4AD to more dance-oriented Aussie imprint Future Classic, Webb follows suit with songs that spin his well-documented experimental impulses into itchy electro-pop. “Matters” is especially upbeat and danceable, while the Talking Heads-esque “Neon Cheap” nails another one of his reliably sticky choruses. Even the more pensive piano ballads pack outsized twists, as in the way “One and Beat” builds to an intense finale. Webb even welcomes his first-ever guest singer on “Proof,” with Stella Donnelly bolstering the song’s creeping sense of anxiety around internet-fueled skepticism. Like the best Methyl Ethel tracks, it’s a percolating outlier that features both lush musical detours and a sneaky gravitational pull towards the dance floor.","short":"Jake Webb edges his vivid art pop even closer to the dance floor."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2kfmUKBe9VIB0lck0Z1Fwc"}},{"id":"1608994375","type":"albums","href":"/v1/catalog/us/albums/1608994375?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/0b/1f/78/0b1f7807-e1fb-6c5b-e294-09d7b2d028b4/TREASURE_THE_SECOND_STEP_CHAPTER_ONE.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"03bd9c","textColor2":"01c9a6","textColor4":"01a388","textColor1":"04eabf","bgColor":"000811","hasP3":false},"artistName":"TREASURE","isSingle":false,"url":"https://music.apple.com/us/album/the-second-step-chapter-one-ep/1608994375","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-15","name":"THE SECOND STEP : CHAPTER ONE - EP","recordLabel":"YG Entertainment","upc":"191222006595","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 YG Entertainment","playParams":{"id":"1608994375","kind":"album"},"isCompilation":false}},{"id":"1607886828","type":"albums","href":"/v1/catalog/us/albums/1607886828?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/95/6b/7d/956b7d36-eed6-ce9a-c2c9-f3f385f70282/886449337859.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"dbdede","textColor2":"eaccb8","textColor4":"cbb5a6","textColor1":"fefefe","bgColor":"4f5b5c","hasP3":false},"artistName":"George Birge","isSingle":false,"url":"https://music.apple.com/us/album/george-birge-ep/1607886828","isComplete":true,"genreNames":["Country","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"George Birge - EP","recordLabel":"Records Label, LLC","upc":"886449337859","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Records LLC / Columbia","playParams":{"id":"1607886828","kind":"album"},"isCompilation":false}},{"id":"1608444602","type":"albums","href":"/v1/catalog/us/albums/1608444602?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/07/51/55/0751556b-d716-9bfc-4951-46d592c10191/22UMGIM10761.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"33100b","textColor2":"030108","textColor4":"341109","textColor1":"01000b","bgColor":"f9500a","hasP3":false},"artistName":"Passion","isSingle":false,"url":"https://music.apple.com/us/album/burn-bright/1608444602","isComplete":true,"genreNames":["Christian","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Burn Bright","recordLabel":"SixSteps (SIX)","upc":"00602445509294","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"sixstepsrecords/Sparrow Records; ℗ 2022 Capitol CMG, Inc.","playParams":{"id":"1608444602","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2TzHY6eiWHBPlVn4KghFZr"}},{"id":"1596004939","type":"albums","href":"/v1/catalog/us/albums/1596004939?l=en-US","attributes":{"artwork":{"width":5000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/8f/3a/d9/8f3ad9b0-8931-e8af-bd7a-e8b124796842/NSIUqeQbSrWvecsP8rUh_PREY_IV_final_Coverp.jpg/{w}x{h}bb.jpg","height":5000,"textColor3":"c7aa40","textColor2":"eac173","textColor4":"c89d5e","textColor1":"e9d14d","bgColor":"3f0f0b","hasP3":false},"artistName":"Alice Glass","isSingle":false,"url":"https://music.apple.com/us/album/prey-iv/1596004939","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-16","name":"PREY//IV","recordLabel":"Eating Glass Records","upc":"193436276078","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Eating Glass Records","playParams":{"id":"1596004939","kind":"album"},"editorialNotes":{"standard":"For years, Alice Glass was known as the innovative founding member and exhilarating frontwoman of the culture-shifting, goth-y electro-pop duo Crystal Castles; each track on her solo debut showcases her experience. Now that she’s free from her former band and allegedly abusive collaborator Ethan Kath, <i>PREY//IV</i> is an exorcism of her past suffering. “Fair Game” is haunted spoken-word techno written from the perspective of an abuser, which she has publicly labeled “trauma core.” “Pinned Beneath Limbs” explores the societal silencing of abuse survivors; “Everybody Else” is an unsettling listen, albeit offset by Glass’ angelic vocal tone—disassociation soundtracked by a child’s music box. If <i>PREY//IV</i> is Alice Glass’ first steps into a newfound creative freedom, she’s allowing the listener to hear what it took to get here—human pain articulated through energetic electronics.","short":"The former Crystal Castles frontwoman exorcises her past on her solo debut."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0MA1g3G6pOmh1cc4FALDrZ"}},{"id":"1608625607","type":"albums","href":"/v1/catalog/us/albums/1608625607?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/5d/5a/43/5d5a432f-7454-5ca7-6df2-07258709da28/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"89cbcc","textColor2":"a7f0fc","textColor4":"adc0ca","textColor1":"7afeff","bgColor":"c60000","hasP3":false},"artistName":"Wax Motif","isSingle":false,"url":"https://music.apple.com/us/album/house-of-wax/1608625607","isComplete":true,"genreNames":["Dance","Music","House"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"House of Wax","recordLabel":"Divided Souls (CMG)","upc":"795397213446","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Divided Souls","playParams":{"id":"1608625607","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3ULXB8LP4xjSHoC5Su2ZMW"}},{"id":"1572873864","type":"albums","href":"/v1/catalog/us/albums/1572873864?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/e0/cf/6a/e0cf6a88-88a7-d11c-8df4-a8afc7935ffb/21UMGIM01753.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9dbd9","textColor2":"fff400","textColor4":"d9d312","textColor1":"fffef9","bgColor":"42525b","hasP3":false},"artistName":"Víkingur Ólafsson","isSingle":false,"url":"https://music.apple.com/us/album/mozart-contemporaries/1572873864","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":21,"isMasteredForItunes":true,"releaseDate":"2021-09-03","name":"Mozart & Contemporaries","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948605309","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1572873864","kind":"album"},"editorialNotes":{"standard":"“I wanted to approach Mozart as if I would be hearing him and playing him for the very first time,” Icelandic pianist Víkingur Ólafsson tells Apple Music. “In <i>Mozart & Contemporaries</i>, I tried to rid myself of some of my preconceptions, myths and baggage surrounding Mozart, because he was very much a part of his time and was aware of other composers.” Mozart dominates this album, of course, but Ólafsson also opens a window to several others who were doing equally extraordinary things at the same time as the 18th-century Austrian composer. “I wanted to enter Mozart’s musical ecosystem. He was certainly the genius among geniuses of the period and maybe in all of music history, but what this album shows is how awesome some of his contemporaries also were. And how wrong it is to neglect them and only focus on the big names.” And so with Mozart’s visionary <i>Piano Sonata No. 14 in C minor, K. 457</i> and the charming, deceptively simple <i>Piano Sonata No. 16 in C major Sonata, K. 545</i>, Ólafsson brings alive the worlds of Baldassare Galuppi and Domenico Cimarosa—both of whose music has a beguiling sincerity—plus works by Mozart’s friend and mentor Joseph Haydn and his hero C.P.E. Bach (“Bach is the father, we are the children!”, Mozart is once said to have exclaimed). Just as important as the music itself is the way Ólafsson takes his listeners on a journey, his instinct for tonalities and moods creating a magical, seamless whole. “I think of this album like I do all my albums—as a collage composition,” he says. “Of course, I didn’t write the music. But when you create that kind of musical searching through an album, it kind of becomes a composition in itself. It has to tell a story.” Read on as Ólafsson guides us through that story in-depth.<br />\n\n<i>”Piano Sonata No. 9 in F minor”\n“I love the idea of starting a Mozart album with somebody else, here Baldassare Galuppi. This piece is very interesting, because it’s kind of without melody and it’s very modern in that sense. It’s made up of these incredibly beautiful arpeggiated chords, and this kind of dream-like atmosphere that seems to be way ahead of its time, almost like Schubert. It’s got this altered state of consciousness between being awake and being in a dream.”<br />\n\n<b>”Rondo in F Major, K. 494”</b>\n“I had to think long and hard about what the album’s first Mozart piece should be. This rondo seems to me to be the essence of Mozart. Every time we hear the really simple, angelic theme, Mozart brings something completely different to it. There are all of these incredibly subtle variants and variations within it that make Mozart Mozart. It’s also quite operatic.”<br />\n\n<b>”Rondo II in D Minor, H. 290</b> \n“I just love this piece [by C.P.E. Bach]. It’s so daring harmonically and it’s so wild. He’s such a wild cat. Mozart is always so polished and C.P.E. Bach isn’t polished very often, so he’s kind of a musical bad boy in that sense. There’s something so modern about it, almost neo-classical—it could almost have been by Stravinsky. It has the most incredible modulations.”<br />\n\n<b>“Sonata No. 42 in D Minor”</b>\n“When I first played the original version of this piece [by Domenico Cimarosa], it was pretty unspectacular and very much a musical skeleton. But the melody stayed with me, because it’s an amazing <i>bel canto</i> melody; Cimarosa was one of the most famous operatic composers of Mozart’s time. So I harmonised it, added some parts and changed the melody in one instance. I kind of recomposed it, but called it an arrangement!”<br />\n\n<b>”Fantasia in D Minor K. 397 (Fragment)”</b>\n“I've known this piece for a very long time, but I've never been happy about the ending. I don’t like how the D Major section just ends like it does. It’s so inconclusive. Mozart, however, didn’t finish it, and I think whoever it was, one of his contemporaries, finished it really unsuccessfully. I didn’t want to compose a new ending because this is Mozart, after all, so I decided to end with the minor section and link the piece to the ‘D Major Rondo’. So I created my own little ‘Fantasia and Rondo’ setup! I recorded this track on two different pianos. At the start, I use a very dark, beautiful-sounding piano, but for the violent outbursts, I use a different Steinway.”<br />\n\n<b>“Rondo in D Major K. 485”</b>\n“I play this considerably faster than many other recordings out there. But I just feel it’s Mozart, the pianist or keyboard master, who’s really writing this piece. It’s extremely virtuosic, and it’s written to please and to inspire awe. But it’s not a terribly serious piece of music. It’s like Mozart is showing off these wild modulations and his incredible keyboard skills.”<br />\n\n<b>”Sonata No. 55 in A Minor” (Arr. Ólafsson)</b>\n“This piece [by Domenico Cimarosa] wasn’t originally part of the album, but in the studio in one of the breaks, it was a melody that I just kept hearing in my head. So I sat down and transcribed it there and then with the microphone on. I just arranged it in real time and recorded it in real time. It’s a little bit like a Vivaldi sicilienne. It has a gorgeous golden melody.”<br />\n\n<b>”Piano Sonata in B Minor, Hob. XVI:32\"</b>\n“I love this sonata [by Joseph Haydn] because it looks both forwards and backwards. It gazes into the Baroque period with this incredible minuet in the second movement and it foreshadows Beethoven in the ‘Presto’ finale. It appeals to me on so many different levels. Haydn is pushing more and more at the boundaries. It's a small sonata, yes, but it still has a weight to it.”<br />\n\n<b>“Kleine Gigue in G Major, K. 574”</b>\n“Another of Mozart’s totally anachronistic pieces, written on a pilgrimage that he made to Leipzig to visit the grave of Johann Sebastian Bach. It was one of the most difficult periods in Mozart’s life, when everything seemed to be against him. I think he wanted to take refuge from what was happening around him. And he writes this ‘Kleine Gigue’ in just one day in Leipzig. It feels, again, like Stravinsky and Bach, too. It’s so chromatic and just incredible.”<br />\n\n<b>“Piano Sonata No. 16 in C Major, K. 545 ‘Sonata facile’”</b>\n“This is the first Mozart sonata I ever played. Everything in it is somehow perfection, so much so that pianists are afraid to play it. There are relatively few recordings of this piece and hardly any good ones, which took me by surprise. I think it’s because a lot of pianists learn it when they’re seven or eight. I was eight or nine when I learned it. Recording it for this album was the ultimate challenge, coming back to it in adulthood, freeing myself from my preconceptions about Mozart. In the first movement everything is so perfectly proportioned. The second movement is my favourite. It’s music of the most painful searching. And then it ends with this perfect little finale.”<br />\n\n<b>“Adagio in E-Flat Major (Arr. Ólafsson from String Quintet No. 3 in G minor, K. 516”</b>\n“This might be my favourite chamber piece of all time, for any medium, including all of the piano repertoire. Everything about it is unbelievable. It’s a little bit like Mozart’s <i>Symphony No. 40 in G Minor</i>—it speaks to me on the most fundamental level. When I play it in this arrangement, I feel like Mozart composed it for the piano. It has a Schumann-esque lyricism, but it’s also like Schubert in the way that the harmonies simply stop, and we don’t know where we are.”<br />\n\n<b>“‘Larghetto’ from Piano Sonata No. 34 in C Minor”</b>\n“I also added this piece in at the last minute. It’s usually played very differently to the way I play it and the notation is a little bit different, too. But I found in it this kind of icy tranquillity. It’s winter music for me, almost like a meditation.”<br />\n\n<b>“Piano Sonata No. 14 in C Minor, K. 457”</b>\n“This is Mozart’s biggest piano piece—the seed for the 19th-century. It’s inconceivable, for instance, that Beethoven would have composed his <i>Pathétique Sonata</i> without hearing the first movement. Mozart pushes the limits of the instrument, which he often did in the late works. You have these huge dynamic contrasts and incredible experimentation with regards to performance markings in the score. It’s very unlike anything else he wrote for the piano. The second movement is one of Mozart's most expansive in all his keyboard music. The third movement for me is very operatic—the character is so defined. It’s full of apprehension and incredible contrasts. It’s interesting to see what Mozart would have written had he had a more powerful piano because he’s really pushing the limits of what was possible at the time.”<br />\n\n<b>”Adagio in B Minor, K. 540”</b>\n“In many ways, this piece is a kind of string quartet, but I wanted it to be an antithesis to the string quintet arrangement just before it. It’s one of Mozart’s most special works and the way it melts into B major in the last half-minute or so is amazing. It sort of wanders off, but you really don't know why.”<br />\n\n<b>“Ave verum corpus, K. 618 (Trasncr. Liszt for Solo Piano)”</b>\n“In his transcription, Liszt takes the key down a third to B major and it fundamentally changes the piece. It becomes darker and brighter at the same time. It’s one of his best transcriptions because he doesn't try to add too much to it. He's just presenting it in a new medium without adding superficial arpeggios and other effects. He lets the music be exactly what it is. I wanted to end the album with the myth of Mozart—Mozart as seen by Franz Liszt as the greatest of geniuses.”<br /></i>","short":"“I tried to rid myself of my preconceptions about Mozart.”\n"},"isCompilation":false,"spotify":"https://open.spotify.com/album/61uCT2FhtJuCG4XsCaX0N1"}},{"id":"1609044867","type":"albums","href":"/v1/catalog/us/albums/1609044867?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/95/3f/45/953f45be-4721-d022-e61c-992da252bc7f/cover_KM0014752_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"1d2a38","textColor2":"0a2733","textColor4":"234150","textColor1":"030a16","bgColor":"86a9c4","hasP3":false},"artistName":"Apink","isSingle":false,"url":"https://music.apple.com/us/album/horn/1609044867","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-02-14","name":"HORN","recordLabel":"IST ENTERTAINMENT","upc":"8804775224904","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 IST ENTERTAINMENT,under license to Kakao Entertainment","playParams":{"id":"1609044867","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6GeYzOIumBxJ4iF41J3KXM"}},{"id":"1593849289","type":"albums","href":"/v1/catalog/us/albums/1593849289?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/0c/da/dc/0cdadcd2-d62f-d476-76e7-97e4270b3085/5039060711699.png/{w}x{h}bb.jpg","height":3000,"textColor3":"2f2c30","textColor2":"540018","textColor4":"6c2636","textColor1":"080611","bgColor":"cbc2ae","hasP3":false},"artistName":"Tinlicker","isSingle":false,"url":"https://music.apple.com/us/album/in-another-lifetime/1593849289","isComplete":true,"genreNames":["Dance","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"In Another Lifetime","recordLabel":"Anjunadeep","upc":"5039060711699","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Anjunadeep","playParams":{"id":"1593849289","kind":"album"},"editorialNotes":{"short":"The duo channel their gilded house through the lens of lockdown anxiety."},"isCompilation":false,"spotify":"https://open.spotify.com/album/3rbRgdfalHwqQSDIj1zVze"}},{"id":"1603122472","type":"albums","href":"/v1/catalog/us/albums/1603122472?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/e5/6e/5c/e56e5caf-c5e4-22bf-6e0c-ff0a6ef30bff/8718723184663.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c9ad07","textColor2":"d4bb03","textColor4":"aa9603","textColor1":"fbd809","bgColor":"000000","hasP3":false},"artistName":"Andy Martin","isSingle":false,"url":"https://music.apple.com/us/album/revolution-feat-lee-scratch-perry-ep/1603122472","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Revolution (feat. Lee Scratch Perry) - EP","recordLabel":"Mole Audio","upc":"8718723184663","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Mole Audio","playParams":{"id":"1603122472","kind":"album"},"isCompilation":false}},{"id":"1590273037","type":"albums","href":"/v1/catalog/us/albums/1590273037?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/6c/48/4b/6c484b8f-2ed8-2633-471e-8e5398337e8e/0045778785667.png/{w}x{h}bb.jpg","height":3000,"textColor3":"c1c1c1","textColor2":"d9d9d9","textColor4":"aeaeae","textColor1":"f0f0f0","bgColor":"030303","hasP3":false},"artistName":"Gregor Barnett","isSingle":false,"url":"https://music.apple.com/us/album/dont-go-throwing-roses-in-my-grave/1590273037","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Don't Go Throwing Roses in My Grave","recordLabel":"Epitaph","upc":"0045778785667","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Epitaph","playParams":{"id":"1590273037","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6CNGmca27f0qYpHWxWbxwU"}},{"id":"1588310088","type":"albums","href":"/v1/catalog/us/albums/1588310088?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/82/0a/89/820a8950-256e-1ea3-2e42-b7cd3e2ba7e1/196292584844.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b39c7a","textColor2":"d3bd9c","textColor4":"ac9a7f","textColor1":"dcc096","bgColor":"100f0b","hasP3":false},"artistName":"Bloodywood","isSingle":false,"url":"https://music.apple.com/us/album/rakshak/1588310088","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Rakshak","recordLabel":"Bloodywood Media Private Limited","upc":"196292584844","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Bloodywood Media Private Limited","playParams":{"id":"1588310088","kind":"album"},"editorialNotes":{"standard":"Delhi-based folk-metal band Bloodywood may have started out making heavy versions of some of the internet’s favourite songs. But they grew into a mature space when they began releasing powerful singles like “Jee Veerey”, “Endurant” and “Yaad”. With them, they garnered an online following that soon converted into sold-out shows in Europe and audiences singing along to their Hindi, Punjabi and English lyrics about perseverance, pain and loss through surging metal riffs and dhol beats.<br />\nBloodywood’s allure continues to remain in providing comfort and confidence. It’s why their full-length debut is christened <i>Rakshak</i>, translating to “guardian” or “protector”. Producer, guitarist, flautist and composer Karan Katiyar tells Apple Music, “The message we got from people was that it helped them get through whatever they were going through at that point of time in a better way. That’s why the name felt so right.” Rapper Raoul Kerr zooms out and offers a wider perspective, adding, “It’s about guarding or protecting the hope for a better world and keeping its people safe.”<br />\nAcross 10 tracks, <i>Rakshak</i> veers in and out of modern metal as well as folk-fusion—heard in their use of the shehnai—percussive instruments like the dhol and nagada and the English-vernacular vocal combo of Kerr and Jayant Bhadula. Below, the trio comment on each of the album’s songs.<br />\n<b>Gaddaar</b>\n<b>Karan Katiyar</b>: “We think that religion has no place in politics. That was one of the founding ideas of the song. It also branched out into talk about divisive politics in general. The fact that people are using our differences to turn people against each other. That’s so shortsighted and harmful to local and global communities as well. It’s about creating divisions and stomping out that relation between religion and politics that we’ve seen across the world.”<br />\n<b>Aaj</b>\n<b>Katiyar</b>: “The genres we include in our music, we wanted to push that to the extreme a bit more. In the second verse, we have heavy vocals over a lighter instrumental section and rap over a heavier instrumental section. That’s something we haven’t done before. We wanted to change things up but in a good way, not making it sound like a clusterfuck of 50 genres or something.”<br />\n<b>Raoul Kerr</b>: “When Karan sent us the file, the moment I heard it felt like it was starting off on a journey. That was the working title for the longest time, ‘Journey’. An old plan of ours came full circle in a way. When we wrote ‘Jee Veerey’, that was about someone pulling another person back from the brink to a state of normalcy. We thought there should be another song about after you get to a state of normalcy and even out, there should be something about going to that next level.”<br />\n<b>Zanjeero Se</b>\n<b>Katiyar</b>: “The title, if you literally translate it, means ‘from chains’. We wrote this song after we got several messages from our fans. Before we started writing some of the songs, we had to hear the stories our [Patreon followers] had to share. We heard stories of people being kidnapped in one of the Middle Eastern countries and how they made it back alive somehow. There was another story about how someone didn’t reveal their gender for the longest time because they were bullied for it. There was this other person who deals with multiple physical and mental diseases that don’t let them get through the day. The song basically talks about the fact that even if you’re not the richest or most well-accomplished person in the world, you may have had the same struggles as someone at the top, it doesn’t matter. What matters is that you’ve overcome what life has thrown at you.”<br />\n<b>Machi Bhasad</b>\n<b>Kerr:</b> “There’s only one change in the album version of this song. There’s one line that has changed from ‘This is why we go to war’ to ‘This war has just begun’.”<br />\n<b>Katiyar:</b> “There are no musical changes in the songs that we’ve previously released as singles. It’s just that now they’re on the same sonic level as the newer songs in terms of the mix and balance. We wanted a consistent sound across the album.”<br />\n<b>Dana-Dan</b>\n<b>Katiyar:</b> “This is one song that’s very different from our general image. It’s very aggressive and we didn’t pull any punches. It’s our heaviest song yet. We decided what the song was going to be before we got down to writing it. The song is about how one gender oppresses the other and how the women in our lives have to deal with problems in their lives because of the feudal upbringing of men around the world.”<br />\n<b>Kerr:</b> “It goes from untamed rage to a call to arms to having heart-to-heart conversations. It becomes a little more coherent and level-headed lyrically as it progresses.”<br />\n<b>Jee Veerey</b>\n<b>Katiyar:</b> “We get messages about this song still and it’s a fresh feeling every time. You think, ‘Could music really have that kind of impact?’ It’s very humbling to know that something we created is still affecting people in such a positive way. It almost feels like we didn’t write this song. It just somehow appeared and is helping so many people.”<br />\n<b>Endurant</b>\n<b>Bhadula:</b> “For some reason, whenever I write in Hindi—I think maybe because of the words in poems in our school textbooks—Karan always tells me, ‘You have to make it simpler, even Hindi speakers can’t understand this’. There’s a reference from the <i>Mahabharata</i> as well.”<br />\n<b>Katiyar:</b> “It’s still my favourite of all the songs we’ve written. I’m connected to it on many levels, especially emotionally.”<br />\n<b>Kerr:</b> “It came from the space when we were most honest and vulnerable with each other. We just talked about the worst shit we’ve ever been through. We just spoke to each other about this stuff for hours in between recording this song. The simple message is in the pre-chorus line, ‘Now as I bleed I feed the seed, born of weakness finally free’. No matter how bad things are or may seem in the moment, it makes us who we are right now.”<br />\n<b>Yaad</b>\n<b>Bhadula:</b> “We wanted to talk about the loss of a loved one and not just coming to terms with it…. Karan had a dog and even growing up, I had a street dog that my family took care of and one day the dog just came home to live with us. It was about the emotion behind losing that dog.”<br />\n<b>Kerr:</b> “It was easier for us to use that as a base and talk about people we’ve lost as well and make it a cohesive whole. We didn’t make it specific to losing dogs in our songwriting.”<br />\n<b>Katiyar:</b> “It’s a very universal feeling in that sense and not just the sad part, but the fact that they live on in us.”<br />\n<b>Bsdk.Exe</b>\n<b>Katiyar:</b> “There are several swear words in this one. We didn’t want to keep a filter on two songs—one was ‘Dana-Dan’ and [the other is] ‘Bsdk.Exe’—just because of the amount of hatred we have for these people.”<br />\n<b>Kerr:</b> “It’s about making jokes almost and feeling disgust about broadcast journalism and news anchors being puppets for propaganda. It was also the first track where I had a segment in Hindi that was fun to do. It was almost comedic disgust, if that makes sense.”<br />\n<b>Katiyar:</b> “That’s why the track is also very uncaring what musical direction it can go in and the musical elements we let in. Things flow from lo-fi trap to thrashy riffs to breakdowns to electronics and the shehnai and then there’s a choir section too.”<br />\n<b>Chakh Le</b>\n<b>Bhadula:</b> “I had many options for the choruses. I’d sent Karan so many voice notes and when we went into the studio, Karan just said ‘Chakh Le’. I was so confused until that point.”<br />\n<b>Katiyar:</b> “For me, this is a protest song. It’s very much inspired by the farmers’ protest [across India between 2020 and 2021 to repeal three farm laws]. But for Raoul, it was about the wealth gap in the world.”<br />\n<b>Kerr:</b> “It’s about using our privilege to bridge the wealth gap. Sonically, it’s about signing off with the Bloodywood sound. Anyone in a position of privilege—whether you have one extra dollar or a million dollars—everyone should pool their resources together and the world could be a much better place.”","short":"Chaotic metal meets Indian folk for songs of relief and belief."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7M7SJQjvKf5SvtC28c9xSt"}},{"id":"1600880082","type":"albums","href":"/v1/catalog/us/albums/1600880082?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/bf/0f/b2/bf0fb2ab-58e7-9a5b-3d71-187e505e4a1f/886449282685.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cccbce","textColor2":"ebddce","textColor4":"bcb1a7","textColor1":"ffffff","bgColor":"00000e","hasP3":false},"artistName":"Ivo Pogorelich","isSingle":false,"url":"https://music.apple.com/us/album/chopin/1600880082","isComplete":true,"genreNames":["Classical","Music","Romantic Era","Piano"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Chopin","recordLabel":"Sony Classical","upc":"886449282685","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Ivo Pogorelich, under exclusive license to Sony Classical, a label of Sony Music Entertainment","playParams":{"id":"1600880082","kind":"album"},"isCompilation":false}},{"id":"1588145704","type":"albums","href":"/v1/catalog/us/albums/1588145704?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/ed/31/10/ed31107f-830b-e6e6-de13-af950b00a34f/196292548853.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a3225","textColor2":"2b1f11","textColor4":"4c4133","textColor1":"140c00","bgColor":"d3cab9","hasP3":false},"artistName":"Sarah Shook & the Disarmers","isSingle":false,"url":"https://music.apple.com/us/album/nightroamer/1588145704","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Nightroamer","recordLabel":"Abeyance Records","upc":"196292548853","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Abeyance Records marketed and distributed by Thirty Tigers","playParams":{"id":"1588145704","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0znJUYNB3QOMzDeVxsDeoc"}},{"id":"1606268844","type":"albums","href":"/v1/catalog/us/albums/1606268844?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/65/b2/e9/65b2e90f-d344-4524-7440-56cc8bc51f35/886449842742.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d5d5d5","textColor2":"dbdbdb","textColor4":"b9b9b9","textColor1":"ffffff","bgColor":"303030","hasP3":false},"artistName":"Maranda Curtis","isSingle":false,"url":"https://music.apple.com/us/album/die-to-live/1606268844","isComplete":true,"genreNames":["Christian","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Die To Live","recordLabel":"Fair Trade/Columbia","upc":"886449842742","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Butterfly Works/Red Alliance/Fair Trade Services","playParams":{"id":"1606268844","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0vIgAd7zKtJwQDUHXb9QhA"}},{"id":"1607896723","type":"albums","href":"/v1/catalog/us/albums/1607896723?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/98/41/cf/9841cf3c-2c9b-92ac-a2a4-315a8d359585/8718723192637.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b0b0b1","textColor2":"fab31c","textColor4":"c99119","textColor1":"dbdbdb","bgColor":"05080d","hasP3":false},"artistName":"Los Hermanos & Soul Saver","isSingle":false,"url":"https://music.apple.com/us/album/another-day-single/1607896723","isComplete":true,"genreNames":["Dance","Music","House"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Another Day - Single","recordLabel":"Los Hermanos","upc":"8718723192637","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Los Hermanos","playParams":{"id":"1607896723","kind":"album"},"isCompilation":false}},{"id":"1607179284","type":"albums","href":"/v1/catalog/us/albums/1607179284?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/cd/23/10/cd2310f7-66e3-e143-7ca1-6fd77c1075a8/192641932892_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"452e20","textColor2":"230b0e","textColor4":"4d3429","textColor1":"190402","bgColor":"f6d797","hasP3":false},"artistName":"The Infamous Stringdusters","isSingle":false,"url":"https://music.apple.com/us/album/toward-the-fray/1607179284","isComplete":true,"genreNames":["Bluegrass","Music","Country"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-02-18","name":"Toward the Fray","recordLabel":"Americana Vibes","upc":"192641932892","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Americana Vibes","playParams":{"id":"1607179284","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0L5uOzFpdnqCTWgGfUQmQ0"}},{"id":"1599169174","type":"albums","href":"/v1/catalog/us/albums/1599169174?l=en-US","attributes":{"artwork":{"width":2500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/c8/77/7f/c8777fea-ba18-bc03-c191-61177d443946/5059449056944.png/{w}x{h}bb.jpg","height":2500,"textColor3":"2f2f30","textColor2":"121211","textColor4":"323232","textColor1":"0e0d0d","bgColor":"b2b5ba","hasP3":false},"artistName":"Björn Gottschall","isSingle":false,"url":"https://music.apple.com/us/album/murmures-nomades/1599169174","isComplete":true,"genreNames":["Classical Crossover","Music","Classical"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-02-18","name":"Murmures nomades","recordLabel":"Platoon","upc":"5059449056944","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Björn Gottschall","playParams":{"id":"1599169174","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2PvKRVfuYsNYke6am3A4B7"}}]}