{"data":[{"id":"1620082258","type":"albums","href":"/v1/catalog/us/albums/1620082258?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music112/v4/89/c7/8f/89c78fbb-56c2-25e1-55b5-3dd784eb9453/22UMGIM43681.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c6c2c3","textColor2":"e0766f","textColor4":"b45e5a","textColor1":"f7f3f2","bgColor":"030007","hasP3":false},"artistName":"Pusha T","isSingle":false,"url":"https://music.apple.com/us/album/its-almost-dry/1620082258","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"It's Almost Dry","recordLabel":"Getting Out Our Dreams Inc. (G.O.O.D.) Music / IDJ","upc":"00602445721252","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Getting Out Our Dreams, Inc./Def Jam Recordings, a division of UMG Recordings, Inc.","playParams":{"id":"1620082258","kind":"album"},"editorialNotes":{"standard":"“You can’t come get this work until it’s dry. I made this album while the streets were closed during the pandemic. Made entirely with the greatest producers of all time—Pharrell and Ye. ONLY I can get the best out of these guys. ENJOY!!” —Pusha T, in an exclusive message provided to Apple Music","short":"King Push’s latest is everything you expect and more—hear it in Spatial."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6o38CdD7CUlZDCFhjZYLDH"}},{"id":"1603517564","type":"albums","href":"/v1/catalog/us/albums/1603517564?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/30/47/58/3047588f-1c30-1fe6-a919-5bf3ce4fabb1/858362003272.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c8a57c","textColor2":"deb297","textColor4":"bf9983","textColor1":"eac08f","bgColor":"433731","hasP3":false},"artistName":"Bonnie Raitt","isSingle":false,"url":"https://music.apple.com/us/album/just-like-that/1603517564","isComplete":true,"genreNames":["Blues","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Just Like That...","recordLabel":"Redwing Records","upc":"858362003272","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Redwing Records, LLC.","playParams":{"id":"1603517564","kind":"album"},"editorialNotes":{"standard":"When Bonnie Raitt was dreaming up <i>Just Like That...</i>, her first album in six years, she had a very specific mission in mind: Record the songs she’s always wanted to, and especially the most soulful, funky ones she could find. “I always got my ear cocked for either old soul chestnuts or some obscure album cut off of an artist that I haven't listened to for a while,” she told Apple Music's Zane Lowe. “I'm just always hunting.”\n\nSome of the songs are covers or tributes inspired by other artists: She fell in love with The Bros. Landreth’s “Made Up Mind,” the album’s lead-off track, when the band opened for her on tour in 2014, while Al Anderson of NRBQ’s “Something’s Got a Hold of My Heart” has been stuck in her head for three decades. Others, like the album’s title track, are new compositions inspired by the legendary singer-songwriter’s own favorite songs and songwriters.\n\n“I knew that this time when I wrote, I wanted to write from a third-person point of view,” Bonnie Raitt said. “Either a short story or something that moved me out in the world from somebody else's life story, because I'd really mined a lot of my own personal life. I'd pretty much covered all the members of my family, my relationships, and I just loved story songs, and I hadn't done one except for a song called 'All at Once' that I did years ago. I love John Prine's 'Angel From Montgomery' and 'Donald and Lydia,' and I love the music of early Dylan, the first few albums where it's just him fingerpicking in a voice unadorned. I wanted a song to tell as a very simple story.”\n\n“Just Like That” is both simple and not, in that it touches on deep love, painful truth, and devastating loss—all things that Raitt felt acutely as she worked on the album over the course of the trauma and furious change she witnessed throughout the COVID-19 pandemic. “It's hard to separate the last couple of years' COVID experience from the nightmare of the election cycle, and the polarity, hostility, and viciousness that's become what our country's climate is,” she says. “I just wasn't expecting that in this lifetime. It gave me a purpose. I knew that we eventually were going to either get back on the road or I was going to get in the studio, so it felt healing to have something to focus on and pull those songs together and know that people are hurting out there. And I can't wait to get on the road—not just to support my band and crew and the groups that I support, but to have some fun again and bring some light.”","short":"“I’m always just hunting.” Hear the legend’s first LP in six years in Spatial."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5urpeKkrqE82otTOfs8OFd"}},{"id":"1618287709","type":"albums","href":"/v1/catalog/us/albums/1618287709?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/16/9a/7a/169a7a3f-6f6f-1dba-8d54-7d9a45f14db0/8720355633099_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"b9b3a3","textColor2":"d6cbba","textColor4":"b2a99b","textColor1":"dfd7c4","bgColor":"222220","hasP3":false},"artistName":"Yahritza Y Su Esencia","isSingle":false,"url":"https://music.apple.com/us/album/obsessed-ep/1618287709","isComplete":true,"genreNames":["Música Mexicana","Music","Latin"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Obsessed - EP","recordLabel":"Lumbre Music","upc":"8720355633099","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Lumbre Music","playParams":{"id":"1618287709","kind":"album"},"editorialNotes":{"standard":"“I saw a lot of people breaking up,” Yahritza Martínez tells Apple Music about the inspiration behind “Soy El Único,” the massive single that launched her career. “I feel like everybody can relate to that right now, because their relationship is not going well.” The teenage singing sensation and her brothers Mando and Jairo make up Yahritza Y Su Esencia, a Washington-based música mexicana trio that transformed social media virality into instant chart success. After signing with the Legado 7-affiliated Lumbre imprint, they officially released what would prove their runaway hit. (“None of us have ever smoked or anything like that,” Mando says, acknowledging the corridos verdes that Legado is known for. “We just really the vibe to the songs.”) \n\nMere weeks after its unprecedented reception, the group now shares the highly anticipated <i>Obsessed</i>. An EP-length love story, their debut features cover versions of Nivel Codiciado’s “Esta Noche” and Los Del Limit’s “Siendo Sincero” alongside a handful of original songs with Yahritza’s lyrics, all sung in her already unmistakable voice. Read on to hear what they have to say about each of the tracks.\n\n<b>“Esta Noche”</b>\nYahritza: “I think the fans chose why we did ‘Esta Noche.’ I actually put out a cover on TikTok. I saw it blowing up and my fans really liked it. They were like, ‘Damn, imagine if she would like record it in a studio, how good it would sound. People would be like, oh my god, her voice.’ I feel like they related to that one, too, because it’s like, you barely saw somebody and then you're already liking them, you know?”\n\n<b>“Enamorado”</b>\nMando: “So, ‘Esta Noche,’ you’re meeting the person and they turn their head like, ‘Watch out with me, because I'm not really into love.' And then 'Enamorado' is you falling in love with them now. You really like them.”\nYahritza: “You're in love with that person. You fell in love with them and you like everything about them. 'Enamorado,' 'Soy El Único,' and 'Déjalo Ir,' I wrote those because, honestly, when it comes to me writing my music, it's more like a research process. When I'm writing my music, I don't write it for anybody. I just go with what people like, what people relate to. I just observe what's going on around me.”\n\n<b>“Soy El Único”</b>\nYahritza: “That's my first song. I saw a quote on TikTok saying, 'You ain't going to find anybody like me. I'm the only one.' And I saw the comments and a lot of people would comment 'for real' or 'love.' So then I thought to myself, what if I make it a song so that people can hear it? I just started writing and I put everything together. It's crazy because when I wrote that song, I felt like, no, it's not good. But then when I put it out to my brothers and my sister, they were like, 'Wow, how did you even write this?' From there, Mando started getting the guitars and we started doing the whole beat to it.”\n\n<b>“Siendo Sincero”</b>\nYahritza: “I just sing in my own way. I feel like now people are trying to sound like the artist, but I just felt like if I sang it my own way, it would come out better. I put it on my TikTok, and people were like, ‘Damn, this sounds better than the original.’ I felt like my voice fit for that song.”\nMando: “I slow them down, too. I mean, it's their original song, but we feel like it would sound better if you slow them down a little bit and people can actually hear what you're saying. They can actually feel your voice.”\n\n<b>“Déjalo Ir”</b>\nYahritza: “Both genders can relate to it. You’re trying to get over someone, but you can't because you're too in love with them. When I sing it, it's trying to say, 'They don't know how to treat you right. So let them go.' You're in a relationship and somebody else is trying to be with you, but you can't let that other person go. So it's like the other person is singing it to you.”","short":"Hear the viral phenoms’ debut EP in Spatial and read a track-by-track guide."},"isCompilation":false}},{"id":"1615130209","type":"albums","href":"/v1/catalog/us/albums/1615130209?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music112/v4/0f/4b/3d/0f4b3dd6-2627-e9a4-8f38-3abfac49a91e/dj.hsfzuygb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b99d90","textColor2":"d3c1af","textColor4":"afa092","textColor1":"dfbead","bgColor":"1e1c1f","hasP3":false},"artistName":"Kwesi Arthur","isSingle":false,"url":"https://music.apple.com/us/album/son-of-jacob/1615130209","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Son Of Jacob","recordLabel":"Ground Up Chale","upc":"5059449069074","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Ground up Chale","playParams":{"id":"1615130209","kind":"album"},"editorialNotes":{"standard":"On his debut album <i>Son of Jacob</i>, Kwesi Arthur taps into his ancestry to offer a representation of contemporary Ghanaian life - replete with its highs and lows. Over 15, tracks the artist born Emmanuel Kwesi Danso Arthur Junior channels his mellow voice while exploring the personal, familial and social. From the reflective “Silver Spoon”, aspirational “Paper” and bass-heavy “Winning” featuring VIC MENSA, Arthur’s fluidity sees him weave multi-lingual flows between trap basslines, Afrocentric percussion and smooth pop melodies. Showing a musical dexterity, the Tema native crafts jovial lines alongside Nigerian singer Teni on “Celebrate” before enlisting UK-based outfit NSG on the Afroswing “Diamonds Dancing”, blending asokpor and amapiano on “Animal” and infusing highlife on the gospel-tinged closer “Adom”.","short":"The rapper invokes his lineage for a contemporary take on Ghanaian life. "},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2cdAiFntbOi3Yr6nRkDlzC"}},{"id":"1614773261","type":"albums","href":"/v1/catalog/us/albums/1614773261?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/e2/4c/95/e24c958d-fa02-cbbf-d806-c3c8544c81bc/886449992973.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"dddbd5","textColor2":"e3e0cc","textColor4":"c9c2af","textColor1":"fdfffc","bgColor":"5e4d3b","hasP3":false},"artistName":"Tenille Townes","isSingle":false,"url":"https://music.apple.com/us/album/masquerades/1614773261","isComplete":true,"genreNames":["Country","Music","Pop"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Masquerades","recordLabel":"Columbia Nashville","upc":"886449992973","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Sony Music Entertainment. All rights reserved.","playParams":{"id":"1614773261","kind":"album"},"editorialNotes":{"standard":"Canadian country singer-songwriter Tenille Townes follows her critically acclaimed 2020 album <i>The Lemonade Stand</i> with an EP charting the difficult but liberating act of being one’s true self. “The heart of this music comes from this season of searching that I've definitely felt myself reflectively in over the past couple of years of figuring out what it feels like to really set that mask down,” Townes tells Apple Music. “Spending more time with some of those more vulnerable and uncomfortable and personal thoughts has very much forced me to figure out that process.” \n\nTownes digs deep in these seven tracks, drawing heavily upon a period of sustained personal reflection during COVID-19 lockdown. Hit single “When’s It Gonna Happen” considers the difficulty of feeling alone when friends begin getting married, while tracks like “Villain in Me” and “The Sound of Being Alone” encourage listeners to get in tune with their own inner selves. Other highlights included “Shared Walls,” a call for unity featuring BRELAND, and the closing, Fleetwood Mac-recalling “Light in Your Eyes,” which is sure to be a staple of Townes’ live sets. Below, Townes walks Apple Music through each track on <i>Masquerades</i>.\n\n<b>“When You Need It” (feat. Wrabel)</b>\n“This song was the beginning of [Wrabel’s and my] friendship, which I think is so cool, because this song is exactly about that, about finding those people in our lives that we really can show up for and that we can be our honest and true selves with. To be able to say how we were doing, talking to each other through that period of not feeling fine as an entire globe—I think it's just so important to have those people in your life. And it meant a lot to get to talk about that in this song and felt like a really special beginning to the friendship.”\n\n<b>“When’s It Gonna Happen”</b>\n“I was living in my apartment by myself at the time, looking at a stack of invitations for some friends’ weddings, just going through that season of life where it feels like everyone else is finding their person. And I wanted to write something about how it can feel on the other side of that sometimes. As we were writing it, I was like, ‘Wow, this is scary, how honest this feels and how vulnerable this feels, but I'm doing it.’ And it was so therapeutic as we were working through the verses. I think being alone, sometimes it seems like you're the only other person on the planet who feels that way.”\n\n<b>“The Sound of Being Alone”</b>\n“I wrote this song over Zoom with my friends Mags Duval and Dan Wilson. And I literally was like, ‘I am going crazy in my house by myself,’ like hearing the traffic going by the window and watching the rain and the washing machine in my house. All of these things are actual things that I was talking about, the sounds in my house that were driving me insane. I think there's something so profound about the quiet, as a creative person. It's so necessary, I think, to be able to retreat into that quiet place. And I do believe that's the birthplace of so many ideas and those reflective emotions that come out of that time. It's imperative, as a writer, to be able to spend time alone.”\n\n<b>“Villain in Me”</b>\n“We've all got those voices in our own heads that we often hear the loudest. And I think wrestling with that part of ourselves was probably in the spotlight more in the past few years, as an entire culture, than maybe ever before. So I think mental health, and the ability to be able to talk to somebody and talk about how we're feeling, has become such an incredibly important thing. And it really does feel good to talk about that. So I'm so glad to have this song be a part of this collection.”\n\n<b>“Shared Walls” (feat. BRELAND)</b>\n“I've been such a fan of BRELAND's music and his spirit. He has such a joyful spirit about him that you feel like you’re friends with him without really even knowing him yet. And getting to know him through the process of this song has just been so fun. He’s so versatile. Listening to his music, he can do so many things. And I think that vulnerable part of his voice that we get to hear on this song is really exciting to hear. It's such an honor to sing with him.”\n\n<b>“Same Road Home”</b>\n“So much of imagining these songs came from this longing for the road and missing that in-person connection and unity that live music really does bring to the table. I think that's sort of in the theme of ‘Same Road Home,’ too. It's so easy to notice what makes us different. And that spirit of division is a real thing that we've all been so surrounded by this past little while. I do think that music and that collective spirit of coming together at a show is so very important for human beings to experience. And I wanted to capture all of that to put in this song, especially imagining how it could feel to sing this song all together live.”\n\n<b>“Light in Your Eyes”</b>\n“There's a line in the chorus that talks about ‘I feel a little sad about it and I couldn't tell you why.’ And I just think that the balance of holding realism and optimism at the same time, and being able to feel true about both of those things, is important and is a theme of this music. So I'm really excited this song is the closing thought.”","short":"“The music comes from this season of searching that I've felt myself in.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/74IIdAb1cuNaUN3wWUm4eJ"}},{"id":"1620277763","type":"albums","href":"/v1/catalog/us/albums/1620277763?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/c5/14/12/c5141233-1d02-47df-6c58-d5003e0dfa33/194690829314_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"58c903","textColor2":"43e605","textColor4":"3abd05","textColor1":"69f503","bgColor":"141704","hasP3":false},"artistName":"MIKE DEAN","isSingle":false,"url":"https://music.apple.com/us/album/smoke-state-42222/1620277763","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"SMOKE STATE 42222","recordLabel":"MWA Music","upc":"194690829314","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 MWA Music","playParams":{"id":"1620277763","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/00duBa466qdjhlTjv5A4t8"}},{"id":"1611810647","type":"albums","href":"/v1/catalog/us/albums/1611810647?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/7c/3a/b4/7c3ab4d3-9435-6845-29f9-225c9a86abfa/22UMGIM14947.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cda79e","textColor2":"f7b6a6","textColor4":"cd918f","textColor1":"f6d1ba","bgColor":"250031","hasP3":false},"artistName":"Dorothy","isSingle":false,"url":"https://music.apple.com/us/album/gifts-from-the-holy-ghost/1611810647","isComplete":true,"genreNames":["Rock","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Gifts From The Holy Ghost","recordLabel":"Roc Nation Records, LLC","upc":"00810093553075","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Roc Nation Records, LLC","playParams":{"id":"1611810647","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4kfE0W36et9sZgbRHNjHdl"}},{"id":"1610801706","type":"albums","href":"/v1/catalog/us/albums/1610801706?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/87/cd/1d/87cd1d4c-b561-fdb2-ac9e-4c6b90d8b82c/22UMGIM18259.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"54423f","textColor2":"3f2314","textColor4":"644e42","textColor1":"2a1411","bgColor":"fbfbf9","hasP3":false},"artistName":"Anne Wilson","isSingle":false,"url":"https://music.apple.com/us/album/my-jesus/1610801706","isComplete":true,"genreNames":["Christian","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"My Jesus","recordLabel":"Sparrow (SPR)","upc":"00602438574681","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Sparrow Records; ℗ 2022 Capitol CMG, Inc.","playParams":{"id":"1610801706","kind":"album"},"editorialNotes":{"standard":"<i>My Jesus</i> may be Anne Wilson’s debut album, but the 15 tracks display the kind of confident performance and assured songwriting more often heard from established artists. Anchored by its smash-hit title track, the LP takes personal experiences from Wilson’s own life—like her upbringing in the church (“Sunday Sermons”) and the untimely death of her brother (“My Jesus”)—and translates them into worship songs with broad appeal, with a sonic palette that borrows from country, pop, and contemporary Christian music. “I really like to create music that is real and vulnerable,” Wilson tells Apple Music. “I didn’t dream of being an artist or a songwriter. When I became one, I really wanted to write songs that just spoke to people in all different walks of life, but that were very vulnerable and real.” Below, Wilson walks Apple Music through several key tracks on <i>My Jesus</i>.\n \n<b>“Scatter”</b>\n“‘Scatter’ is the opening track on the record, but it’s also, at our live show, the song we do first. So, if you listen from the beginning of the record, you have the intro to ‘Scatter’—it's called the ‘Prelude’—but that's exactly what live shows are like. The concept of the song is just really standing firm in your faith and realizing that all the battles have already been won by the Lord and that your victory is found through Jesus.”\n \n<b>“My Jesus”</b>\n“I lost my brother in a car accident in 2017, and it was the hardest thing I’d ever been through in my entire life. I wasn’t much of someone who journaled, but I wanted to document my days and write down exactly what was going on, and how I was going to prove to myself that I was going to make it through the tragedy. About two and a half years after my brother passed away, I was starting to get into music. I noticed that I had only ever written ‘My Jesus’ in my journal, so I never referred to the Lord as any other name. I remember going into a write a few weeks later and sharing that title with them. It was so cool. The other two songwriters had already had that title in their head, and so we’d all come into the room not talking to each other prior to the [writing] and we all had the same concept.”\n \n<b>“Sunday Sermons”</b>\n“I grew up in church. Every Sunday, my parents would take us, but I didn’t actually become a Christian until I was in seventh grade. I really had a moment that marked my faith, of realizing that I really could have a relationship with the Lord, and everything changed for me. Even though I didn’t realize it at the time, he was planting seeds along my walk of faith.”\n \n<b>“Mamas” (feat. Hillary Scott)</b>\n“I’ve always been a huge fan of country music. I grew up on it. We wanted a female country artist to feature on the song, because the song was so important to me and I wanted it to get the attention that it deserved. So, I wanted to feature a country artist on there, to have another female voice and to have someone who was really strong in the country scene to stand for mamas.”\n \n<b>“That’s What We Need”</b>\n“I think we’re all trying to do our best in life. And I think even if you’re not a Christian, you can relate to that, in a sense. I think there’s a lot of loss and broken people, and I feel like our world right now is in a really rough place, especially our country. I think we all need a reminder of what we actually need in this life and what we need to be for other people.”\n \n<b>“Something About That Name”</b>\n“I love the melody of that song. It’s so beautiful. It’s probably one of my more worshipful songs on the record. I think it’s already reached a lot of lives.”","short":"“I like to create music that is vulnerable.” Hear her LP in Spatial."},"isCompilation":false,"spotify":"https://open.spotify.com/album/32hskBTJCQ3rmYAsUmol3Q"}},{"id":"1619417283","type":"albums","href":"/v1/catalog/us/albums/1619417283?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/3e/0b/5f/3e0b5f23-c24e-6b4f-cbe3-91797b8f9ade/dj.tskwmuru.png/{w}x{h}bb.jpg","height":3000,"textColor3":"032507","textColor2":"351704","textColor4":"2e380a","textColor1":"000000","bgColor":"10b924","hasP3":false},"artistName":"Jeff Mills","isSingle":false,"url":"https://music.apple.com/us/album/one-mix-with-jeff-mills-dj-mix/1619417283","isComplete":false,"genreNames":["Techno","Music","Dance"],"trackCount":25,"isMasteredForItunes":false,"releaseDate":"2022-04-20","name":"One Mix with Jeff Mills (DJ Mix)","upc":"5056381824686","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"playParams":{"id":"1619417283","kind":"album"},"editorialNotes":{"standard":"It’s appropriate that Detroit techno pioneer Jeff Mills would relaunch Apple Music's One Mix series—a showcase of the world’s best DJs and producers in the mix—with a set inspired by the cosmos. The DJ/producer, known appropriately as The Wizard, has spent the last 30-plus years pushing techno into new frontiers, and his exclusive One Mix is no exception. Not only does his set—which he calls <i>Outer to Inner Atmosphere: The Escape Velocity Mix</i>—feature tracks from his Axis Records catalog, but it also kicks off One Mix in immersive Spatial Audio. Check back each month as more of dance music's finest DJs helm One Mix with Dolby Atmos, and read on for a message from Mills about his set.\n\n“The purpose of this recording was conceptualized and designed to stimulate the listener's three-dimensional senses and sensations using the subject and idea of breaking Earth’s gravitational pull and leaving the planet. The embarkment to a place outside and unlike our own. With this immersive sound experience also came certain aspects that needed to be addressed: ones that use our psychological responses, like anticipation and mystery, the risks and danger of such a journey, and, most importantly, the translation of the feeling that 'a step forward' has been taken.” —Jeff Mills","short":"Jeff Mills relaunches One Mix with a special DJ set in Spatial Audio."},"isCompilation":false}},{"id":"1596765944","type":"albums","href":"/v1/catalog/us/albums/1596765944?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/c2/ea/64/c2ea6431-fcd7-2ec9-9aa8-03ca3c6bc563/4050538719154.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2f2b30","textColor2":"222611","textColor4":"413f22","textColor1":"0b0d21","bgColor":"bfa26a","hasP3":false},"artistName":"Jason Aldean","isSingle":false,"url":"https://music.apple.com/us/album/georgia/1596765944","isComplete":true,"genreNames":["Country","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"GEORGIA","recordLabel":"Broken Bow Records","upc":"4050538719154","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Macon Music, LLC under exclusive license to This Is Hit, Inc. d/b/a Broken Bow Records","playParams":{"id":"1596765944","kind":"album"},"editorialNotes":{"standard":"In 2021, country superstar Jason Aldean dug into his Georgia roots on his 10th studio album <i>MACON</i>. The addition of companion album <i>GEORGIA</i> broadens the scope of this loosely conceptual project, which draws subtle inspiration from some of Aldean's own Georgia-born influences, like Trisha Yearwood and Otis Redding. <i>MACON</i> was a stacked affair, producing the smash Carrie Underwood duet \"If I Didn't Love You.\" <i>GEORGIA</i> follows suit with a collection of slow-burn anthems (\"Rock and Roll Cowboy,\" \"Midnight and Missin' You\") and tender moments (\"Trouble With a Heartbreak,\" \"Your Mama\"), many of which were chosen from Aldean's deep vault with the express purpose of creating the kind of dynamic live set for which the country superstar has long been known.\n\n\"You have songs that are hits and then you have songs that are megahits,\" Aldean tells Apple Music. \"There are certain songs we play that did really well and they were hits for us, no doubt. And then there're certain songs we play that make the roof come off, you know?\" Appropriately, Aldean caps <i>GEORGIA</i>—as he did with <i>MACON</i>—with a handful of live songs, including performances of \"Any Ol' Barstool\" and \"Blame It on You.\" Here Aldean talks through a few of the new project's key tracks.\n\n<b>“Trouble With a Heartbreak”</b>\n“[I thought], ‘Oh, this is cool and it's fresh and it's new.’ And so I just really leaned in [to that freshness] on a lot of these songs. ‘Trouble With a Heartbreak’ was one of those. It was just one of those songs I felt like I hadn't sung before. A lot of times I feel like, ‘Man, I love this song, but I feel like I've done that before.’”\n\n<b>“My Weakness”</b>\n“We had that song on hold for either the <i>Rearview Town</i> album or the <i>9</i> album. It was one of those two. Having 20 new songs on the record, we had a lot more spots for songs than we normally did. I remembered how much I loved the song, and I don't know why we didn't end up cutting it when we tracked it. I don't know if something else came in at the last minute, or we felt like it was too close to something else and we just backed off of it. So we basically just went in and redid some overdubs on the track, and I went in and sang it.”\n\n<b>“Your Mama”</b>\n“It's sung to my son, talking about how lucky we are to have his mom. And it was more of a love letter to him and her. It came from Tyler Hubbard of FGL. My wife, the first time I played it for her, she started crying. Then I played it for my mom and I'm like, ‘What do you think about it?’ And I'm my mom's only child, so she started bawling. I'm like, ‘Well, this thing is hitting a nerve with the mamas.’”","short":"Hear the back half of the superstar’s Peach State tribute."},"isCompilation":false,"spotify":"https://open.spotify.com/album/4ZaUIMUNymqD3koXtYev2P"}},{"id":"1617351284","type":"albums","href":"/v1/catalog/us/albums/1617351284?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music112/v4/91/0e/46/910e4600-84e8-383c-4afe-b70d5e35c0c6/196589065728.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b2a08e","textColor2":"dfa496","textColor4":"b5897c","textColor1":"dbc1ac","bgColor":"0f1a14","hasP3":false},"artistName":"Labrinth","isSingle":false,"url":"https://music.apple.com/us/album/euphoria-season-2-official-score-from-the-hbo/1617351284","isComplete":true,"genreNames":["Pop","Music","Soundtrack"],"trackCount":24,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"EUPHORIA SEASON 2 (OFFICIAL SCORE FROM THE HBO ORIGINAL SERIES)","recordLabel":"Columbia","upc":"196589065728","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ Compilation (P) 2022 HBO under exclusive license to Columbia Records","playParams":{"id":"1617351284","kind":"album"},"editorialNotes":{"standard":"As with the first season of the acclaimed television series <i>Euphoria</i>, Labrinth (the British producer and vocalist born Timothy Lee McKenzie) composed the score for its second, creating a soundtrack that is aptly multi-colored in its moodiness. The tracks here oscillate between evoking the show’s anxious drama and embodying its disorienting aesthetic, often simultaneously. Labrinth shows up as a vocalist generously throughout, as on the brooding “Dracula (Nate Sees Cassie),” the kaleidoscopic “Skeletons (Lexi Needed a Break),” and the otherworldly “Love Is Complicated (The Angels Sing).” For good measure, there are also three different versions of the smash single “I’m Tired”—a longer one with only Labrinth and another performed by the character Rue, as well as the originally released duet with Labrinth and Zendaya as a bonus track.","short":"The English musician shares the score for the acclaimed series’ second season."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/43tSLc6ZxW8TTRLrBO0SU1"}},{"id":"1619366523","type":"albums","href":"/v1/catalog/us/albums/1619366523?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music122/v4/be/47/c6/be47c6f9-fcb6-45bf-9c98-3375514f5384/22UMGIM41537.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e2e2f","textColor2":"161832","textColor4":"3f4157","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"Bree Runway","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-bree-runway-single/1619366523","isComplete":true,"genreNames":["Pop","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-04-20","name":"Apple Music Home Session: Bree Runway - Single","recordLabel":"EMI","upc":"00602445863884","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"An EMI release; ℗ 2022 Universal Music Operations Limited","playParams":{"id":"1619366523","kind":"album"},"editorialNotes":{"standard":"Bree Runway dedicates her debut Apple Music Home Session to the memories of recording music that would later become debut mixtape <i>2000AND4EVA</i>. “My bedroom, being the hub for all things Bree Runway, is exactly where I started,” she tells Apple Music. “I had that lightbulb moment, whilst recording at home. And I found strength and comfort in knowing: ‘This is where I started—and look how far I’ve come.’” An emotive reminder of her spectacular rise, the Session includes a stirring cover of 2022 single “Somebody Like You” and a rendition of Toni Wine and Carol Bayer Sager’s “A Groovy Kinda Love,” also an ’80s chart-topper in the UK for Phil Collins. “I hold these songs dear to my heart,” she says. “Whilst growing up, my mum and I would drive around listening to the radio, turning it up and singing “A Groovy Kinda Love,” so loud and off-key, but it was fun and special every single time.”","short":"“I hold these songs dear to my heart.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1600522652","type":"albums","href":"/v1/catalog/us/albums/1600522652?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/f8/8d/f2/f88df276-6879-ecef-9de7-d05c5cebbdde/720841301608.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d29119","textColor2":"f6720a","textColor4":"d15e08","textColor1":"f8b21e","bgColor":"3c0c03","hasP3":false},"artistName":"Fontaines D.C.","isSingle":false,"url":"https://music.apple.com/us/album/skinty-fia/1600522652","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Skinty Fia","recordLabel":"PTKF","upc":"0720841301608","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Partisan Records","playParams":{"id":"1600522652","kind":"album"},"editorialNotes":{"standard":"In sharply differing ways, thoughts of place and identity run through Fontaines D.C.’s music. Where 2019 debut <i>Dogrel</i> delivered a rich and raw portrait of the band’s home city, Dublin, 2020 follow-up <i>A Hero’s Death</i> was the sound of dislocation, a set of songs drawing on the introspection, exhaustion, and yearning of an anchorless life on the road. When the five-piece moved to London midway through the pandemic, the experiences of being outsiders in a new city, often facing xenophobia and prejudice, provided creative fuel for third album <i>Skinty Fia</i>. The music that emerged weaves folk, electronic, and melodic indie pop into their post-punk foundations, while contemplating Irishness and how it transforms in a different country. “That’s the lens through which all of the subjects that we explore are seen through anyway,” singer Grian Chatten tells Apple Music’s Matt Wilkinson. “There are definitely themes of jealousy, corruption, and stuff like that, but it’s all seen through the eyes of someone who’s at odds with their own identity, culturally speaking.”\n\nRecording the album after dark helped breed feelings of discomfort that Chatten says are “necessary to us,” and it continued a nocturnal schedule that had originally countered the claustrophobia of a locked-down city. “We wrote a lot of it at night as well,” says Chatten. “We went into the rehearsal space just as something different to do. When pubs and all that kind of thing were closed, it was a way of us feeling like the world was sort of open.” Here, Chatten and guitarist Carlos O’Connell talk us through a number of <i>Skinty Fia</i>’s key moments.\n\n<b>“In ár gCroíthe go deo”</b>\nGrian Chatten: “An Irish woman who lived in Coventry [Margaret Keane] passed away. Her family wanted the words ‘In ár gCroíthe go deo,’ which means ‘in our hearts forever,’ on her gravestone as a respectful and beautiful ode to her Irishness, but they weren’t allowed without an English translation. Essentially the Church of England decreed that it would be potentially seen as a political slogan. The Irish language is apparently, according to these people, an inflammatory thing in and of itself, which is a very base level of xenophobia. It’s a basic expression of a culture, is the language. If you’re considering that to be related to terrorism, which is what they’re implying, I think. That sounds like it’s something out of the ’70s, but this is two and a half years ago.”\nCarlos O’Connell: “About a year ago, it got turned around and [the family] won this case.”\nGC: “The family were made aware [of the song] and asked if they could listen to it. Apparently they really loved it, and they played it at the gravestone. So, that’s 100,000 Grammys worth of validation.”\n\n<b>“Big Shot”</b>\nCO: “When you’ve got used to living with what you have and then all these dreams happen to you, it’s always going to overshadow what you had before. The only impact that [Fontaines’ success] was having in my life was that it just made anything that I had before quite meaningless for a while, and I felt quite lost in that. That’s that lyric, ‘I traveled to space and found the moon too small’—it’s like, go up there and actually it’s smaller than the Earth.”\nGC: “We’ve all experienced it very differently and that’s made us grow in different ways. But that song just sounded like a very true expression of Carlos. Perhaps more honest than he always is with himself or other people. All the honesty was balled up into that tune.”\n\n<b>“Jackie Down the Line”</b>\nGC: “It’s an expression of misanthropy. And there’s toxicity there. There’s erosion of each other’s characters. It’s a very un-beneficial, unglamorous relationship that isn’t necessarily about two people. I like the idea of it being about Irishness, fighting to not be eroded as it exists in a different country. The name is Jackie because a Dubliner would be called, in a pejorative sense, a Jackeen by people from other parts of Ireland. That’s probably in reference to the Union Jack as well—it’s like the Pale [an area of Ireland, including Dublin, that was under English governmental control during the late Middle Ages]. So it’s this kind of mutation of Irishness or loss of Irishness as it exists, or fails to exist, in a different environment.”\n\n<b>“Roman Holiday”</b>\nGC: “The whole thing was colored by my experience in London. I moved to London to be with my fiancée, and as an Irish person living in London, as one of a gang of Irish people, there was that kind of searching energy, there was this excitement, there was a kind of adventure—but also this very, very tight-knit, rigorously upkept group energy. I think that’s what influenced the tune.”\n\n<b>“The Couple Across the Way”</b>\nGC: “I lived on Caledonian Road [in North London] and our gaff backed onto another house. There was a couple that lived there, they were probably mid-seventies, and they had really loud arguments. The kind of arguments where you’d see London on a map getting further, further away and hear the shout resounding. Something like <i>The Simpsons</i>. And the man would come out and take a big breath. He’d stand on his balcony and look left and right and exhale all the drama. And then he’d just turn around and go back in to his gaff to do the same thing the next day. The absurdity of that, of what we put ourselves through, to be in a relationship that causes you such daily pain, to just always turn around and go back in. I couldn’t really help but write about that physical mirror that was there. Am I seeing myself and my girlfriend in these two people, and vice versa? So I tried to tie it in to it being from both perspectives at some point.”\n\n<b>“Skinty Fia”</b>\nGC: “The line ‘There is a track beneath the wheel and it’s there ’til we die’ is about being your dad’s son. There are many ways in which we explore doom on this record. One of them is following in the footsteps of your ancestors, or your predecessors, no matter how immediate or far away they might have been. I’m interested in the inescapability of genetics, the idea that your fate is written. I do, on some level, believe in that. That is doom, even if your faith is leading you to a positive place. Freedom is probably the main pursuit of a lot of our music. I think that that is probably a link that ties all of the stuff that we’ve done together—autonomy.”\n\n<b>“I Love You”</b>\nGC: “It’s most ostensibly a love letter to Ireland, but has in it the corruption and the sadness and the grief with the ever-changing Dublin and Ireland. The reason that I wanted to call it ‘I Love You’ is because I found its cliché very attractive. It meant that there was a lot of work to be done in order to justify such a basic song and not have it be a clichéd tune. It’s a song with two heads, because you’ve got the slow, melodic verses that are a little bit more straightforward and then the lid is lifted off energetically. I think that the friction between those two things encapsulates the double-edged sword that is love.”\n\n<b>“Nabokov”</b>\nGC: “I think there’s a different arc to this album. The first two, I think, achieve a sense of happiness and hope halfway through, and end on a note of hope. I think this one does actually achieve hope halfway through—and then slides back into a hellish, doomy thing with the last track and stuff. I think that was probably one of the more conscious decisions that we made while making this album.”","short":"“Freedom is probably the main pursuit of a lot of our music.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5KBO0cyZtMFSIiNXX2jcUf"}},{"id":"1615859898","type":"albums","href":"/v1/catalog/us/albums/1615859898?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music122/v4/e9/7c/51/e97c51e3-0501-4533-996d-ae93ab96d59e/192641984525_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"33312f","textColor2":"23221c","textColor4":"474642","textColor1":"090804","bgColor":"dad8d9","hasP3":false},"artistName":"Wiz Khalifa","isSingle":false,"url":"https://music.apple.com/us/album/taylor-allderdice/1615859898","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2022-04-20","name":"Taylor Allderdice","recordLabel":"Rostrum Records","upc":"192641984525","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Rostrum Records","playParams":{"id":"1615859898","kind":"album"},"editorialNotes":{"standard":"The rapper rides his success on a heady set of laidback grooves.","short":"The rapper rides his success on a heady set of laidback grooves."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5cpYhM2NdVjJXMy9uZhD2J"}},{"id":"1615480409","type":"albums","href":"/v1/catalog/us/albums/1615480409?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/19/c0/66/19c06604-ed09-4887-4af7-be37dd3fbe87/dj.mcyqdotw.png/{w}x{h}bb.jpg","height":3000,"textColor3":"643234","textColor2":"481206","textColor4":"6c3635","textColor1":"3e0d05","bgColor":"ffc5f0","hasP3":true},"artistName":"Vegyn","isSingle":false,"url":"https://music.apple.com/us/album/early-hours-dj-mix/1615480409","isComplete":false,"genreNames":["Ambient","Music","Electronic"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-04-01","name":"Early Hours (DJ Mix)","upc":"5056381890100","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1615480409","kind":"album"},"editorialNotes":{"standard":"If his latest project under the pseudonym Vegyn—the 75-track <i>Don’t Follow Me Because I’m Lost Too!!</i>—is any indication, Joe Thornalley is one of electronic music’s most restlessly creative producers. On that mixtape, the Frank Ocean collaborator (and former Apple Store employee, we’ll have you know!) shows his fluency with everything from trap and ’90s-style glitch to video-game sounds and lo-fi club music. His contribution to the laidback Early Hours DJ mix series is intended to kick off your day in an easy way. “However, I think it works across a lot of different contexts,” the UK-born Thornalley tells Apple Music. “I tried to lean into the tracks that bring me solace.” Those tracks run the gamut of gentle sounds, whether light vocal ambient excursions (Laraaji, Arthur Russell, Beverly Glenn-Copeland), post-rock (To Rococo Rot, Broadcast), filter house (Daft Punk), or Brazilian pop (Milton Nascimento). “All these tracks help me to relax when times are tough or stressful,” he adds. “You can tune in or tune out. Either way, these songs have a positive impact on my well-being, so I hope that’s felt when people get the chance to listen.”","short":"The UK producer’s chill set “leans into tracks that bring me solace.”"},"isCompilation":false}},{"id":"1617312034","type":"albums","href":"/v1/catalog/us/albums/1617312034?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/b7/80/71/b7807181-e8a3-31b6-c91f-f29d873121f8/844942092224.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a3a3c","textColor2":"262628","textColor4":"48494c","textColor1":"131314","bgColor":"d3d3db","hasP3":false},"artistName":"Blxst","isSingle":false,"url":"https://music.apple.com/us/album/before-you-go/1617312034","isComplete":true,"genreNames":["Hip-Hop","Music","Hip-Hop/Rap"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Before You Go","recordLabel":"Red Bull Records Inc/Evgle LLC","upc":"844942092224","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Red Bull Records Inc. / Evgle LLC","playParams":{"id":"1617312034","kind":"album"},"editorialNotes":{"standard":"It wasn’t long after his debut mixtape, 2020’s <i>No Love Lost</i>, that Blxst was being heralded as the preeminent voice of Los Angeles R&B. His style—a seamless mix of croaky harmonizing and nimble flows—made him the perfect counterpart for collaborators both local (Mozzy, Drakeo the Ruler, 1Take Jay, Bino Rideaux) and global (Nas, Rick Ross, Fireboy DML). <i>Before You Go</i> picks up right where <i>No Love Lost</i> left off, striking a balance between pledges of unending allegiance to his life partner (“Never Was Wrong,” “Pick Your Poison,” “Sometimes”) and professions of gratitude for every moment of his journey (“Couldn’t Wait for It,” “Still Omw,” “Talk to Me Nicely”). The tape contains a handful of songs that seem like direct continuations of ideas he debuted on <i>No Love Lost</i>—“About You” refurbishes a vintage R&B melody in the vein of “Be Alone,” “Every Good Girl” has a strong “Wrong or Right” energy, and “Be Forreal” features cadences that recall “Gang Slide”—all of which serve as reminders of how great his debut was and affirmations of how committed the singer is to establishing the Blxst sound.","short":"The LA crooner delivers the perfect sequel to No Love Lost."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4bXS4Vs7WMBRiJ1VdPTCte"}},{"id":"1607482513","type":"albums","href":"/v1/catalog/us/albums/1607482513?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/cb/d3/fa/cbd3fa59-0e8b-1e60-065b-9a5133612848/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d1c154","textColor2":"ece278","textColor4":"d8b978","textColor1":"e3ec4b","bgColor":"8b1877","hasP3":false},"artistName":"Kenny Dope","isSingle":false,"url":"https://music.apple.com/us/album/brazil-45s-compiled-by-kenny-dope-dj-mix/1607482513","isComplete":true,"genreNames":["Brazilian","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-04-16","name":"Brazil 45s (Compiled by Kenny Dope - DJ Mix)","recordLabel":"Mr Bongo","upc":"7119691279275","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Mr Bongo","playParams":{"id":"1607482513","kind":"album"},"isCompilation":false}},{"id":"1603563909","type":"albums","href":"/v1/catalog/us/albums/1603563909?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/67/2f/d1/672fd1bc-33b7-329a-6404-338209ad2862/607396652433.png/{w}x{h}bb.jpg","height":3000,"textColor3":"d9bc74","textColor2":"f8b95b","textColor4":"da9f4e","textColor1":"f6de8a","bgColor":"64371a","hasP3":false},"artistName":"Joshua Hedley","isSingle":false,"url":"https://music.apple.com/us/album/neon-blue/1603563909","isComplete":true,"genreNames":["Country","Music","Traditional Country"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Neon Blue","recordLabel":"New West Records","upc":"607396652433","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 New West Records","playParams":{"id":"1603563909","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4CHT5gYJygDJ1IzF1hPslk"}},{"id":"1601579324","type":"albums","href":"/v1/catalog/us/albums/1601579324?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/9b/bf/0a/9bbf0ad1-7fbb-2418-6305-4d3e5b9712fb/5055869566216.png/{w}x{h}bb.jpg","height":1400,"textColor3":"172634","textColor2":"0c193d","textColor4":"1f3557","textColor1":"010712","bgColor":"6da5c0","hasP3":false},"artistName":"µ-Ziq","isSingle":false,"url":"https://music.apple.com/us/album/goodbye-remixes-ep/1601579324","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Goodbye Remixes - EP","recordLabel":"Planet Mu","upc":"5055869566216","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Planet Mu","playParams":{"id":"1601579324","kind":"album"},"isCompilation":false}},{"id":"1606446911","type":"albums","href":"/v1/catalog/us/albums/1606446911?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/3c/e4/3a/3ce43af7-768c-0b4f-5007-a51b2b2c411a/196626295811.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"efd6db","textColor2":"f2ddd6","textColor4":"e5bbba","textColor1":"ffffff","bgColor":"b0324c","hasP3":false},"artistName":"Charley Crockett","isSingle":false,"url":"https://music.apple.com/us/album/lil-g-l-presents-jukebox-charley/1606446911","isComplete":true,"genreNames":["Country","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Lil G.L. Presents: Jukebox Charley","recordLabel":"Son of Davy","upc":"196626295811","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Son of Davy marketed and distributed by Thirty Tigers","playParams":{"id":"1606446911","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/77TxsDRR6TflkdQoOPFsm7"}},{"id":"1586877470","type":"albums","href":"/v1/catalog/us/albums/1586877470?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/e9/e7/8c/e9e78ce8-9d03-fdf7-d594-1302caeb518c/196292518245.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9dece","textColor2":"e8eccd","textColor4":"ccd3aa","textColor1":"f8faf9","bgColor":"5c6d20","hasP3":false},"artistName":"Spiritualized","isSingle":false,"url":"https://music.apple.com/us/album/everything-was-beautiful/1586877470","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Everything Was Beautiful","recordLabel":"Fat Possum","upc":"196292518245","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Fat Possum Records","playParams":{"id":"1586877470","kind":"album"},"editorialNotes":{"standard":"“I like that rock ’n’ roll is simple, that it’s 12 bars—the ineptitude of it,” Jason Pierce tells Apple Music. It’s a funny statement to hear from an artist notorious for spending years meticulously fine-tuning his records and hiring enough guest instrumentalists to fill a 747. But as the Spiritualized leader has proven time and time again in his three decades of space-rock exploration, minimalism provides the clearest path to maximalism. “I like the American bands that wanted desperately to sound like The Rolling Stones, but by pure accident, it all came out wrong, and it became their own thing. They were just seeing where it goes. And I still follow that. With records, they say the devil’s in the details, and there’s thousands of details on the record. I’m trying to find a way of crushing all these things together to make something that doesn’t sound like anything else.”\n \nOn Spiritualized’s ninth album, two of those details jump out at you: a woman’s voice announcing the title of the record, followed by a lunar-shuttle transmission beep—the very same effects that introduced their 1997 psychedelic-gospel masterwork, <i>Ladies and Gentlemen We Are Floating in Space</i>. And much like that album’s opening track, <i>Everything Was Beautiful</i>’s first song, “Always Together With You,” builds a simple repeated melody and romantic lyric into an orchestral surge that’s a little overwhelming. It’s the first of many audio Easter eggs on an album that takes a number of sonic and lyrical cues from Spiritualized’s trailblazing ’90s-era explorations in interstellar rock, to the point that <i>Everything Was Beautiful</i> often feels like a greatest-hits retrospective made of new songs. \n \nBut as much as he’s cultivated a reputation as an all-seeing auteur, Pierce insists such callbacks aren’t part of some grand design. For instance, the seeds for “Always Together With You” were actually first planted back in 2014, when an embryonic version of the song appeared on a Record Store Day compilation called <i>Space Project</i>, which featured songs incorporating recordings captured by NASA. Pierce knew he always wanted to take another pass on that hastily recorded demo, but even after embellishing it into the rapturous curtain-raiser we hear on <i>Everything Was Beautiful</i>, he still felt it was missing something—until work on the 2021 reissue of <i>Ladies and Gentlemen</i> inspired a late-game revision. \n \n“I felt like it was a big ask to have people listen to six minutes of three-note chords at the top of an album, and I couldn’t resolve that,” Pierce says. “I couldn’t find a way that I wanted to listen to it and present it. So, I did two very simple steals—the transmission beep from the Apollo landing, which is at the top of <i>Ladies and Gentlemen</i>, and the announcement of the album. Suddenly, the whole thing felt like a strange transmission—like somebody outside of the planet looking down. It adds some kind of drama to it that wasn’t there.”\n \nSuch spur-of-the-moment decisions defined the creation of <i>Everything Was Beautiful</i>, which is effectively the second half of a double album that began with 2018’s <i>And Nothing Hurt</i>. (The titles form a quote from Kurt Vonnegut’s <i>Slaughterhouse-Five</i>.) Pierce is grateful his record company talked him out of approaching the two albums as a single piece. “My focus was too wide,” he says. “If I had tried to do the whole thing together, I think I’d still be working on it now.” By splitting the project into two separate releases, Pierce gave himself the time and space to exhale and let the songs evolve according to his gut instincts rather than some master plan. To wit, the epic centerpiece track “The Mainline Song” began life as a tremolo-heavy instrumental in the vein of longtime live favorite “Electric Mainline” (“It was almost like giving the audience an intermission,” Pierce says) only to suddenly receive lyrics late in the process and get reborn as the album’s most exultant anthem. \n \nEven the seemingly simple country ballad “Crazy” had, in Pierce’s words, “its own perverse end.” Due to budgetary constraints, Pierce’s original vision of an orchestral serenade modeled after Lee Hazlewood and Jimmy Holliday gave way to a Mellotron-backed recording, and when he couldn’t decide between two different mixes of the song, he opted to use both in separate channels. But as a result, “Crazy” transcends the realm of pure country pastiche and takes on the undefinable, otherworldly quality that’s allowed Spiritualized to maintain their own lofty orbit for more than 30 years. “Most people edit down—they have 15, 16 tracks that they edit down to eight or nine for an album,” Pierce says. “I feel like I edit up: I haven’t got enough songs to ever edit something out of the equation, so I drag everything up to be the best it could be. And as some songs get better, the bar gets raised for the others.”","short":"Ladies and gentlemen, we’re back in space."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7ewpcESfluGe0mJPgLNQ0S"}},{"id":"1616992309","type":"albums","href":"/v1/catalog/us/albums/1616992309?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music112/v4/4d/bc/ee/4dbceeb3-0a6e-b2a2-298c-4eb10c1403a1/5060944570583.png/{w}x{h}bb.jpg","height":3000,"textColor3":"ad8c72","textColor2":"d1a395","textColor4":"aa887f","textColor1":"d5a884","bgColor":"101d29","hasP3":false},"artistName":"Mark Broom","isSingle":false,"url":"https://music.apple.com/us/album/100-juice/1616992309","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"100% Juice","recordLabel":"Rekids","upc":"5060944570583","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Rekids Ltd","playParams":{"id":"1616992309","kind":"album"},"isCompilation":false}},{"id":"1614318023","type":"albums","href":"/v1/catalog/us/albums/1614318023?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/93/78/e7/9378e7fa-f434-f9e1-9fde-bd2abf5f051e/8718723197724.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c6c6c7","textColor2":"f71d26","textColor4":"c5171e","textColor1":"f7f7f9","bgColor":"000000","hasP3":false},"artistName":"Henning Baer","isSingle":false,"url":"https://music.apple.com/us/album/sui-generis-ep/1614318023","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Sui Generis - EP","recordLabel":"Pinkman","upc":"8718723197724","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Pinkman","playParams":{"id":"1614318023","kind":"album"},"isCompilation":false}},{"id":"1589173541","type":"albums","href":"/v1/catalog/us/albums/1589173541?l=en-US","attributes":{"artwork":{"width":1440,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music112/v4/4d/5c/e2/4d5ce276-3bec-3201-3443-9581332158b9/cover.jpg/{w}x{h}bb.jpg","height":1440,"textColor3":"a1afb1","textColor2":"a2c2cd","textColor4":"829ca4","textColor1":"c8dadd","bgColor":"030301","hasP3":false},"artistName":"Northlane","isSingle":false,"url":"https://music.apple.com/us/album/obsidian/1589173541","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Obsidian","recordLabel":"Worldeater Records","upc":"3616559372696","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Northlane / Believe","playParams":{"id":"1589173541","kind":"album"},"editorialNotes":{"standard":"After translating dark accounts of personal trauma into anthems on 2019’s <i>Alien</i>, Northlane frontman Marcus Bridge turns his focus to lockdown and other suffocating microcosms on the Sydney band’s self-produced sixth album. “Clockwork” bottles the anxiety of putting everything on pause during the pandemic’s first year, while the techno-laced “Echo Chamber” faces down toxic online discourse and “Carbonized” calls for abusers to be held accountable once and for all. Merging high-impact metalcore with dizzying electronic flourishes, Northlane brings a swell of drama and scope to Bridge’s unflinching lyrics. When he declares “You’re killing me” during opener “Clarity,” it heralds a layered assault of drums, intricate guitar riffing, and cycling synth melodies. Mirroring how the melodic and the abrasive mingle in Bridge’s dynamic vocal range, <i>Obsidian</i> inhabits an intersection of heaviness and clubby abandon.","short":"The metalcore ensemble fuses heaviness with clubby abandon."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6QRURYmqe56BojUuWgTpX6"}},{"id":"1617061838","type":"albums","href":"/v1/catalog/us/albums/1617061838?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/d9/b4/10/d9b41047-673f-a6bd-029f-8f8e1f8e482d/5059449070445.png/{w}x{h}bb.jpg","height":3000,"textColor3":"d4c37f","textColor2":"f9e36d","textColor4":"d0b865","textColor1":"fef08d","bgColor":"2b0c49","hasP3":false},"artistName":"Luna & Stella","isSingle":false,"url":"https://music.apple.com/us/album/spring-lullabies-ep/1617061838","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Spring Lullabies - EP","recordLabel":"Platoon","upc":"5059449070445","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Luna & Stella","playParams":{"id":"1617061838","kind":"album"},"isCompilation":false}},{"id":"1596977316","type":"albums","href":"/v1/catalog/us/albums/1596977316?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/41/4a/53/414a535d-9701-7f34-44dc-eacff468f07b/21UM1IM47011.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"00b291","textColor2":"02d5a8","textColor4":"02aa86","textColor1":"00deb5","bgColor":"000201","hasP3":false},"artistName":"Old Crow Medicine Show","isSingle":false,"url":"https://music.apple.com/us/album/paint-this-town/1596977316","isComplete":true,"genreNames":["Country","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Paint This Town","recordLabel":"ATO Records","upc":"00880882500252","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1596977316","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5uDD3Cl1NypY8jtR1LI9Ex"}},{"id":"1607188426","type":"albums","href":"/v1/catalog/us/albums/1607188426?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/d9/8b/b6/d98bb6d6-fca6-e6fd-e804-4e127a64ba06/30144.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cec5b9","textColor2":"e3b295","textColor4":"c29e89","textColor1":"f1e4d1","bgColor":"3f4d5a","hasP3":false},"artistName":"Kate Bollinger","isSingle":false,"url":"https://music.apple.com/us/album/look-at-it-in-the-light-ep/1607188426","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Look at it in the Light - EP","recordLabel":"Ghostly International","upc":"804297840208","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ghostly International","playParams":{"id":"1607188426","kind":"album"},"isCompilation":false}},{"id":"1608030772","type":"albums","href":"/v1/catalog/us/albums/1608030772?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/d6/45/c3/d645c3de-8ee1-e515-b5ae-c1dab2ce4df8/843563147764.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b5b796","textColor2":"b5d0ae","textColor4":"95ad92","textColor1":"ddddb3","bgColor":"162021","hasP3":false},"artistName":"Vanum","isSingle":false,"url":"https://music.apple.com/us/album/legend/1608030772","isComplete":true,"genreNames":["Death Metal/Black Metal","Music","Rock","Metal"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Legend","recordLabel":"Profound Lore","upc":"843563147764","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Profound Lore","playParams":{"id":"1608030772","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5a1nwfB2lBiMHkJSNeFEra"}},{"id":"1593553007","type":"albums","href":"/v1/catalog/us/albums/1593553007?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/90/c6/8b/90c68b12-50e9-a516-46a8-41091fe6f112/656191950725.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b1b1af","textColor2":"b6c5da","textColor4":"96a1b5","textColor1":"d7dad2","bgColor":"161123","hasP3":false},"artistName":"Undeath","isSingle":false,"url":"https://music.apple.com/us/album/its-time-to-rise-from-the-grave/1593553007","isComplete":true,"genreNames":["Death Metal/Black Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"It's Time...To Rise from the Grave","recordLabel":"Prosthetic Records","upc":"656191950725","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Prosthetic Records, LLC","playParams":{"id":"1593553007","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5pL9YDRmrXWNPEJGKiYUXs"}},{"id":"1617677485","type":"albums","href":"/v1/catalog/us/albums/1617677485?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music122/v4/3d/91/95/3d9195f1-bd5c-2dc6-9aba-e8c4ed42327b/22BMR0003262.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cd8775","textColor2":"f19d85","textColor4":"c3806c","textColor1":"fda590","bgColor":"0e0f09","hasP3":false},"artistName":"Abbey Cone","isSingle":false,"url":"https://music.apple.com/us/album/hate-me-ep/1617677485","isComplete":true,"genreNames":["Country","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Hate Me - EP","recordLabel":"The Valory Music Co., LLC","upc":"00843930081820","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Big Machine Label Group, LLC","playParams":{"id":"1617677485","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1619291209","type":"albums","href":"/v1/catalog/us/albums/1619291209?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/e4/34/33/e4343374-a311-3491-c646-49580c053ac8/4050538810240.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"3c2409","textColor2":"0d0402","textColor4":"3c2409","textColor1":"0d0402","bgColor":"f8a428","hasP3":false},"artistName":"Ravi Shankar","isSingle":false,"url":"https://music.apple.com/us/album/shankar-family-friends-2022-remaster/1619291209","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"1974-09-20","name":"Shankar Family & Friends (2022 Remaster)","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538810240","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dark Horse Records / BMG Rights Management (US) LLC","playParams":{"id":"1619291209","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0WepPP0SOdbZD6oFHzAM4X"}},{"id":"1592223949","type":"albums","href":"/v1/catalog/us/albums/1592223949?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/1d/2e/5e/1d2e5e40-74a0-7ca6-13a1-f684a63e6149/098787146561.png/{w}x{h}bb.jpg","height":4000,"textColor3":"b79951","textColor2":"e79a44","textColor4":"bb7d39","textColor1":"e2bc61","bgColor":"090d0e","hasP3":false},"artistName":"Suki Waterhouse","isSingle":false,"url":"https://music.apple.com/us/album/i-cant-let-go/1592223949","isComplete":false,"genreNames":["Alternative","Music","Pop"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"I Can't Let Go","recordLabel":"Sub Pop Records","upc":"098787146561","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sub Pop Records","playParams":{"id":"1592223949","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1612167071","type":"albums","href":"/v1/catalog/us/albums/1612167071?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/c3/14/31/c31431e9-33c0-b562-d0e6-7ca1db9d06ed/196626336002.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"272b37","textColor2":"1a1516","textColor4":"30303b","textColor1":"0e0e12","bgColor":"8c9ece","hasP3":false},"artistName":"Stephanie Quayle","isSingle":false,"url":"https://music.apple.com/us/album/stephanie-quayle/1612167071","isComplete":true,"genreNames":["Contemporary Country","Music","Country"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Stephanie Quayle","recordLabel":"Big Sky Music Group LLC (2)","upc":"196626336002","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Big Sky Music Group","playParams":{"id":"1612167071","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1aEYhs7G0H42T0t36lzu4W"}},{"id":"1617659533","type":"albums","href":"/v1/catalog/us/albums/1617659533?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/32/53/43/32534390-3ac6-abdc-0340-8e8eff6b4339/22UMGIM34553.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"dbdbdb","textColor2":"ebebeb","textColor4":"d0d0d0","textColor1":"f8f8f8","bgColor":"686868","hasP3":false},"artistName":"Primus","isSingle":false,"url":"https://music.apple.com/us/album/conspiranoid-ep/1617659533","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":3,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Conspiranoid - EP","recordLabel":"ATO Records","upc":"00880882513757","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1617659533","kind":"album"},"isCompilation":false}},{"id":"1619211984","type":"albums","href":"/v1/catalog/us/albums/1619211984?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music112/v4/05/1c/a6/051ca6fd-7af6-607d-e586-e8ed5da9babf/5059449072586.png/{w}x{h}bb.jpg","height":3000,"textColor3":"2f3d43","textColor2":"161616","textColor4":"313e43","textColor1":"141516","bgColor":"9cdef8","hasP3":false},"artistName":"Cozy","isSingle":false,"url":"https://music.apple.com/us/album/lullabies-i/1619211984","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Lullabies I","recordLabel":"Snoozy","upc":"5059449072586","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Snoozy","playParams":{"id":"1619211984","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6mXikt7myeA49HqESK4STw"}},{"id":"1615728676","type":"albums","href":"/v1/catalog/us/albums/1615728676?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music122/v4/b4/23/9f/b4239ff3-37c5-5767-dbe0-5f592bb6a310/191401188753.png/{w}x{h}bb.jpg","height":4000,"textColor3":"ddbf8d","textColor2":"ffca8a","textColor4":"ddb37a","textColor1":"ffd9a2","bgColor":"585b3c","hasP3":false},"artistName":"Mdou Moctar","isSingle":false,"url":"https://music.apple.com/us/album/afrique-refait/1615728676","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-04-19","name":"Afrique Refait","recordLabel":"Matador","upc":"191401188753","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Matador Records","playParams":{"id":"1615728676","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/60uhkJ0Jj8yrnk6YRpCJKl"}},{"id":"1615414189","type":"albums","href":"/v1/catalog/us/albums/1615414189?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/bd/ed/d8/bdedd8d7-cf39-72bc-e419-e70b2cfed8b8/886449923595.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c8c8c7","textColor2":"cabdb2","textColor4":"a69a91","textColor1":"f4f6f5","bgColor":"190f0e","hasP3":false},"artistName":"Chicago Symphony Orchestra, Edwin Outwater & Mason Bates","isSingle":false,"url":"https://music.apple.com/us/album/mason-bates-philharmonia-fantastique-the-making/1615414189","isComplete":true,"genreNames":["Classical","Music","Orchestral"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Mason Bates: Philharmonia Fantastique: The Making of the Orchestra","recordLabel":"Sony Classical","upc":"886449923595","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 World's Greatest Synth, under exclusive license to Sony Music Entertainment","playParams":{"id":"1615414189","kind":"album"},"editorialNotes":{"short":"A stunning voyage into the beating heart of the symphony orchestra."},"isCompilation":false}},{"id":"1617066611","type":"albums","href":"/v1/catalog/us/albums/1617066611?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/f9/54/09/f954093e-7b24-0160-1bb9-7c19f10fc59f/5060944576165.png/{w}x{h}bb.jpg","height":4000,"textColor3":"bdb0ad","textColor2":"a67be2","textColor4":"8563b5","textColor1":"eddcd9","bgColor":"000000","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/outer002-ep/1617066611","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Outer002 - EP","recordLabel":"OUTERWORLD","upc":"5060944576165","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 OUTERWORLD","playParams":{"id":"1617066611","kind":"album"},"isCompilation":false}},{"id":"1614315255","type":"albums","href":"/v1/catalog/us/albums/1614315255?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/eb/93/e1/eb93e199-51a2-eac1-6ccf-65ccf0de8c6e/5060571361479.png/{w}x{h}bb.jpg","height":1400,"textColor3":"dfd8d2","textColor2":"cecdd5","textColor4":"b8b1b4","textColor1":"fffefb","bgColor":"604333","hasP3":false},"artistName":"Steve Monite","isSingle":false,"url":"https://music.apple.com/us/album/only-you/1614315255","isComplete":true,"genreNames":["Disco","Music","R&B/Soul"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Only You","recordLabel":"Soundway Records","upc":"5060571361479","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Soundway Records","playParams":{"id":"1614315255","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/76u8PM9uTMltZYKEUy2rTe"}},{"id":"1601716832","type":"albums","href":"/v1/catalog/us/albums/1601716832?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/ba/59/4e/ba594e56-baa4-c5ae-ebda-1b266a9f008f/29129.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"7bbc9d","textColor2":"b0e4be","textColor4":"8db798","textColor1":"9aecc5","bgColor":"000000","hasP3":false},"artistName":"Hatchie","isSingle":false,"url":"https://music.apple.com/us/album/giving-the-world-away/1601716832","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Giving the World Away","recordLabel":"Secretly Canadian","upc":"617308022872","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Secretly Canadian","playParams":{"id":"1601716832","kind":"album"},"editorialNotes":{"standard":"Harriette Pilbeam played in low-key indie bands around Brisbane for years before debuting as Hatchie, but this project quickly vaulted her to international attention. Soon she was touring with Kylie Minogue and honing a vision of pop that looks back on dreamy ’90s alternative with fresh eyes. Pilbeam’s second album as Hatchie finds her sounding more polished and classic than ever before, with those gauzy layers of melody bolstered by more danceable rhythms. The sing-along choruses are more palpable than ever too, as heard on “This Enchanted” and “Quicksand,” the latter co-written with Olivia Rodrigo collaborator Dan Nigro. The aptly titled “The Rhythm” pushes especially close to the club, evoking warm flashbacks to Madonna. While Hatchie’s previous work slotted in neatly alongside shoegazing cult favorites, <i>Giving the World Away</i> might prove to be her anointment as a chart-friendly pop star.","short":"The shoegazing Brisbane breakout aims for proper pop stardom."},"isCompilation":false,"spotify":"https://open.spotify.com/album/2TwATR1G07ckXIDydjPKsw"}},{"id":"1614316982","type":"albums","href":"/v1/catalog/us/albums/1614316982?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/e1/2d/34/e12d3408-1ac8-3ca2-d00e-f30983a816ed/22UMGIM15617.rgb.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"5a4333","textColor2":"402623","textColor4":"66453a","textColor1":"31231b","bgColor":"ffc497","hasP3":false},"artistName":"King Gizzard & The Lizard Wizard","isSingle":false,"url":"https://music.apple.com/us/album/omnium-gatherum/1614316982","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Omnium Gatherum","recordLabel":"KGLW (King Gizzard & the Lizard Wizard)","upc":"00842812163456","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 KGLW","playParams":{"id":"1614316982","kind":"album"},"editorialNotes":{"standard":"King Gizzard & The Lizard Wizard are so free-ranging that the Melbourne shape-shifters usually devise a firm concept to corral their vision from album to album. Not so with their first-ever double LP, which began as a gathering of miscellany left over from previous writing sessions. Even that loose guiding theme fell away when more writing and recording ensued, resulting in an epic journey through King Gizz’s recent sweet spots. Opening with the 18-minute prog-punk odyssey “The Dripping Tap,” <i>Omnium Gatherum</i> weaves naturally through organ-driven hip-hop (“Sadie Sorceress”), eco-minded metal (“Gaia”), falsetto synth-funk (“Magenta Mountain”), and Krautrock-inspired wig-outs (“Evilest Man”). Such a whiplashing showcase of contrasts might sound extreme, but this particular double-decker is consistent and accessible enough to serve as a mid-career retrospective forged entirely from new material.","short":"The career shape-shifters shrug off concepts on this bold double album."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4tuqA7qbVsPukqsYPPrcF7"}},{"id":"1612878222","type":"albums","href":"/v1/catalog/us/albums/1612878222?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music112/v4/43/7b/ba/437bbad2-41ea-0fa5-d133-ba5ee67f6014/635212070024.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdcdce","textColor2":"dbbfad","textColor4":"b09a8d","textColor1":"ffffff","bgColor":"09090b","hasP3":false},"artistName":"Emmanuel Despax & Chineke! Chamber Ensemble","isSingle":false,"url":"https://music.apple.com/us/album/chopin-piano-concertos-nos-1-2-chamber-versions/1612878222","isComplete":true,"genreNames":["Classical","Music","Piano","Romantic Era","Chamber Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-04-22","name":"Chopin: Piano Concertos Nos. 1 & 2 (Chamber Versions)","recordLabel":"Signum Records","upc":"635212070024","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Signum Records","playParams":{"id":"1612878222","kind":"album"},"editorialNotes":{"standard":"Chopin was an intensely private musician, preferring to perform in the intimacy of a salon rather than in the public gaze of a concert hall. That explains why the chamber arrangements of these two piano concertos have been in existence as long as the orchestral versions. And in so many ways, the chamber versions win, hands down. Chopin was not the greatest orchestrator, resulting in much of the solo piano being lost in thick string textures. But in these compelling performances, his sparkling piano writing shines anew, particularly in the two slow movements where the melodic lines soar free. The temptation for any soloist might be to dial everything down, but pianist Emmanuel Despax doesn’t hold back, presenting Chopin’s genius in full-throated splendor. The quintet—members of diverse British orchestra Chineke!—plays with a magical combination of responsiveness and subtle reservation.","short":"Revelatory chamber versions of Chopin’s two majestic piano concertos."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6VihhA5em01r0pkom28mNb"}},{"id":"1617647506","type":"albums","href":"/v1/catalog/us/albums/1617647506?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music122/v4/cc/af/33/ccaf3326-ce0c-2779-4ee4-9aad4550ab56/697635006516.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bfbfc1","textColor2":"9195fa","textColor4":"7578c9","textColor1":"eeeef1","bgColor":"040404","hasP3":false},"artistName":"Nico Lahs","isSingle":false,"url":"https://music.apple.com/us/album/innermoods-ep/1617647506","isComplete":true,"genreNames":["Dance","Music","House"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Innermoods - EP","recordLabel":"Moods & Grooves Records","upc":"697635006516","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Moods & Grooves Records","playParams":{"id":"1617647506","kind":"album"},"isCompilation":false}},{"id":"1613959656","type":"albums","href":"/v1/catalog/us/albums/1613959656?l=en-US","attributes":{"artwork":{"width":3200,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/f9/d8/cd/f9d8cd0a-c17d-70c4-ee16-4a75d3070ac4/636943716229.jpg/{w}x{h}bb.jpg","height":3200,"textColor3":"e6d0d1","textColor2":"fef5e5","textColor4":"eac8bd","textColor1":"faffff","bgColor":"9b181e","hasP3":false},"artistName":"IBERI","isSingle":false,"url":"https://music.apple.com/us/album/supra/1613959656","isComplete":true,"genreNames":["Worldwide","Music","Europe"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Supra","recordLabel":"Naxos World Music","upc":"636943716229","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Naxos World Music","playParams":{"id":"1613959656","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/23DVlk62UvkbK7H5sDDs7E"}},{"id":"1611006511","type":"albums","href":"/v1/catalog/us/albums/1611006511?l=en-US","attributes":{"artwork":{"width":3400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/5f/24/6c/5f246ce5-fe60-6c96-eefa-3fc054579fd8/3663729189967_cover.jpg/{w}x{h}bb.jpg","height":3400,"textColor3":"c0c1c4","textColor2":"eeeeee","textColor4":"c1c1c0","textColor1":"edeff3","bgColor":"0c0b09","hasP3":false},"artistName":"Coco Em","isSingle":false,"url":"https://music.apple.com/us/album/kilumi/1611006511","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-04-21","name":"Kilumi","recordLabel":"InFiné","upc":"3663729189967","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 InFiné","playParams":{"id":"1611006511","kind":"album"},"editorialNotes":{"standard":"With the music and movement of the Kamba people from Kenya’s Machakos district as north star, Nairobi-hailing DJ/producer Coco Em explored her abilities as a producer during the doldrums of COVID-19 lockdowns, along with a newfound appreciation for the many directions her creative calling has taken her. “An album I started writing during the height of the pandemic in 2020, <i>Kilumi</i> explores elements of different sounds that kept me going in a very difficult year,” she tells Apple Music. Whittled down from 70 ideas, <i>Kilumi</i> showcases fellow Kenyan crooners in MC Sharon, Janice Iche, Ladbi and more, delivering a series of seven wonders in this debut EP. Incorporating amapiano’s lethal log drums in “Winyo Nungo” as well as trap-tastic tones in “Keep the Pace” along with the valleys and peaks present throughout the bass-driven title track, “Kilumi”, Coco Em creates a rich representation of her sonic tastes. “Land (Black) First” borders on protest, carrying themes of ownership and self-love, further bolstering the femme-strong foundation of the EP’s bearing as she blurs the frontiers of time and space, generation and genre to lay out an atlas of sounds that make up her internal world.","short":"The Nairobi DJ and producer lays out an intricate atlas of sounds. "},"isCompilation":false,"spotify":"https://open.spotify.com/album/4medk5UXHb4cLGZnQmRkoF"}},{"id":"1616518598","type":"albums","href":"/v1/catalog/us/albums/1616518598?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music112/v4/1b/ba/af/1bbaaf58-d7ae-7d3f-8aa6-3305a26f4af5/5060944575984.png/{w}x{h}bb.jpg","height":3000,"textColor3":"0f2a31","textColor2":"222222","textColor4":"254046","textColor1":"080808","bgColor":"2fb6d6","hasP3":false},"artistName":"Jackin Trax & Don Rimini","isSingle":false,"url":"https://music.apple.com/us/album/jack-attack-ep/1616518598","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"Jack Attack - EP","recordLabel":"Uncage","upc":"5060944575984","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Uncage","playParams":{"id":"1616518598","kind":"album"},"isCompilation":false}},{"id":"1592207128","type":"albums","href":"/v1/catalog/us/albums/1592207128?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/2c/5f/89/2c5f893a-8d57-491a-ca15-41c678d09e07/196292456578.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"e8bd04","textColor2":"f9cfc3","textColor4":"eaa8a0","textColor1":"f7e900","bgColor":"ae0a16","hasP3":false},"artistName":"The Lazy Eyes","isSingle":false,"url":"https://music.apple.com/us/album/songbook/1592207128","isComplete":true,"genreNames":["Psychedelic","Music","Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-04-21","name":"SongBook","recordLabel":"The Lazy Eyes","upc":"196292456578","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 The Lazy Eyes","playParams":{"id":"1592207128","kind":"album"},"editorialNotes":{"standard":"Lush, billowing psych-pop is only the beginning of The Lazy Eyes’ appeal. Beneath that is a locked-in rhythmic drive and intuitive interplay developed from three of the four members playing together since meeting as early teens at a performing arts school in Sydney. After adding bassist Leon Karagic in 2015, the quartet perfected such a strong musical bond that their debut album opens with back-to-back instrumentals (including the Khruangbin-esque “Hippo”) before vocals finally enter on the third song. That sense of confidence beyond their years suffuses <i>SongBook</i>, a showcase for shifting arrangements and mind-bending self-production. “Fuzz Jam” and “Imaginary Girl” evoke The Beatles as much as Tame Impala, while wig-out guitars threaten to steal the scene on “Tangerine.” Rather than just spin out on dreamy tangents, The Lazy Eyes weave funky flourishes and sincere lyrics into these songs, aiming squarely for the hearts and hips of festival crowds to come.","short":"Spacious, locked-in psych-pop drives the Sydney quartet’s debut LP."},"isCompilation":false,"spotify":"https://open.spotify.com/album/1w73ipVNe04ERHc8bwEQG0"}},{"id":"1596081957","type":"albums","href":"/v1/catalog/us/albums/1596081957?l=en-US","attributes":{"artwork":{"width":3059,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/87/6a/00/876a00a1-eb94-c729-c332-d4e122bfcb93/21UM1IM44630.rgb.jpg/{w}x{h}bb.jpg","height":3059,"textColor3":"432322","textColor2":"480002","textColor4":"6b2223","textColor1":"160200","bgColor":"faa9a8","hasP3":false},"artistName":"Poppy Ajudha","isSingle":false,"url":"https://music.apple.com/us/album/the-power-in-us/1596081957","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-04-22","name":"THE POWER IN US","recordLabel":"Poppy Ajudha","upc":"00602445252091","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Poppy Ajudha","playParams":{"id":"1596081957","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7qiwCfOn9JFpVZ1Q8qD6Vc"}}]}