{"data":[{"id":"1592545087","type":"albums","href":"/v1/catalog/us/albums/1592545087?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/7c/81/6d/7c816d0a-0745-350a-365e-ff4089af7e92/190296409165.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"3f8eba","textColor2":"2da6e8","textColor4":"2a88ba","textColor1":"47ade8","bgColor":"201303","hasP3":false},"artistName":"Charli XCX","isSingle":false,"url":"https://music.apple.com/us/album/crash/1592545087","isComplete":true,"genreNames":["Pop","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"CRASH","recordLabel":"Atlantic Records UK","upc":"190296409165","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"An Asylum Records UK release, ℗ 2022 Warner Music UK Limited with the exception of Track 2 & 3  2021 Warner Music UK Limited","playParams":{"id":"1592545087","kind":"album"},"editorialNotes":{"standard":"“Right now, I’m still very much restless,” Charli XCX tells Apple Music. “Because I know that I would be an excellent humongous pop star. But I also unfortunately know that there’s a vision of who I am in the mainstream’s mind. It’s a constant headfuck, to be honest. While I’m a very defiant person, I’m also a human, and sometimes I do just want to be accepted, and I don’t understand why I’m not totally—even though sometimes I relish in the fact that I’m not.” \n\nCharlotte Aitchison is one of pop music’s more self-aware, self-deprecating, and self-examining artists. <i>CRASH</i> is her fifth studio album, and the final one to be released as part of a longtime record deal. It’s partly, as Charli says, an experiment. An opportunity to utilize a major label’s resources and dress up her left-leaning pop in something ultra luxe. A bold and refreshingly transparent attempt to move up a few rungs, it’s a considered move also designed to clear up some of Charli’s nagging what-ifs. “I’ve always questioned myself,” she says. “And it’s why I’ve made this entire album, really. I ask myself, am I a likable artist? Am I too opinionated? Do I look too weird? Am I too annoying? If I shut up and put out certain songs and do the right features, will I become more accepted, more liked, more commercial?”\n\nOf course, Charli’s notoriously engaged fanbase—with whom she exchanged ideas, including song lyrics, directly online for 2020’s quarantine album <i>how i’m feeling now</i>—would argue she doesn’t need any such validation. “It’s a blessing and a curse, to be extremely honest,” she says of her “Angels.” “I’m very lucky to have the fanbase that I have, who are extremely invested in literally every breath I take. They are very vocal and very smart, which draws me to them, because they’ve got great taste and amazing ideas—as I found out when doing <i>how i’m feeling now</i>. But you can’t please everyone. I’ve done so many different things that people are always going to gravitate to certain eras. Plus, I think that there’s an element where they like to root for an underdog, or an on-the-fringes personality like mine. Because we feel like we’ve been in it together for a really long time, the online discourse can be so vigorous. So I can’t lie, sometimes it’s a bit of a headfuck, because whilst I absolutely adore them, I don’t make music for them specifically when I’m sat in the studio—I’m making it for me. And I don’t think they would admire me as the artist I am if I just kept giving them what they expected.” It’s time to listen for yourself. Explore Charli’s premium pop with her own track-by-track guide.\n\n<b>“Crash”</b>\n“Until maybe a week before I made this song, the album was going to be called <i>Sorry If I Hurt You</i>. But one day, I was driving in my car and <i>CRASH</i> just came to me, and I called A. G. Cook. Even though he wasn't a <i>huge</i> part of this record, he's still very much my creative confidant. He agreed it made sense with the constant car references in my work—and I like the onomatopoeia, I like how it references [2014 single] ‘Boom Clap,’ and I like how it feels much more punchy and in-your-face than <i>how i’m feeling now</i>. I felt that the title needed a song, so A. G. and I got in the studio pretty quickly and knew we needed to make it sound extremely ’80s—if you could bottle the album into one song, this is it. We—plus the song’s co-producer George Daniel—had been sending a lot of new jack swing beats back and forth, and I knew I wanted this guitar solo, and to add these crazy Janet-esque stabs.”\n\n<b>“New Shapes” (feat. Caroline Polachek & Christine and the Queens)</b>\n“Caroline, Christine, and I had worked together many times in different forms, and it was time for the three of us to come together. And actually, this song was recorded a long time ago—pre-pandemic. I like how it's an antihero song. We’re saying to the love figure, ‘I haven't got what you need from me, because I am not typical. I don't operate in the way that you want me to. I want multiple partners. I want somebody else. I want no convention within sex and love.’ And I like that as a statement right after the sound of a car crash in the previous song. To do that song with them—two artists who I really feel have such a unique, defiant, and topsy-turvy vision of what pop music is—felt really classic and right for us. There’s a true connection between us now, in music and in our personal lives.”\n\n<b>“Good Ones”</b>\n“I think this song deserved to be bigger, but I will always think that of my work. But I do think it established the Cliffs Notes version of what the record is—it's got a darkness to it, and it's very pop. I like how drastic the jump was between coming out of <i>how i’m feeling now</i> into this, both sonically and in how they were made. <i>how i’m feeling now</i> was obviously my quarantine album made in my living room over five weeks by me and two trusted collaborators. This song is produced by Oscar Holter—an extremely active part of the Max Martin camp—and not really written hugely by myself but by two amazing topliners, Caroline Ailin and Noonie Bao. So it’s the absolute polar opposite.”\n\n<b>“Constant Repeat”</b>\n“This song features an imaginary scenario I created in my head, where I fell for somebody but imagined that they didn't want me—which turned out to not be the case. But it was this fear that I had, and my prediction of the situation. I think it's interesting that you can convince yourself of that. When you are falling for someone, unfortunately, I think human nature just crushes in on you and tells you you're not good enough, and fills you with doubt and dread and fear and all of those things. This song really poured out of me quite late in the album process, and it just felt so real and natural.”\n\n<b>“Beg for You” (feat. Rina Sawayama)</b>\n“Rina wanted to do something uptempo together, and give our fans a bit more of a moment. So when this song idea bubbled up, I called her immediately. She rewrote the second verse, and sounded incredible on it. It’s a very perfect-storm moment, because we’re two artists operating within the pop sphere, but always challenging it and doing something a little bit more left. She also has that hardcore, diehard fanbase—there’s a lot of crossover. Whilst maybe some of them were expecting something a little bit more experimental from us, I think, in a way, you can't deny that this actually is the perfect song for us in that we are paying a homage to a gay anthem [‘Cry for You’ by September]. She's queer, I'm a queer ally, we're coming together to really just live our best lives and sing an iconic pop song.”\n\n<b>“Move Me”</b>\n“This song came from a writing camp that I was invited to by [US producer and songwriter] Ian Kirkpatrick. I hadn’t done a very classic camp for a while. Not because I'm anti them—I actually think I thrive quite well in them and enjoy them. I ended up writing this with [US songwriter and producer] Amy Allen. We’re actually polar opposites in terms of our styles, which is why this song ended up being so beautiful—the aggressive parts of the song where I was basically yelling into a mic are very me, then you have the balance of Amy’s gorgeous verses. As we were doing it, everyone kept talking about how it’d be a great song for Halsey. I was like, ‘No, I love Halsey, but this is a great song for me and I’m fucking keeping it.’ People talk about writing-camp songs being fake and constructed in a test tube or whatever. But it’s very real. We write from our reality. That’s why we’re good songwriters.”\n\n<b>“Baby”</b>\n“This was one of the first tracks I made for this album, probably pre-pandemic, and with Justin Raisen—who was a very crucial part of my first album, <i>True Romance</i> [2013]. So it felt really good to be going back and working with him in the same house where we made part of the first album. This was a song that I always felt was so passionate and fiery and sexy. And I think the making of this song helped me feel powerful, and want to explore the sexier side of pop music and my artistry. It’s the song that helped me decide that I wanted to dance for this campaign, because I just couldn't stop wanting to move to it whilst we were making it.”\n\n<b>“Lightning”</b>\n“It began as one of those half demos that I took away and lived with. I then called up Ariel Rechtshaid, who was also a huge part of the first album, alongside Justin Raisen, and said, ‘OK, I have this song. I want to do <i>True Romance in 2022</i> with it.” And while I know he’s not really on that hype currently, I told him he was the king of the ’80s and if he felt it needed to go down that road, I trusted him because he has the most impeccable taste. So he sent it back to me, and there was a question mark over the Spanish guitar moment, which goes into a chorus. I sent it to A. G. to ask his opinion. He was like, ‘It's insane. I laughed out loud.’ And I was like, ‘OK, great. We're keeping it.’”\n\n<b>“Every Rule”</b>\n“It's the true story of me meeting my previous partner, and both of us being in relationships but knowing that we were meant to be together. I think that that's a story that a lot of my friends have also experienced—and obviously there's a lot of controversy that comes with that circumstance. People are afraid to talk about it. People feel shame. But it's also, it's really real. I think you have to be really brave to admit to yourself that you're not in love with maybe the person that you're with, and that you are in love with someone else. It's cruel on both sides, and I think you can really hear that. It was a song that I really only felt comfortable enough to make with A. G. He would never judge me for saying these things. It’s another pre-pandemic song, and A. G. was living in a place with a studio in his garage. There was a tree outside that was always covered in crickets. You can hear the crickets in the recording, which I think is really sweet and charming. Once we’d lived with the song for about a year, A. G. had the idea of asking Oneohtrix Point Never to add some things to the song, which I loved.”\n\n<b>“Yuck”</b>\n“I like the drastic gear change here. I like that it makes you laugh. I like those jarring moments on albums and in live shows where you're going from the most intimate, quiet song to the most hilarious or poptastic. That was the reasoning behind putting ‘Every Rule’ and ‘Yuck’ back to back. I really struggle with that feeling of being smothered. It's probably an only-child thing, or something. When you're like, ‘Get away from me, give me some fucking space’—that is seriously how I feel 50% of the time. It also reminds me of that gang vocal element of ‘Boom Clap’ and ‘Boys.’ Not sonically, but more in terms of the way that I'm singing. I'm definitely not the most technical singer ever—if you put me next to Ariana Grande and made us both sing the same song, I would sound absolutely insane, and she would sound absolutely gorgeous—but when it comes to singing like this, I feel pretty confident. That’s really nice for me, just in a technical way. It's really fun to be like, ‘Yeah. You know what? I can sing this song.’ Which I know sounds stupid because I am a professional ‘singer.’”\n\n<b>“Used to Know Me”</b>\n“I was trying to emulate myself on ‘Fancy’—or get back into that headspace. I really remember searching for the chorus melody to ‘Fancy’ in a way that I hadn't really searched for a melody before. Normally I'm very instinctual and spontaneous when it comes to melodies, but with ‘Fancy,’ I had to really maneuver my brain around different corners to figure it out—to understand the formation of the notes. I wrote this on my own at Stargate’s studios, which probably made me feel like I had to write a really big pop song, and then when I was listening to it on repeat in my car, I just started singing the synth line to ‘Show Me Love’ by Robin S. So I called a few people and was like, ‘Is this possible?’ And everyone said, ‘Yes, but do you care about publishing?’ And I was like, ‘I guess not.’ It feels to me like a big song—it’s about reshaping who you are after a breakup.”\n\n<b>“Twice”</b>\n“I had reservations about making this the last song because it's such an obvious choice with the key change and outro. And generally speaking, I'm anti the obvious choice. But then George Daniel, who is very good with tracklisting, simply said, ‘You're an idiot if you don't put this song last.’ It’s actually interesting lyrically, because it's about the end of the world and that you shouldn't think twice about intimate moments, or these off-the-cuff moments. Essentially, YOLO, and enjoy delving into these once-in-a-lifetime situations that everybody ends up in. I was picturing the scene from [Lars von Trier’s 2011 film] <i>Melancholia</i> where Kirsten Dunst’s character is sat on a hill waiting for the end of the world. It’s a perfect closer, and I also think it’s a very beautiful song.”","short":"“I know I would be an excellent humongous pop star.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1QqipMXWzJhr6yfcNKTp8B"}},{"id":"1603920119","type":"albums","href":"/v1/catalog/us/albums/1603920119?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/b0/28/5a/b0285a10-5a43-e3ff-182c-e8a1bb8d16f8/193436279178_VzFdpRQtuZGIWEgHWRaisedfinal.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d7cc88","textColor2":"74b5ce","textColor4":"6894a6","textColor1":"fffaaa","bgColor":"391105","hasP3":false},"artistName":"Hailey Whitters","isSingle":false,"url":"https://music.apple.com/us/album/raised/1603920119","isComplete":true,"genreNames":["Country","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Raised","recordLabel":"Pigasus Records / Big Loud Records / Songs & Daughters","upc":"193436279178","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Pigasus Records / Big Loud Records / Songs & Daughters","playParams":{"id":"1603920119","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7tjtI8UJuD7gwNW7lBesUc"}},{"id":"1610618866","type":"albums","href":"/v1/catalog/us/albums/1610618866?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/07/c3/aa/07c3aa6f-33fd-92c3-dd03-1e8ff6ba9bbc/075679756992.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"dfcec4","textColor2":"e8dbd9","textColor4":"d8bdb5","textColor1":"f1f0eb","bgColor":"984628","hasP3":false},"artistName":"GAYLE","isSingle":false,"url":"https://music.apple.com/us/album/a-study-of-the-human-experience-volume-one-ep/1610618866","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"a study of the human experience volume one - EP","recordLabel":"Atlantic Records/Arthouse Records","upc":"075679756992","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Atlantic Recording Corporation","playParams":{"id":"1610618866","kind":"album"},"editorialNotes":{"short":"Fiery but fun breakup anthems that make you want to slash his tires."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1614380040","type":"albums","href":"/v1/catalog/us/albums/1614380040?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/11/4e/8c/114e8cfe-acaf-c0d1-b43b-259f6474ed27/21UM1IM54282.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c0c0c3","textColor2":"d3d0d4","textColor4":"aeacb1","textColor1":"e9e9eb","bgColor":"1b1e25","hasP3":false},"artistName":"Juice WRLD","isSingle":false,"url":"https://music.apple.com/us/album/fighting-demons-digital-deluxe/1614380040","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":27,"isMasteredForItunes":true,"releaseDate":"2021-12-10","name":"Fighting Demons (Digital Deluxe)","recordLabel":"Grade A Productions/Interscope Records","upc":"00602445694907","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Grade A Productions, LLC, under exclusive license to Interscope Records.","playParams":{"id":"1614380040","kind":"album"},"editorialNotes":{"standard":"Released nearly two years to the day after his tragic death, Juice WRLD's second posthumous album sounds even more haunted than the first. As the title suggests, the songs here hinge on the rapper's inner battles, and it's a brutal listen. He goes round after round with his addictions, mental health, and self-destructive behaviors, seemingly fighting back and giving up in turns. Metro Boomin's gorgeous string-propelled production on opening track “Burn” brims with melancholy to set the mood for what's to come—as Juice declares midway through, “The truth hurts, let it bleed out.”<br />\nAnd there are many painful truths to reckon with on <i>Fighting Demons</i>. “Rockstar in His Prime” dispels the notion that money and fame are any match for inner turmoil and the quest to numb or escape it. His dance with death, whether as a lifeline or a foregone conclusion, exposes the depth of darkness that can poison a mind; what is a platitude to someone who, as he admits on the harrowing “Already Dead,” hasn't felt alive in years? It's uncomfortable but worthwhile to understand what a person is up against and to consider that the act of saying it aloud, without fear of judgment, may not be glorification but a potential path to healing.<br />\nWhen the possibility of better days seems tenuous at best, Juice still finds a way to summon something akin to optimism. “Understand, none of these drugs make the person I am/Sober up, I can, sorry but I can't,” he raps on “Feel Alone,” before falling into his signature melodies: “Hope to see tomorrow, the potency of sorrow/I was thinking hopefully, maybe hopefully, there's some dopamine I could borrow.” The candor in his lyrics, spilling out in detail like private journal entries, is relentless, but his courage to share anyway is inspiring. <i>Fighting Demons</i> is as much a cautionary tale as a heroic one—may we never forget that Juice fought for his life until the very end, as the tenacity of his artistry continues to shine beyond the grave.","short":"The rapper’s second posthumous album, expanded and in Spatial Audio."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1610603595","type":"albums","href":"/v1/catalog/us/albums/1610603595?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/c6/bf/f3/c6bff316-1c36-39e3-2bae-312ff5f6661a/22UMGIM16921.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bcac9c","textColor2":"d7c2af","textColor4":"b1a091","textColor1":"e5d1bc","bgColor":"1b191a","hasP3":false},"artistName":"Tiana Major9","isSingle":false,"url":"https://music.apple.com/us/album/fool-me-once-ep/1610603595","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":4,"isMasteredForItunes":true,"releaseDate":"2022-03-15","name":"Fool Me Once - EP","recordLabel":"Motown Records","upc":"00602445500604","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Motown Records; ℗ 2022 Zero Point Nine Limited, under exclusive license to UMG Recordings, Inc.","playParams":{"id":"1610603595","kind":"album"},"isCompilation":false}},{"id":"1613580470","type":"albums","href":"/v1/catalog/us/albums/1613580470?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/e8/1d/a9/e81da94c-bddf-2887-0f6a-753e7aed9341/22UMGIM22790.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3d3534","textColor2":"291d1b","textColor4":"4e4546","textColor1":"130905","bgColor":"e3e7f0","hasP3":false},"artistName":"PRICE","isSingle":false,"url":"https://music.apple.com/us/album/the-price-ep/1613580470","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"THE PRICE EP","recordLabel":"CLRD ENT/Motown Records","upc":"00602445672479","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"CLRD ENT/Motown Records; ℗ 2022 UMG Recordings, Inc.","playParams":{"id":"1613580470","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7kLaAs7173vocVZrw82ZWt"}},{"id":"1580379111","type":"albums","href":"/v1/catalog/us/albums/1580379111?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/2c/5f/28/2c5f285d-f3ad-a59b-1b35-f576700c455f/21UMGIM68931.rgb.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"c0c8c3","textColor2":"ed664c","textColor4":"c35742","textColor1":"e8f4ed","bgColor":"1f191b","hasP3":false},"artistName":"Sea Girls","isSingle":false,"url":"https://music.apple.com/us/album/homesick-deluxe/1580379111","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Homesick (Deluxe)","recordLabel":"Polydor Records","upc":"00602438671700","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Polydor Records Release; ℗ 2022 Sea Girls, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1580379111","kind":"album"},"editorialNotes":{"standard":"For much of 2020 and 2021, Sea Girls should have been enjoying the trappings of life on the road as an ascendant indie-rock band. They were scheduled to be touring a debut album, <i>Open Up Your Head</i>, that made the UK Top 5 in August 2020. But with the London four-piece grounded by the pandemic, singer/guitarist Henry Camamile instead retreated to his childhood home in Lincolnshire and began searching for who he was outside of music. “The songs [I was writing] were a lot about identity, what I think about life, who am I?” he tells Apple Music. “When I got into a band, I wanted to get away from home, to create my identity. But then, you’re sort of forced to remember what it’s like to be a child.”\n \nThe songs that emerged explore love, belonging, imperfection, and past behaviors with robust self-awareness. While Camamile reached unshrinkingly into himself, the band added a complementary directness to their sound. “We didn’t want to embellish any of the songs too much,” he says. “The first album, we had a lot of fun in the studio. ‘Let’s put that on it. Let’s put this.’ And this was about being brutal. A lot of these songs, thematically, lyrically, cut a little bit harder. I’m not really singing about, I don’t know, rainbows and dragons. There was a total honesty to writing these songs and a lot of them came quite easily. ” Here, he talks through the album, track by track.\n \n<b>“Hometown”</b>\n“Having ‘Hometown’ as the first song is very fitting because that really is the DNA of the album. I was thinking that being homesick means you belong somewhere. I don’t really get homesick, but it’s just that idea. It means there is something and somewhere that is you—that true identity. I thought about being in the Midlands and the villages and towns around here, and it brought out a whole new album from that. I was thinking about who I am a little bit more deeply.”\n \n<b>“Sick”</b>\n“It’s just me saying it as it is. I can be a bit harsh on myself, but I also know I’m human. The whole point of doing music is just wanting to be human and wanting to be honest about being human. I don’t think I’m a bad person, but I’ve been careless, or I haven’t respected myself that much sometimes. Songs like ‘Sick’ are very self-critical. I’m asking for forgiveness from people around me and my parents. I was just young—that’s what I’m saying in that song. It felt good to say it. It was quite emotional recording it in the studio.” \n \n<b>“Lonely”</b>\n“The first verse was written with just me singing with the guitar. I wrote the second verse walking up the street in Brixton. Again, I knew what I wanted to say, and I knew what I felt. I was thinking back to sitting outside the local shop in my car in the summertime, playing The Prodigy and thinking about what could have been with someone from school.”\n \n<b>“Someone’s Daughter Someone’s Son”</b>\n“It’s about how after a relationship’s over, we start again. We just become someone’s daughter or someone’s son. It made me think about that basic boy that I had been in the past and what I am now that I’m not with my ex anymore. This song led through to songs like ‘Hometown.’ It embodies why I wanted to write this album—just to be honest and not be scared to write. As long as I’ve got a good heart, I can write a song that means something to me and write about things that really matter.”\n \n<b>“Sleeping With You”</b>\n“I was seeing this girl and I didn’t want to write a song to be mean—and it’s not mean—but I was still in love with someone else and it’s about the realities of that. It’s terrible, like, ‘Amazing as you are, I just can’t do this.’ Again, it wasn’t a hard song to write because I just said how I felt. I didn’t worry about too many lyrical acrobatics. You can pretend to be someone else in music, but you can also be incredibly truthful. And that’s always been what I’ve clung to. I think it’s way easier to be truthful.”\n \n<b>“Paracetamol Blues”</b>\n“Almost all the love songs in this album are about the breakdown of one relationship, which I thought I was homesick for. It’s about belonging somewhere. It’s belonging in a relationship, belonging in a place, and belonging to a culture or an identity. ‘Paracetamol Blues’ really ties into that. I’m imagining I’m going out with someone who was like me a few years ago, I’m in love with someone who behaves like me. I overheard someone quite close to me saying, ‘Whatever, he’s a wreckhead.’ Or ‘He’s a wasteman.’ It was a joke, but I was like, ‘I’m not a wasteman. I know I’m more than that.’ One of my ex-girlfriends friends from years ago said, ‘Let’s go for a drink,’ and I brought that scenario into it too. I just thought it was exciting.”\n \n<b>“Again Again”</b>\n“This song is about thinking that I just have to just get drunk and be wild or whatever. With the sound, we tried to push it, to elevate it, and have the whole thing bigger. It’s definitely inspired by [Smashing Pumpkins’] ‘Tonight, Tonight,’ with those strings on it. It’s got a really tight beat under it, which Jacknife [Lee, coproducer] elevated, because it was sounding a bit grand, and it doesn’t need to be grand. Jacknife kept that beat there so it feels like it’s got indie-band roots.”\n \n<b>“Lucky”</b>\n“My mum found some letters from my great-grandfather from when he was in the Second World War. There’s one from when he was in the Suez Canal and there’s one written just before he went over on D-Day, and it just hit me so much. He was talking about how he wanted to be at home. I just remember a line and it ended, ‘The guns sound terrible now. Kiss Cynthia and Ben for me.’ It hit me quite a lot and it still hits me now. I just thought, ‘Fuck, that’s not my life at all.’ I just thought I should write a song about how lucky I am and be grateful because I’m not grateful a lot in my music. I feel grateful for being in this band and I’m not going to be sad anymore. It’s optimistic.”\n \n<b>“Higher”</b>\n“Jacknife is famous for being brutal and making a song cut through. The first couple of songs we sent to him, he called me up and he said, ‘You just sent me a song called “Higher.” What’s it about?’ And I said, ‘If I find out my girlfriend’s cheated on me, I’ll just get high.’ And he was like, ‘Well, I couldn’t tell that from that chorus, so maybe you should say that. When [your lyrics] work is when you just say what you think. Be more direct.’ That informed the rest of the album. I think there was a lot of Cars influence on that song musically, which Jacknife brought to the table and made the whole thing bounce. And hopefully, that chorus makes a bit more sense now!”\n \n<b>“Cute Guys”</b>\n“I was definitely thinking, ‘Let’s put something in this album that people aren’t necessarily going to think is something Sea Girls would have on their album.’ Oddly, the guitar riff that goes throughout the verses and chorus is something I’d been playing around with for years. I never thought to write a melody over it. It’s pretty raw the way we recorded that song and the vocal. I was seeing a girl in LA and it’s about the breakdown of that relationship. In my head, it was an identity I was homesick for. There’s an American thread throughout the album because I have my head in that world with that girl, and it was fitting that Jacknife was working in Topanga Canyon, not far away.”\n \n<b>“Friends”</b>\n“It’s a song that Oli [Khan, drummer] wrote, pretty much. It’s about how if there’s anything that is your identity, it’s your friends, it’s the people you hang out with. I think, in a way, we’ve all been homesick for that [during the pandemic]—your crowd that can’t get together anymore. It’s feeling that one day we’re going to get together and make the most of it when we do. That was definitely a result of lockdown and everyone being apart and thinking about what’s important.”\n \n<b>“Watch Your Step”</b>\n“‘Watch Your Step’ was very popular with the other guys in the band and with a lot of people. ‘Again Again,’ I think, did a better job of what I’m trying to put across here. It works better with what I wanted to do lyrically for the main album. But there’s just something great in it and we thought it’s a good part of the story for a deluxe edition because it informed ‘Again Again.’”\n \n<b>“I Got You”</b>\n“I wanted to just write a love song. There’s no edge. There’s no story to it really, other than how I feel about when I really liked someone. It’s about the same girl that I wrote most of the album about. We’re on good terms actually, it’s quite nice. I know she appreciates the fact she’s got a lot written about her. But ‘I Got You’ is just about being in love. It was one of the phrases that we used between each other.”","short":"“These songs cut a bit harder. I’m not singing about rainbows and dragons.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7zi0JVQO0MqKajmMM1oJaj"}},{"id":"1606736823","type":"albums","href":"/v1/catalog/us/albums/1606736823?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/c0/62/8b/c0628bee-e3bd-fbc0-6c83-117b464cf5d1/21UM1IM35622.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e2d2d","textColor2":"323333","textColor4":"575756","textColor1":"000000","bgColor":"eae5e2","hasP3":false},"artistName":"Kungs","isSingle":false,"url":"https://music.apple.com/us/album/club-azur/1606736823","isComplete":true,"genreNames":["Dance","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Club Azur","recordLabel":"Universal Music Division Island Def Jam","upc":"00602445509348","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Val Production / Island Def Jam","playParams":{"id":"1606736823","kind":"album"},"editorialNotes":{"standard":"Before the pandemic hit, the French DJ and producer Kungs was at work on a second album, one that pivoted from his sunny, buoyant sound to something more deep and moody. Lockdown, of course, changed everything. Stuck inside without the option to tour, the Marseille native and some friends decided to host a series of weekly livestreams, called Club Azur, in which they’d DJ for audiences around the world and offer some relief. These feel-good online sessions inspired him to change direction on the album, which is joyful, optimistic, and rooted in escapism. Full of chintzy Italo disco and New Wave nostalgia (“Never Going Home,” “Without You”), it’s heavy on camp and charisma and never takes itself too seriously. On the winking Boysnoize team-up “Fashion,” he harnesses the arty self-seriousness that’s ever-present on runways and flips it into a mechanical club-punk stomper, blazing with marching synths and hissing sirens. Like the best Italo creations, it’s purposefully off-kilter and extreme—a teasing dance track tailor-made for letting your freak flag fly.","short":"Buoyant, funky dance-floor fillers from the rising French producer."},"isCompilation":false,"spotify":"https://open.spotify.com/album/1F27jLhFpbPMTB8DY15nTK"}},{"id":"1610585907","type":"albums","href":"/v1/catalog/us/albums/1610585907?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/2f/18/33/2f18336f-5018-229c-84e6-f838ae6764af/22UMGIM14807.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"27caca","textColor2":"11a3e3","textColor4":"0e83b5","textColor1":"31fdfd","bgColor":"010101","hasP3":false},"artistName":"Stephan Moccio","isSingle":false,"url":"https://music.apple.com/us/album/the-night-suite-ep/1610585907","isComplete":true,"genreNames":["Classical Crossover","Music","Classical"],"trackCount":4,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"The Night Suite - EP","recordLabel":"Decca (UMO) (Classics)","upc":"00602445583713","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Records Release; ℗ 2022 Universal Music Operations Limited","playParams":{"id":"1610585907","kind":"album"},"isCompilation":false}},{"id":"1614870185","type":"albums","href":"/v1/catalog/us/albums/1614870185?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/29/ba/71/29ba719b-9dfc-3693-ec8e-c80d518063d2/196589019684.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b8b8b8","textColor2":"c6c6c6","textColor4":"a1a1a1","textColor1":"e3e3e3","bgColor":"0b0b0b","hasP3":false},"artistName":"Lil Durk","isSingle":false,"url":"https://music.apple.com/us/album/7220/1614870185","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"7220","recordLabel":"Alamo","upc":"196589019684","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Alamo Records, LLC/Sony Music Entertainment","playParams":{"id":"1614870185","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0vRN2oePynCSTspdY9NDsM"}},{"id":"1607918350","type":"albums","href":"/v1/catalog/us/albums/1607918350?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/5b/da/8d/5bda8d04-7f2f-4417-12a0-e039dd011152/886449800193.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"474544","textColor2":"5b1b17","textColor4":"7c4946","textColor1":"191716","bgColor":"ffffff","hasP3":false},"artistName":"ROSALÍA","isSingle":false,"url":"https://music.apple.com/us/album/motomami/1607918350","isComplete":true,"genreNames":["Pop Latino","Music","Latin"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"MOTOMAMI","recordLabel":"Columbia","upc":"886449800193","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Columbia Records, a Division of Sony Music Entertainment","playParams":{"id":"1607918350","kind":"album"},"editorialNotes":{"standard":"“I literally don’t take breaks,” ROSALÍA tells Apple Music. “I feel like, to work at a certain level, to get a certain result, you really need to sacrifice.” Judging by <i>MOTOMAMI</i>, her long-anticipated follow-up to 2018’s award-winning and critically acclaimed <i>EL MAL QUERER</i>, the mononymous Spanish singer clearly put in the work. “I almost feel like I disappear because I needed to,” she says of maintaining her process in the face of increased popularity and attention. “I needed to focus and put all my energy and get to the center to create.” At the same time, she found herself drawing energy from bustling locales like Los Angeles, Miami, and New York, all of which she credits with influencing the new album.\n \nBeyond any particular source of inspiration that may have driven the creation of <i>MOTOMAMI</i>, ROSALÍA’s come-up has been nothing short of inspiring. Her transition from critically acclaimed flamenco upstart to internationally renowned star—marked by creative collaborations with global tastemakers like Bad Bunny, Billie Eilish, and Oneohtrix Point Never, to name a few—has prompted an artistic metamorphosis. Her ability to navigate and dominate such a wide array of musical styles only raised expectations for her third full-length, but she resisted the idea of rushing things. “I didn’t want to make an album just because now it’s time to make an album,” she says, citing that several months were spent on mixing and visuals alone. “I don’t work like that.”\n \nSome three years after <i>EL MAL QUERER</i>, ROSALÍA’s return feels even more revolutionary than that radical breakout release. From the noisy-yet-referential leftfield reggaetón of “SAOKO” to the austere and <i>Yeezus</i>-reminiscent thump of “CHICKEN TERIYAKI,” <i>MOTOMAMI</i> makes the artist’s femme-forward modus operandi all the more clear. The point of view presented is sharp and political, but also permissive of playfulness and wit, a humanizing mix that makes the album her most personal yet. “I was like, I really want to find a way to allow my sense of humor to be present,” she says. “It’s almost like you try to do, like, a self-portrait of a moment of who you are, how you feel, the way you think.\"\n \nThings get deeper and more unexpected with the devilish-yet-austere electronic punk funk of the title track and the feverish “BIZCOCHITO.” But there are even more twists and turns within, like “HENTAI,” a bilingual torch song that charms and enraptures before giving way to machine-gun percussion. Add to that “LA FAMA,” her mystifying team-up with The Weeknd that fuses tropical Latin rhythms with avant-garde minimalism, and you end up with one of the most unique artistic statements of the decade so far.","short":"“To work at a certain level, to get a certain result, you really need to sacrifice.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6jbtHi5R0jMXoliU2OS0lo"}},{"id":"1613602443","type":"albums","href":"/v1/catalog/us/albums/1613602443?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/0b/61/63/0b616328-ad3a-8f37-fa63-d054b5dee813/Kruder_Dorfmeister_-_The_K_D_Sessions.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"2c2e2d","textColor2":"1f231b","textColor4":"464a43","textColor1":"000000","bgColor":"e0eae1","hasP3":false},"artistName":"Kruder & Dorfmeister","isSingle":false,"url":"https://music.apple.com/us/album/the-k-d-sessions-dj-mix/1613602443","isComplete":false,"genreNames":["Electronic","Music","Alternative"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"1998-10-05","name":"The K&D Sessions (DJ Mix)","upc":"5056381824310","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1613602443","kind":"album"},"editorialNotes":{"standard":"Vienna’s Peter Kruder and Richard Dorfmeister famously didn’t release a proper studio LP together until nearly 27 years after putting out their first EP, 1993’s <i>G-Stoned</i>. Their 1998 mixed compilation, <i>The K&D Sessions</i>, served as a bit of a stand-in for many years—a survey of their collected works at the time, which were primarily remixes (save for two original productions here). “This release manifested our mission to make people feel great when they lose themself in the music,” Kruder tells Apple Music. “We are extremely happy that we can present this now, finally, the way it was intended.” That is to say, you could, of course, find these individual remixes dotting the catalogs of their respective artists. \n \nBut sewn together with the same moody, journeylike cohesion of Kruder & Dorfmeister’s 1996 <i>DJ-Kicks</i> contribution, here the songs weave a tapestry of the late-’90s dance world—and a bit beyond. The mixing is predictably flawless, but the focus is still very much on the duo’s production. It’s a reminder of how deftly they could cut drum ’n’ bass tunes in half-time, rehydrating the songs’ jazzy components (particularly Roni Size & Reprazent’s “Heroes” and Alex Reece’s “Jazz Master”) with an organic quality—and imbuing them with an eerie exotica vibe—that made them sound like they were being performed live. K&D’s remixes of fellow nu-jazz/broken-beat practitioners Sofa Surfers and Truby Trio are as lush and dynamic as one might expect for the time, but perhaps some of the best reworks here are the surprises: Depeche Mode’s “Useless”—which imagines Dave Gahan singing in a lounge act—and Bone Thugs-N-Harmony’s “1st of tha Month,” rendered as slowed-down, tripped-up electro-rap-jazz for melting into the couch.","short":"The Vienna duo’s classic 1998 DJ mix is available to stream for the first time."},"isCompilation":false,"spotify":"https://open.spotify.com/album/7gsWAHLeT0w7es6FofOXk1"}},{"id":"1614016534","type":"albums","href":"/v1/catalog/us/albums/1614016534?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/68/02/16/6802162d-46e7-5543-0dc4-f148530b9ca1/dj.tthiertv.png/{w}x{h}bb.jpg","height":3000,"textColor3":"31302f","textColor2":"2f2113","textColor4":"574b3e","textColor1":"000000","bgColor":"f7f3ed","hasP3":false},"artistName":"Apple Music Resident DJ","isSingle":false,"url":"https://music.apple.com/us/album/todays-hits-march-2022-dj-mix/1614016534","isComplete":false,"genreNames":["Pop","Music","Hip-Hop/Rap","Hip-Hop"],"trackCount":28,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Today’s Hits: March 2022 (DJ Mix)","upc":"5056381893071","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1614016534","kind":"album"},"editorialNotes":{"standard":"You already know Today's Hits—the playlist that keeps up with the most popular songs in pop, hip-hop, R&B, and more—but you’ve never heard it like this. The Today’s Hits DJ mix captures the world’s biggest songs in one continuous set—and this month it features jams from Diplo and Miguel, Flume, The Weeknd, Tate McRae, Nicki Minaj, and tons more of your favorite artists. Hear it all now, and check back each month for more Today’s Hits mixes.","short":"Featuring huge tracks from Diplo, Miguel, Flume, Tate McRae, and more."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1599601888","type":"albums","href":"/v1/catalog/us/albums/1599601888?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/c3/1b/9a/c31b9a77-19c3-eabf-9edb-990db340baa1/886449734368.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cacbc8","textColor2":"95b3dd","textColor4":"7790b0","textColor1":"fdfdfb","bgColor":"000400","hasP3":false},"artistName":"Dark Funeral","isSingle":false,"url":"https://music.apple.com/us/album/we-are-the-apocalypse/1599601888","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"We Are The Apocalypse","recordLabel":"Century Media","upc":"886449734368","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Century Media Records Ltd.","playParams":{"id":"1599601888","kind":"album"},"editorialNotes":{"standard":"When the time came to name their seventh album, Dark Funeral’s thoughts went from music to movies. “The album has a very cinematic feel,” vocalist Andreas “Heljarmadr” Vingbäck tells Apple Music. “It’s painting a lot of pictures. So, me and [guitarist] Ahriman had a meeting. We already had the song ‘We Are the Apocalypse,’ and we felt it could be a pretty good movie title, regardless of genre even. So, we had the album title all along—we just didn’t know it yet.” But far be it from these Swedish black-metal veterans to dictate meaning. “We like that it’s kind of open. It could be ‘we’ in a concert setting or it could be ‘we’ as in humanity,” he offers. “You can put whatever you want into it, really.” Below, he comments on each track. \n \n<b>“Nightfall”</b>\n“The song is meant to invoke a Mesopotamian demoness called Lamashtu. I tried to paint the picture of this demoness being summoned and just devouring the whole world. She’s also the apocalypse in this instance. With lines like ‘Reap, oh great Death, with your fleshless womb,’ I was thinking more metaphorically, because she’s also known to snatch kids and poison breast milk. But if you’re also a goddess of death, you will not have flesh yourself, so you’re poisoning it for others.” \n \n<b>“Let the Devil In”</b>\n“This is an introvert song. You look into yourself and realize and accept what you are. Even if you don’t like it, you have to accept it—either to do something about it, or just go with it as an explanation to why you’re doing all the things you’re doing in life. So, it’s about accepting your inner devil and letting him in, but letting him out as well. To improve yourself as a person, you need to make sacrifices. Every target has a price.” \n \n<b>“When Our Vengeance Is Done”</b>\n“This is more of a classic Dark Funeral song. It’s about rage and hate and smashing up religious crap. Don’t believe the lies you are fed, you know? It’s a more simplistic hate song. Very anti-Christian.” \n \n<b>“Nosferatu”</b>\n“I had this idea that I wanted to see how the concept of Dracula has changed over time, so I went back and watched a bunch of the old films. The first one, <i>Nosferatu</i>, is from 1922. They couldn’t even call it <i>Dracula</i> because of copyright from the Stoker family, but that movie was so fucking dark. After that, I watched all kinds of vampire- and Dracula-themed movies, and nothing was remotely as dark. It’s a silent film, so I felt I had a unique opportunity to put words to it—which became this song.” \n \n<b>“When I’m Gone”</b>\n“This is the first song we completed for the album. Ahriman had been sending me some riffs, and I remember I woke up in the middle of the night. Sometimes, I write things down when I wake up like that because there’s some good shit in the subconscious sometimes. This song came from that. It’s based on a dream where you’re looking at yourself in a coffin and the emotional roller coaster of death takes place. It’s similar to ‘Unchain My Soul’ from the last album, I would say.” \n \n<b>“Beyond the Grave”</b>\n“This song describes the picture on the album cover, in a way. There’s this figure standing there, and the image is based in the same universe as our <i>Where Shadows Forever Reign</i> album and also <i>Secrets of the Black Arts</i>, if you will. You’re in this alternative universe or filmesque landscape and just describing what you see. This is so fucking abstract to talk about. I’m not writing lyrics about heartache and simple stuff.” \n \n<b>“A Beast to Praise”</b>\n“This is the serial-killer one. It’s kind of connected to ‘Let the Devil In’ in a way, but this is maybe a bit more sinister. It connects also to ‘Hail Murder,’ which is an older Dark Funeral song. It’s how you go inside yourself and you hear the Devil is calling and demanding. This is where you lose your self-control. If ‘Let the Devil In’ gives you the self-control and you take action yourself, this is when you fucking lose it and just go bananas.” \n \n<b>“Leviathan”</b>\n“When Ahriman sent this to me and I heard the acoustic intro, I knew it was a water song. Which is something completely new for Dark Funeral—there are no songs about water in the discography. The acoustic guitar was also a new element. When I started to feel the water in the music, I thought, ‘Who the fuck lives in this water, then?’ And, of course, it’s Leviathan. In that way, the song kind of told me what it was about.”\n \n<b>“We Are the Apocalypse”</b>\n“This is a biblical song about the seals and the Antichrist and the great beast. It’s basically like Revelations, the end of the world—the Apocalypse. Let’s take the worst shit in your Bible and use it against you. This is basically when you put all the taps on and leave the house and let it fucking drown.”","short":"“This is so abstract to talk about. I’m not writing about heartache.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4Aw1YxGh3eaefguzl1Ivxs"}},{"id":"1613208544","type":"albums","href":"/v1/catalog/us/albums/1613208544?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/55/e3/45/55e345a4-fd51-24cc-6527-7e5dd7dca3dc/075679754059.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"2e2e2f","textColor2":"1d1d1e","textColor4":"454547","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"MAY-A","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-may-a/1613208544","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-15","name":"Apple Music Home Session: MAY-A","recordLabel":"Atlantic Records","upc":"075679754059","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021","playParams":{"id":"1613208544","kind":"album"},"isCompilation":false}},{"id":"1613830506","type":"albums","href":"/v1/catalog/us/albums/1613830506?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/d7/f3/2b/d7f32b80-d513-ba16-4c25-7a1ca39dc164/dj.fgixjypx.png/{w}x{h}bb.jpg","height":3000,"textColor3":"dec5c2","textColor2":"fdbde3","textColor4":"f0a3bf","textColor1":"e8e8e8","bgColor":"ba3a2d","hasP3":true},"artistName":"Bored Lord","isSingle":false,"url":"https://music.apple.com/us/album/early-hours-dj-mix/1613830506","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Early Hours (DJ Mix)","upc":"5056381892937","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1613830506","kind":"album"},"editorialNotes":{"standard":"For her contribution to our exclusive Early Hours series of laidback DJ mixes, electronic experimenter Bored Lord (aka Daria Lourd) “imagined it as the mix you listen to in the car on the way home after the rave,” she tells Apple Music. “The sun is rising and your ears still need some stimulation.” There’s a meditative simplicity to assembling a set of chill tracks, but striking the right mood throughout can take a fair bit of strategizing. “I mostly get asked to do more high-energy sets, so I can take my time digging for and collecting downtempo stuff,” the Oakland-based DJ/producer says. “I knew I wanted to hit a few genres and emotions along the way. When I thought about the feeling of leaving the party and driving into the sunrise, there were all these contrasting feelings that came to mind. I wanted to touch on the sadness and the excitement, the love and the loss.” Alternatively, she says, the mix “could be good for getting ready for your day because it very much builds and rises as it goes. In either scenario, it's meant to turn the apprehensive feelings into uplifting ones.” Hit play, and read on for Bored Lord's thoughts on some of the mix's key moments.\n\n<b>4hero, “Conceptions”</b>\n“The opening track off their nu-jazz record <i>Creating Patterns</i>. If you love that record, hearing the opening notes of this song just really gets you excited for the journey.”\n\n<b>Janet Jackson, “Together Again (DJ Premier 100 in a 50 Remix)”</b>\n“This is one of my favorite B-side mixes off Janet's singles. So many of my favorite dance tracks come off of those, but I saw a video of DJ Premier talking about making this track and the story is just really interesting. I think she did a whole different vocal take for this version.”\n\n<b>Larry Heard, “The Beauty of Celeste”</b>\n“It's just an interesting song coming from Larry. He really is insanely versatile, and this track is one of those great moments he taps into his melodic-focused spaces and lets the vocalist, Che, paint a picture. A few songs in the mix have this relationship with producer and vocalist, but this one is a gem to me.”","short":"The Oakland DJ crafts a mix to “listen to on the way home after the rave.”"},"isCompilation":false}},{"id":"1612739186","type":"albums","href":"/v1/catalog/us/albums/1612739186?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/1e/8e/75/1e8e7588-1d53-e72d-efd7-f0b5682b11b9/22UMGIM15233.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e2e2f","textColor2":"3a1b18","textColor4":"5d4442","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"KAWALA","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-kawala-single/1612739186","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Apple Music Home Session: KAWALA - Single","recordLabel":"EMI","upc":"00602445589715","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"An EMI release; ℗ 2022 Universal Music Operations Limited","playParams":{"id":"1612739186","kind":"album"},"editorialNotes":{"standard":"“Lockdown was definitely a time of reflection,” KAWALA’s Jim Higson tells Apple Music. “It really helped us to recalibrate and pinpoint exactly what we wanted for our debut album. It was in this period that we decided to allow ourselves to be vulnerable in our songwriting—something we had avoided in the past. By doing this we realized our songwriting improved.” A fine example of that is “Echoes.” Recast in this Apple Music Home Session as delicate acoustic pop, the track originally appeared on the London five-piece’s debut album, <i>Better With You</i>, in March 2022. \n\n“We chose ‘Echoes’ because it has a lyric that our album is named after,” says Higson. “It’s a celebration of everyone who’s involved in our project, especially our fans, so it felt only right to give it more space to breathe. It really shines as a song when only the two of us [Higson and co-frontman Daniel McCarthy] perform it without all the bells and whistles.” The duo also treats us to a hushed cover of The Kid LAROI & Justin Bieber’s megahit “STAY.” “We chose that,” says Higson, “because it’s an undeniable banger that has managed to get stuck in our heads since release.”","short":"“We allowed ourselves to be vulnerable, and our songwriting improved.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1607551895","type":"albums","href":"/v1/catalog/us/albums/1607551895?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/dc/bc/e4/dcbce4bb-a007-0551-b4ca-aef8c48ae5a4/5059449061665.png/{w}x{h}bb.jpg","height":3000,"textColor3":"82dbe3","textColor2":"ff889e","textColor4":"cb7c9e","textColor1":"a3fff4","bgColor":"004fa0","hasP3":false},"artistName":"The Night Owl","isSingle":false,"url":"https://music.apple.com/us/album/the-night-owl-sings-a-lullaby-vol-2/1607551895","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":20,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"The Night Owl Sings a Lullaby, Vol. 2","recordLabel":"Night Owl Recordings","upc":"5059449061665","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Night Owl Recordings","playParams":{"id":"1607551895","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/69uFOdx2L0X89SfSv8MxSc"}},{"id":"1608262848","type":"albums","href":"/v1/catalog/us/albums/1608262848?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/e0/20/fc/e020fc5f-14a8-a295-10ea-031b23fdd3a5/717340467171_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"aba1a3","textColor2":"cbaa93","textColor4":"a48978","textColor1":"d4c8c9","bgColor":"0a080b","hasP3":false},"artistName":"Sy Ari Da Kid","isSingle":false,"url":"https://music.apple.com/us/album/the-shadow-in-the-shade/1608262848","isComplete":true,"genreNames":["Hip-Hop/Rap","Music","Rap"],"trackCount":21,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"The Shadow In the Shade","recordLabel":"No I in Team/Major Music","upc":"717340467171","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 No I in Team, under exclusive license to Cinq Music Group, LLC","playParams":{"id":"1608262848","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7yTt3Xv6FvP9saWQEB5UYB"}},{"id":"1613197333","type":"albums","href":"/v1/catalog/us/albums/1613197333?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/ef/91/9c/ef919cd3-5ca7-d856-73fd-94f927fd4a13/22UMGIM23970.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c4c6c7","textColor2":"edede0","textColor4":"c1c2b6","textColor1":"f1f2f5","bgColor":"0e1410","hasP3":false},"artistName":"midwxst","isSingle":false,"url":"https://music.apple.com/us/album/better-luck-next-time/1613197333","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":9,"isMasteredForItunes":true,"releaseDate":"2022-03-16","name":"better luck next time.","recordLabel":"Simple Stupid Records / Geffen Records","upc":"00602445651078","audioTraits":["lossless","lossy-stereo"],"copyright":"A Simple Stupid Records/Geffen Records Release; ℗ 2022 midwxst LLC, under exclusive license to Geffen Records","playParams":{"id":"1613197333","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/740UBxriXWslmnRWfTRaDD"}},{"id":"1602709993","type":"albums","href":"/v1/catalog/us/albums/1602709993?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/e2/dd/e9/e2dde949-067b-2103-261a-0bb075346272/5055869566124.png/{w}x{h}bb.jpg","height":1400,"textColor3":"343333","textColor2":"202020","textColor4":"4c4c4c","textColor1":"010000","bgColor":"ffffff","hasP3":false},"artistName":"Bogdan Raczynski","isSingle":false,"url":"https://music.apple.com/us/album/addle/1602709993","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Addle","recordLabel":"Planet Mu","upc":"5055869566124","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Planet Mu","playParams":{"id":"1602709993","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1xD85z87BbTL8jtOEHPCK5"}},{"id":"1613426147","type":"albums","href":"/v1/catalog/us/albums/1613426147?l=en-US","attributes":{"artwork":{"width":5833,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/ec/ec/6f/ecec6f91-06e4-a403-fefd-9a2bea136412/169d3f39-43c0-4340-b61d-80b283043e75.jpg/{w}x{h}bb.jpg","height":5833,"textColor3":"aecb00","textColor2":"d2d2d2","textColor4":"a8a8a8","textColor1":"d9ff00","bgColor":"000000","hasP3":false},"artistName":"DJ Rush","isSingle":false,"url":"https://music.apple.com/us/album/kntxt-radio-018-dj-mix/1613426147","isComplete":false,"genreNames":["Techno","Music","Dance","Electronic"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"KNTXT RADIO 018 (DJ Mix)","upc":"5056381892739","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1613426147","kind":"album"},"isCompilation":false}},{"id":"1588320308","type":"albums","href":"/v1/catalog/us/albums/1588320308?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/02/53/0a/02530aad-ecef-237d-5b1e-cc44bada2e84/21UM1IM21644.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"35302f","textColor2":"2f2223","textColor4":"504546","textColor1":"0e0807","bgColor":"d4d3d1","hasP3":false},"artistName":"Midlake","isSingle":false,"url":"https://music.apple.com/us/album/for-the-sake-of-bethel-woods/1588320308","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"For The Sake of Bethel Woods","recordLabel":"ATO Records","upc":"00880882482152","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1588320308","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2ZG9F2MLKyBJw2UPLEMKmW"}},{"id":"1613300648","type":"albums","href":"/v1/catalog/us/albums/1613300648?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/8b/46/54/8b4654b5-492f-b3db-a089-02582ab46876/cover_KM0014922_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c1c064","textColor2":"f1e861","textColor4":"c1bb4e","textColor1":"f1ed7c","bgColor":"030902","hasP3":false},"artistName":"Solar","isSingle":false,"url":"https://music.apple.com/us/album/%E5%AE%B9-face-ep/1613300648","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-03-16","name":"容 : FACE - EP","recordLabel":"RBW Inc.","upc":"8804775225437","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 RBW Inc.,under license to Kakao Entertainment","playParams":{"id":"1613300648","kind":"album"},"isCompilation":false}},{"id":"1603928354","type":"albums","href":"/v1/catalog/us/albums/1603928354?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/eb/f7/98/ebf798a7-b05d-cb0a-23b8-63ae6e59fd1e/723314783710.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b0b8c0","textColor2":"c7d0da","textColor4":"a6adb6","textColor1":"d3dde5","bgColor":"242329","hasP3":false},"artistName":"Converge","isSingle":false,"url":"https://music.apple.com/us/album/the-poacher-diaries-redux-ep/1603928354","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"The Poacher Diaries (Redux) - EP","recordLabel":"Converge Cult","upc":"723314783710","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Convergecult","playParams":{"id":"1603928354","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1613875459","type":"albums","href":"/v1/catalog/us/albums/1613875459?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/4a/f4/7f/4af47fba-64fd-7a9f-f41a-50bee25e29e2/22UMGIM24497.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d5dada","textColor2":"e8ccfc","textColor4":"c7b4d9","textColor1":"fafbfd","bgColor":"43574c","hasP3":false},"artistName":"Ama Lou","isSingle":false,"url":"https://music.apple.com/us/album/at-least-we-have-this-deluxe/1613875459","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"AT LEAST WE HAVE THIS (DELUXE)","recordLabel":"Interscope Records","upc":"00602445687961","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Interscope Records","playParams":{"id":"1613875459","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3tnAZLWmf2RY6i7JjNVkgh"}},{"id":"1610004840","type":"albums","href":"/v1/catalog/us/albums/1610004840?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/36/ca/24/36ca24b0-5bff-494c-c49a-5f5cf98b0bb8/8718723193405.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"334e42","textColor2":"1e3114","textColor4":"4b5a43","textColor1":"002112","bgColor":"ffffff","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/cod3-qr-011/1610004840","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Cod3 Qr 011","recordLabel":"COD3 QR","upc":"8718723193405","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Code QR","isCompilation":false,"spotify":"https://open.spotify.com/album/36ii86j2xPOO7BbtoVzcbd"}},{"id":"1608452645","type":"albums","href":"/v1/catalog/us/albums/1608452645?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/b1/41/ae/b141ae65-8c58-d9fe-0bae-1d645982d271/196626349828.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"8495c4","textColor2":"7d9deb","textColor4":"6c83be","textColor1":"9cb3f3","bgColor":"271c0a","hasP3":false},"artistName":"Oso Oso","isSingle":false,"url":"https://music.apple.com/us/album/sore-thumb/1608452645","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"sore thumb","recordLabel":"Triple Crown Records","upc":"196626349828","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Triple Crown Records, a division of Round Hill Records LLC","playParams":{"id":"1608452645","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6EjM6iU0bqurQwwSN3Ln0T"}},{"id":"1609470579","type":"albums","href":"/v1/catalog/us/albums/1609470579?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/cb/1e/16/cb1e1620-91ce-0f22-6ec8-40b6bdb9e2a3/5056495381860_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9cbcc","textColor2":"fe4640","textColor4":"d93834","textColor1":"ffffff","bgColor":"460002","hasP3":false},"artistName":"CAMP","isSingle":false,"url":"https://music.apple.com/us/album/process/1609470579","isComplete":true,"genreNames":["R&B/Soul","Music","Hip-Hop/Rap"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Process","recordLabel":"INVS","upc":"5056495381860","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 INVS","playParams":{"id":"1609470579","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3CRUA1fGG4vUqOOfdrNoDe"}},{"id":"1611392830","type":"albums","href":"/v1/catalog/us/albums/1611392830?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/fb/5d/1d/fb5d1d62-8564-cb5c-8c03-fac22db07a73/0.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f382d","textColor2":"27180f","textColor4":"524235","textColor1":"0f0c06","bgColor":"ffeacc","hasP3":false},"artistName":"Devvon Terrell","isSingle":false,"url":"https://music.apple.com/us/album/boys-dont-cry/1611392830","isComplete":true,"genreNames":["R&B/Soul","Music","Pop"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Boys Don't Cry","recordLabel":"Devvon Terrell","upc":"706212226725","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Devvon Terrell","playParams":{"id":"1611392830","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/707TPiqmiFvPsVMOqQJ3Ia"}},{"id":"1610306904","type":"albums","href":"/v1/catalog/us/albums/1610306904?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/98/e6/d8/98e6d884-dd12-ee4d-6e5b-524756a6d6bd/067003664752.png/{w}x{h}bb.jpg","height":3600,"textColor3":"415155","textColor2":"1f363b","textColor4":"4a5e62","textColor1":"15262b","bgColor":"f5fdff","hasP3":false},"artistName":"Harmless","isSingle":false,"url":"https://music.apple.com/us/album/mr-baby/1610306904","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Mr. Baby","recordLabel":"Nettwerk Music Group","upc":"067003664752","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Harmless under exclusive license to Nettwerk Music Group Inc.","playParams":{"id":"1610306904","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6vIIwphk7WTFX560uYyYDW"}},{"id":"1612676649","type":"albums","href":"/v1/catalog/us/albums/1612676649?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/f9/dd/ee/f9ddee50-90e2-15f2-ce46-2d064920789b/093624872849.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c09f48","textColor2":"ecaf71","textColor4":"bc8c5a","textColor1":"f0c75a","bgColor":"000000","hasP3":false},"artistName":"Randall King","isSingle":false,"url":"https://music.apple.com/us/album/shot-glass/1612676649","isComplete":true,"genreNames":["Country","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Shot Glass","recordLabel":"Warner Music Nashville","upc":"093624872849","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Warner Music Nashville LLC","playParams":{"id":"1612676649","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0LjZjuCqFFYCeit3OqcNVH"}},{"id":"1611504686","type":"albums","href":"/v1/catalog/us/albums/1611504686?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/9c/fe/5e/9cfe5eec-89b5-240f-5229-59244360e89d/8804775250422_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"c9204d","textColor2":"fa0b4e","textColor4":"c8093f","textColor1":"fc2860","bgColor":"000000","hasP3":false},"artistName":"(G)I-DLE","isSingle":false,"url":"https://music.apple.com/us/album/i-never-die/1611504686","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-03-14","name":"I NEVER DIE","recordLabel":"Cube Entertainment","upc":"8804775250422","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 CUBE ENTERTAINMENT INC.","playParams":{"id":"1611504686","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1T2W9vDajFreUuycPDjUXk"}},{"id":"1606023157","type":"albums","href":"/v1/catalog/us/albums/1606023157?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/82/dc/d8/82dcd84f-6c6a-431b-fd0b-e347279b75f0/075597913453.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ccc9cb","textColor2":"e2e4e3","textColor4":"b5b6b6","textColor1":"fffcfe","bgColor":"010101","hasP3":false},"artistName":"Brad Mehldau","isSingle":false,"url":"https://music.apple.com/us/album/jacobs-ladder/1606023157","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Jacob's Ladder","recordLabel":"Nonesuch","upc":"075597913453","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Nonesuch Records Inc.","playParams":{"id":"1606023157","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/73ZJVQvYg4KYSjQpVL8Wvi"}},{"id":"1605779028","type":"albums","href":"/v1/catalog/us/albums/1605779028?l=en-US","attributes":{"artwork":{"width":2953,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/8c/b2/b7/8cb2b7de-2952-b914-8ccf-51f2c7f3c2e1/21UM1IM24612.rgb.jpg/{w}x{h}bb.jpg","height":2953,"textColor3":"bd9678","textColor2":"df976e","textColor4":"b47b5a","textColor1":"eaba93","bgColor":"0a0a0c","hasP3":false},"artistName":"Ruth Slenczynska","isSingle":false,"url":"https://music.apple.com/us/album/my-life-in-music/1605779028","isComplete":true,"genreNames":["Classical","Music","Piano"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"My Life in Music","recordLabel":"Decca Music Group Ltd.","upc":"00028948526086","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Decca Classics Release; ℗ 2022 Universal Music Operations Limited","playParams":{"id":"1605779028","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3C0gBCl2QcYUhm5eB88eNn"}},{"id":"1610052222","type":"albums","href":"/v1/catalog/us/albums/1610052222?l=en-US","attributes":{"artwork":{"width":4500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/a2/f9/7c/a2f97c5c-2ca6-50fe-dd12-a0cc3d093c90/840200510127_cover.jpg/{w}x{h}bb.jpg","height":4500,"textColor3":"cccccc","textColor2":"dfdfdf","textColor4":"b4b4b4","textColor1":"fefefe","bgColor":"050505","hasP3":false},"artistName":"Macchiatto","isSingle":false,"url":"https://music.apple.com/us/album/foam/1610052222","isComplete":true,"genreNames":["Electronic","Music","Jazz","Avant-Garde Jazz"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Foam","recordLabel":"Lustwerk Music","upc":"840200510127","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Lustwerk Music","playParams":{"id":"1610052222","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4LEzzXwVEx24wO59YYwR4l"}},{"id":"1613300234","type":"albums","href":"/v1/catalog/us/albums/1613300234?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/2d/66/34/2d663494-1cf5-c0b9-d6f3-7250bf5b56e8/8720693978326.png/{w}x{h}bb.jpg","height":3000,"textColor3":"545453","textColor2":"2a2c2d","textColor4":"545556","textColor1":"2b2b29","bgColor":"fafafa","hasP3":false},"artistName":"Bladee & Ecco2k","isSingle":false,"url":"https://music.apple.com/us/album/crest/1613300234","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Crest","recordLabel":"YEAR0001","upc":"8720693978326","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 YEAR0001","playParams":{"id":"1613300234","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3j75sKW2Lw9gUEhjNzPKn4"}},{"id":"1603845983","type":"albums","href":"/v1/catalog/us/albums/1603845983?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/50/51/21/50512116-b56e-bd44-38c4-7eacbd7c5c56/19UMGIM36522.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cac0a3","textColor2":"e5c687","textColor4":"bba26f","textColor1":"f8ebc7","bgColor":"131313","hasP3":false},"artistName":"Jóhann Jóhannsson, Theatre of Voices, Paul Hillier & American Contemporary Music Ensemble","isSingle":false,"url":"https://music.apple.com/us/album/j%C3%B3hannsson-drone-mass/1603845983","isComplete":true,"genreNames":["Classical","Music","Choral","Contemporary Era"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Jóhannsson: Drone Mass","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948374212","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Jóhann Jóhannsson, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1603845983","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4iHSwI7eFt2OfFbS33Anqo"}},{"id":"1608722060","type":"albums","href":"/v1/catalog/us/albums/1608722060?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/02/4f/88/024f8819-ad5f-f381-3593-46016b9b186a/8720246792270.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"a9a2b1","textColor2":"d8bdc8","textColor4":"b09aa4","textColor1":"cfc7d9","bgColor":"100e13","hasP3":false},"artistName":"Aquarian","isSingle":false,"url":"https://music.apple.com/us/album/mutations-i-death-taxes-hanger-ep/1608722060","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Mutations I: Death, Taxes & Hanger - EP","recordLabel":"Dekmantel","upc":"8720246792270","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dekmantel","playParams":{"id":"1608722060","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5U2IrljnQtrNRWtarbA6vB"}},{"id":"1599392293","type":"albums","href":"/v1/catalog/us/albums/1599392293?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/89/32/e1/8932e127-be21-0748-d821-3f333f372c06/644110044693.jpg/{w}x{h}bb.jpg","height":3600,"textColor3":"cdbe82","textColor2":"e3ac9b","textColor4":"c59888","textColor1":"eddc93","bgColor":"4e473d","hasP3":false},"artistName":"Yumi Zouma","isSingle":false,"url":"https://music.apple.com/us/album/present-tense/1599392293","isComplete":true,"genreNames":["Alternative","Music","Indie Pop"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Present Tense","recordLabel":"Polyvinyl Records","upc":"644110044693","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Polyvinyl Record Co.","playParams":{"id":"1599392293","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2P2XnrV9VnGxJ0UqHNxt4E"}},{"id":"1604457748","type":"albums","href":"/v1/catalog/us/albums/1604457748?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/61/b8/d4/61b8d4b3-3779-3f63-41c9-b8012059b224/196626109439.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbcbcb","textColor2":"f62225","textColor4":"c51b1e","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Extinction A.D.","isSingle":false,"url":"https://music.apple.com/us/album/culture-of-violence/1604457748","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Culture of Violence","recordLabel":"Unique Leader Records","upc":"196626109439","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Unique Leader Records","playParams":{"id":"1604457748","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6RLlW1OIKY7lpwu37ywZMw"}},{"id":"1606948106","type":"albums","href":"/v1/catalog/us/albums/1606948106?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/b4/b9/1a/b4b91a7a-0f08-cb48-414e-3a9e0147e931/196626219954.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d2ddd3","textColor2":"e7f6e6","textColor4":"c9dac8","textColor1":"f3f9f4","bgColor":"4f6b4f","hasP3":false},"artistName":"Priori","isSingle":false,"url":"https://music.apple.com/us/album/your-own-power-remixes-ep/1606948106","isComplete":true,"genreNames":["Techno","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Your Own Power (Remixes) - EP","recordLabel":"Courage Holdings Inc","upc":"196626219954","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Naff under exclusive license to Courage Holdings Inc.","playParams":{"id":"1606948106","kind":"album"},"isCompilation":false}},{"id":"1609253326","type":"albums","href":"/v1/catalog/us/albums/1609253326?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/74/86/d6/7486d686-d512-24ba-f5a3-bbbe9eaf12a9/22UMGIM08471.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"292929","textColor2":"2b2600","textColor4":"464223","textColor1":"080808","bgColor":"b0b0b0","hasP3":false},"artistName":"Balmorhea","isSingle":false,"url":"https://music.apple.com/us/album/solanales-single/1609253326","isComplete":true,"genreNames":["Classical Crossover","Music","Classical"],"trackCount":3,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Solanales - Single","recordLabel":"Deutsche Grammophon (DG)","upc":"00028948625031","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Balmorhea Music LLC, under exclusive license to Deutsche Grammophon GmbH, Berlin","playParams":{"id":"1609253326","kind":"album"},"isCompilation":false}},{"id":"1593472302","type":"albums","href":"/v1/catalog/us/albums/1593472302?l=en-US","attributes":{"artwork":{"width":3500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/ec/b4/40/ecb44021-3f56-69a6-afee-04391303e2d5/21UM1IM37528.rgb.jpg/{w}x{h}bb.jpg","height":3500,"textColor3":"91a699","textColor2":"fb6a3c","textColor4":"cb5b35","textColor1":"b3c7b8","bgColor":"0a201d","hasP3":false},"artistName":"Mattiel","isSingle":false,"url":"https://music.apple.com/us/album/georgia-gothic/1593472302","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-18","name":"Georgia Gothic","recordLabel":"ATO Records","upc":"00880882496050","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 ATO Records, LLC. All Rights Reserved.","playParams":{"id":"1593472302","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/48B2OQCESR02VediaqYmci"}},{"id":"1609928070","type":"albums","href":"/v1/catalog/us/albums/1609928070?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/4b/4f/de/4b4fded8-1c75-dd62-79e1-c77e031538ec/4250101440953_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2d3339","textColor2":"012f3a","textColor4":"2e5661","textColor1":"010408","bgColor":"e0f0ff","hasP3":false},"artistName":"Kollmorgen","isSingle":false,"url":"https://music.apple.com/us/album/1243-ep/1609928070","isComplete":true,"genreNames":["Alternative","Music","Electronic"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"1243 - EP","recordLabel":"Kompakt","upc":"4250101440953","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Kompakt","playParams":{"id":"1609928070","kind":"album"},"isCompilation":false}},{"id":"1610211560","type":"albums","href":"/v1/catalog/us/albums/1610211560?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/9b/a7/71/9ba771fc-623d-ebda-3d2c-2db09ce80bd4/30682.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9d637","textColor2":"fff152","textColor4":"d9ce4d","textColor1":"fefa37","bgColor":"464437","hasP3":false},"artistName":"Hana Vu","isSingle":false,"url":"https://music.apple.com/us/album/parking-lot-ep/1610211560","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-15","name":"Parking Lot - EP","recordLabel":"Ghostly International","upc":"804297841304","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ghostly International","playParams":{"id":"1610211560","kind":"album"},"isCompilation":false}},{"id":"1600773348","type":"albums","href":"/v1/catalog/us/albums/1600773348?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/eb/76/64/eb76645a-c14a-1b95-5a2e-05fbfb21bd50/0880655513236.png/{w}x{h}bb.jpg","height":3000,"textColor3":"cccccc","textColor2":"f6ae19","textColor4":"c58c14","textColor1":"ffffff","bgColor":"020202","hasP3":false},"artistName":"Nathalie Duchene","isSingle":false,"url":"https://music.apple.com/us/album/praia/1600773348","isComplete":false,"genreNames":["House","Music","Dance"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-18","name":"Praia","recordLabel":"Toy Tonics","upc":"0880655513236","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Toy Tonics","playParams":{"id":"1600773348","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5HL75LL4ZgsNrsItVYYvLX"}}]}