{"data":[{"id":"1598978240","type":"albums","href":"/v1/catalog/us/albums/1598978240?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/4b/ad/4d/4bad4de4-6bf5-4bc2-9556-c7d916ed2848/075679764003.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"b0a659","textColor2":"d89023","textColor4":"b37a21","textColor1":"d5c769","bgColor":"1e211a","hasP3":false},"artistName":"Cordae","isSingle":false,"url":"https://music.apple.com/us/album/from-a-birds-eye-view/1598978240","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":14,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"From a Birds Eye View","recordLabel":"Art@War/Atlantic Records","upc":"075679764003","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Atlantic Recording Corporation","playParams":{"id":"1598978240","kind":"album"},"editorialNotes":{"standard":"Maryland-hailing MC Cordae brags different. “Last year I made $7 million, didn’t have to do a single fucking show,” he raps on sophomore album <i>From a Birds Eye View</i>’s “Super.” It’s a rare chin-check for the haters, whereas the large majority of this project’s boasts are rooted in what that money has allowed Cordae to do for others. On “Super,” he’s bought a Birkin bag for his Aunt Regina and introduced his younger cousin to badminton. On “Momma’s Hood,” he’s bought his father—who he confesses to having a contentious relationship with later in the album—a “power-washing van.” On “Chronicles,” he admits that missteps in the context of a romantic relationship come with a $50,000 remorse fee. Being the object of Cordae’s affection pays.<br /> \nThis kind of spending is hardly uncommon for rap superstars, but what separates Cordae from your average chart-topping MC is his choice to center an album around it. He’s worked his whole life to get here, a story he tells across songs like “Today,” “C Carter,” and “Westlake High,” and the biggest reward is what success allows him to do for others. Depending on who you are, that might mean receiving something he’ll proudly tell the world about on record. For the rest of us, though, he’s got ultra-personal, high-level raps about his life and a handful of collaborations with rap icons like Lil Wayne (“Sinister”), Nas (“Champagne Glasses”), and Eminem (“Parables [Remix]”).","short":"Across his sophomore project, the Maryland MC is living better than most."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3N3alcn9EvmanafUt70Vxh"}},{"id":"1604944424","type":"albums","href":"/v1/catalog/us/albums/1604944424?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/e6/52/54/e6525474-f011-257e-04b7-12ecbae264e1/810043689519.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"23272b","textColor2":"1d2126","textColor4":"363c41","textColor1":"04080a","bgColor":"9ca5ac","hasP3":false},"artistName":"Gunna","isSingle":false,"url":"https://music.apple.com/us/album/drip-season-4ever/1604944424","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":20,"isMasteredForItunes":true,"releaseDate":"2022-01-07","name":"DRIP SEASON 4EVER","recordLabel":"300 Entertainment","upc":"810043689519","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Gunna Music, LLC exclusively licensed to Young Stoner Life/300 Entertainment","playParams":{"id":"1604944424","kind":"album"},"editorialNotes":{"standard":"Look no further than <i>DS4EVER</i>’s lead single “too easy” for a distillation of Gunna’s approach to crafting what he’s announced as the final installment of his <i>Drip Season</i> franchise. “It’s young Wunna and young Wheezy, man, this shit too easy,” the MC says on the chorus. For the large majority of <i>DS4EVER</i>, it is indeed the can’t-miss tandem of Gunna and Wheezy—production contributions from heavyweight producers Turbo, Metro Boomin, and Mike WiLL Made-It notwithstanding—and then a smattering of the MC’s favorite voices to round out 19 tracks of drip-god philosophy. <br />\nPresent, of course, is YSL label head Young Thug, and then the rest of Gunna’s Atlanta-based superstar peers (Future, Lil Baby, 21 Savage), who’ve all showed up to deliver some of the most inspired verses in recent memory. For his part, Gunna opens the book on himself, reflecting on the love he wants in his life (“poochie gown,” “you & me,” “missing me”), on how different his life is from that of the general public (“private island,” “how you did that,” “25k jacket”), and then also on what haunts him (“die alone,” “livin wild”). It’s a stellar entry into the series of mixtapes that both branded him and built his name as an MC, but also one that serves to reveal what lies beneath the drip.","short":"The final installment of the infamous Drip Season franchise has arrived."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1603753230","type":"albums","href":"/v1/catalog/us/albums/1603753230?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/8b/e0/83/8be08379-7184-9dcb-ee56-c609ae819737/075679760906.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"b9c3dc","textColor2":"bfcbee","textColor4":"9fb4da","textColor1":"dfdef1","bgColor":"1e5587","hasP3":false},"artistName":"FKA twigs","isSingle":false,"url":"https://music.apple.com/us/album/caprisongs/1603753230","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"CAPRISONGS","recordLabel":"Atlantic Records","upc":"075679760906","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Young Recordings Limited under exclusive license to Atlantic Recording Corporation for the world excluding UK and Eire","playParams":{"id":"1603753230","kind":"album"},"editorialNotes":{"short":"The polymath’s mixtape is serpentine and exquisite."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3G77BQuJy3jahjdkKQNNNM"}},{"id":"1605046476","type":"albums","href":"/v1/catalog/us/albums/1605046476?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/45/49/03/454903ec-e76d-9a65-95e5-f0dd4a4d1f35/21UM1IM17094.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"efcecf","textColor2":"fcc1c3","textColor4":"ed9c9f","textColor1":"ffffff","bgColor":"b00a10","hasP3":false},"artistName":"Lil Wayne","isSingle":false,"url":"https://music.apple.com/us/album/sorry-4-the-wait/1605046476","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Sorry 4 The Wait","recordLabel":"Young Money Records, Inc.","upc":"00602445447640","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Young Money Records, Inc.","playParams":{"id":"1605046476","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6MVsBi4m5eAzfjb6C3JKwp"}},{"id":"1580099795","type":"albums","href":"/v1/catalog/us/albums/1580099795?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/f7/cd/e8/f7cde857-6480-c7f5-5180-ba4e9597ab00/LUMINEERS_BRIGHTSIDE_FINAL.jpg/{w}x{h}bb.jpg","height":3600,"textColor3":"b9c2ef","textColor2":"add3fe","textColor4":"96bcf0","textColor1":"d9dafd","bgColor":"3b63b8","hasP3":true},"artistName":"The Lumineers","isSingle":false,"url":"https://music.apple.com/us/album/brightside/1580099795","isComplete":true,"genreNames":["Alternative","Music","Singer/Songwriter"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"BRIGHTSIDE","recordLabel":"Dualtone Music Group","upc":"803020224964","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Dualtone Music Group","playParams":{"id":"1580099795","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3K8XmeN3jQvl6reRJcfakL"}},{"id":"1603931390","type":"albums","href":"/v1/catalog/us/albums/1603931390?l=en-US","attributes":{"artwork":{"width":1600,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/68/10/99/6810993a-737b-e9af-37ba-78fb1a6012b8/194690734533_cover.jpg/{w}x{h}bb.jpg","height":1600,"textColor3":"cbd0d2","textColor2":"e4bcfc","textColor4":"b79bd0","textColor1":"fefefe","bgColor":"001721","hasP3":false},"artistName":"Jay Wheeler","isSingle":false,"url":"https://music.apple.com/us/album/de-m%C3%AD-para-ti-apple-music-up-next-film-edition/1603931390","isComplete":true,"genreNames":["Latin","Music","Urbano latino"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-01-12","name":"De Mí Para Ti (Apple Music Up Next Film Edition)","recordLabel":"Linked Music / Dynamic Records / EMPIRE","upc":"194690734533","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Linked Music / Dynamic Records / EMPIRE","playParams":{"id":"1603931390","kind":"album"},"editorialNotes":{"standard":"“An artist can have many hits, but there are songs that are immortal hits,” Jay Wheeler tells Apple Music. “Fifteen years from now, I'm going to have the high school kids singing ‘La Curiosidad.’” For the Puerto Rican rising star, the breakout global success of that 2020 single thrust him into a bigger spotlight than ever before, with a multigenerational mix of Latin music’s leading lights eager to jump on its subsequent twin remixes. “I had an incredible time. People that I used to look up to when I was a little kid [were] in my video, on my song, performing their parts with me.”<br />\nThat experience led to a series of further collaborations with everyone from J Balvin to Eladio Carrión to Juhn. Still, Wheeler resisted the temptation to rush out with a new project immediately, choosing to take his time and also to get out in front of his fans on tour. “I like to put my heart in every single thing that I do, when I do music, when I do videos,” he says. “When I do anything that has to do with my art, I like to give it all.”<br /> \nJudging by the sound of <i>De Mi Para Ustedes</i>, that shrewd move and his daily work ethic made it worth the wait. “La Curiosidad” reemerges on this EP as part of a selection of recent singles and brand-new tracks that collectively shapes his artistry more clearly than ever before. Being out and about allowed him to see the response to songs like “Dos Tragos” firsthand. “Every time I sing it, everybody starts dancing and having fun,” he says. “It’s amazing.”<br />\nAmong the project’s revelatory moments are Wheeler’s first proper forays into singing in English. “I didn't want to do English music just because I can,” he says. “It's a whole different vibe and a whole different experience.” To prepare, he took classes for a full year to get the pronunciation down, all the while learning as much as he could to absorb a side of the pop/R&B culture he had long admired from afar. The resulting tracks, the hip-hop-tinged “Can’t Figure U Out” and previously released emo trap ballad “Take My Life,” prove that his hard work paid off without sacrificing his individuality in the least. “If I can stay in that industry, cool,” he says. “But I will never stop doing Spanish songs.”","short":"“I like to put my heart in every single thing that I do.”"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1584968878","type":"albums","href":"/v1/catalog/us/albums/1584968878?l=en-US","attributes":{"artwork":{"width":6000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/dc/a8/30/dca830e9-9ebd-6702-395c-0284e1ac6f87/dj.njmgrfro.png/{w}x{h}bb.jpg","height":6000,"textColor3":"b65a82","textColor2":"ed6a61","textColor4":"bd5650","textColor1":"e36f9f","bgColor":"000710","hasP3":false},"artistName":"Bonobo","isSingle":false,"url":"https://music.apple.com/us/album/fragments/1584968878","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Fragments","recordLabel":"Ninja Tune","upc":"5054429151855","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Ninja Tune","playParams":{"id":"1584968878","kind":"album"},"editorialNotes":{"short":"A rich tribute to California that’s as sprawling and varied as the landscape."},"isCompilation":false,"spotify":"https://open.spotify.com/album/4KjbNbnTnJ97kZgQkOHr6v"}},{"id":"1600545654","type":"albums","href":"/v1/catalog/us/albums/1600545654?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/69/56/51/6956511e-f72a-6c89-d73c-db303929908a/840200508629_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a4547","textColor2":"28292a","textColor4":"3f4b4f","textColor1":"21221f","bgColor":"9bd3e5","hasP3":false},"artistName":"DJ Python","isSingle":true,"url":"https://music.apple.com/us/album/angel-ep/1600545654","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":1,"isMasteredForItunes":false,"releaseDate":"2022-01-12","name":"Angel - EP","recordLabel":"Incienso","upc":"840200508629","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Incienso Recordings","playParams":{"id":"1600545654","kind":"album"},"isCompilation":false}},{"id":"1585532451","type":"albums","href":"/v1/catalog/us/albums/1585532451?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/0f/ba/d6/0fbad6d6-dc4c-d99c-ecea-0d8b2945ccd0/887828046966.png/{w}x{h}bb.jpg","height":3000,"textColor3":"cbced1","textColor2":"388cfd","textColor4":"2d73d0","textColor1":"ffffff","bgColor":"000c1c","hasP3":false},"artistName":"Cat Power","isSingle":false,"url":"https://music.apple.com/us/album/covers/1585532451","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Covers","recordLabel":"Domino Recording Co","upc":"887828046966","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Domino Recording Co Ltd","playParams":{"id":"1585532451","kind":"album"},"editorialNotes":{"standard":"“It's never anything I'm looking for,” Chan Marshall tells Apple Music of how she chooses the material that she covers. “It’s just a song I want to sing, a song I want to hear live at that moment. There’s just too many better than my own.” On her third covers LP under the Cat Power alias, Marshall offers up another glimpse of her self and sensibility, with a mixtape-like journey through classic rock and country, contemporary pop and R&B, post-punk, folk, and a heartfelt update on “Hate,” from her 2006 breakthrough <i>The Greatest</i>. In keeping with her approach to reinterpreting other artists’ material, much of what’s here feels like a radical departure from its original form, each song stripped down to its essence, that primal and often magical thing that moved her from the start. (“The reason I don't play a standard cover, with the notes and chords, is because I don't fucking know what the chords are. I never know what I'm doing.”) As such, everything here is a first take. “I think that's the special ingredient, the Cat Power motto,” she says. “Artists shouldn't doubt themselves. Just try it and move on.” Here, Marshall tells us the story behind each cover.<br />\n<b>“Bad Religion” (Frank Ocean)</b>\n“I had an event happen in New York in the ’90s that was really, really traumatizing: being chased by people, struggling with childhood demons and religion stuff, nightmares, just a bunch of problems on this one night. I ran and got in a cab and I was able to get away. When you are alone and you experience traumatizing things that you could tell a friend about it, I always end up sounding half crazy. But when I heard Frank’s record and I heard the lyrics, ‘Taxi driver/Be my shrink for the hour,’ I was like, ‘Oh, he was there with me.’ It was like an invitation, an invitation to pay attention.”<br />\n<b>“Unhate” (Cat Power)</b>\n“I always like to do one of my own, because I think that a song usually stays the same, but in our lives, we still go through changes and growth. Before I wrote <i>The Greatest</i>, I was always suffering from really deep depression and I was just constantly suicidal. It was just a thing I had to go through, and then when I got sober, after <i>The Greatest</i> came out, I started doing therapy, I started learning about things that I needed to talk about and needed to unpack. When I would play ‘Hate’ solo, I liked that song. But I’d never played it with a band before. And we were in Australia, rehearsing for a tour, and we started playing it, the band really liked it. But I changed the lyrics to ‘I do not hate myself and I do not want to die.’ I thought I should probably let this one live—it’s a much better thing to say and I don't want that song to be so dark.”<br />\n<b>“Pa Pa Power” (Dead Man’s Bones)</b>\n“This song came out right before [Ryan Gosling] got super famous, before he did whatever that movie was with the sex something. I just love that song—it makes me feel a certain way. I love the message—it’s just appropriate. I started playing that in 2013 in China. The interviewers there were like, ‘No politics,’ but that was the first song I played.”<br />\n<b>“White Mustang” (Lana Del Rey)</b>\n“Just being a single mom, I've had love affairs and fallen in love and I've had my heart broken just like anybody. I could just relate to these lyrics. Lana, she's one of the greats. I know that she has millions and millions of people who love her, but you know, critically, she deserves utmost respect for her songwriting. I think she's a legend in her own time and I love her. There's nothing bad I'd ever say about her.”<br />\n<b>“A Pair of Brown Eyes” (The Pogues)</b>\n“It takes me right back to being 14 or 15 and hearing that song on a college radio channel in North Carolina, just hearing that story and hearing time and space go away. Whenever you get transported, you never forget that kind of stuff. I started thinking about people that I lost that had brown eyes. I'm Cherokee, Choctaw, Jewish, Irish. I started thinking about Uncle Wayne. My great-grandmother. I started thinking about my little sister. I started thinking about my friend who passed from cancer a couple years earlier. I started thinking about people with brown eyes who I love, and so I parked the car and ran into the studio and I said to the assistant there, ‘I need something like Mellotron. I need to get something that sounds like a lot of chords all at once. I need something. Let me go and let me listen.’ I put the headphones on and I found the sound that I liked.”<br />\n<b>“Against the Wind” (Bob Seger)</b>\n“The first thing I recorded. I had no idea I was going to sing that song for this record at all. That song was on my mind, like a million others were, but I was just trying to get the band to relax and jam a little bit. I asked [producer] Rob Schnapf if he was recording and he said yes, and that’s it. I never sang it before and we’d never played it before. I didn't really know that it would work, but it's my favorite song on the record.”<br />\n<b>“Endless Sea” (Iggy Pop)</b>\n“It is my favorite Iggy song, period. I was 13 and living in North Carolina, and there was this movie called <i>Dogs in Space</i>. It was one of the most beautiful movies, in my opinion, and the last scene, that's one of the hardest to watch because it’s the saddest scene. It's harsh, but it's also beautiful because of how it happens, and the song kind of gives it the way out, gives it the open door.”<br />\n<b>“These Days” (Nico)</b>\n“I knew that song from Nico, but it never hit me like a brick until I saw Gwyneth Paltrow's face in that movie, <i>The Royal Tenenbaums</i>. Gwyneth Paltrow with her blunt, short hair—she’s wearing the fur, she gets off the bus with the eyeliner. Those emotions and that moment where she gets to see the love of her life, her adopted brother, the sweetest guy, the loyal son who was the sweetest, madly in love with her. There’s so much love, and it's one of my favorite love scenes in any film.”<br />\n<b>“It Wasn’t God Who Made Honky Tonk Angels” (Kitty Wells)</b>\n“That's been a favorite song of mine since I was probably 17. I found a cassette in North Georgia at a flea market in the mountains, in Helen, Georgia. It was Kitty Wells, and I'd never heard of the person, and when I started playing it, I just couldn't get enough of her. I just love her so much. The rest of my life, I'm always just singing her song. A lot of songs, but that song, constantly. I loved her keening, the keening way that she sings her version.”<br />\n<b>“I Had a Dream Joe” (Nick Cave & The Bad Seeds)</b>\n“It was me just trying to get the band to jam, to loosen up, as we started recording. They sounded menacing and I couldn't think of what songs to do, until I was like, 'Fuck, I should do “I Had a Dream, Joe,”' never thinking it would ever amount to shit. But I love it, the broodiness of it. That song was the first thought and the only thought, so I didn't think too hard with any of those. That first day there was no thinking, it was just gut, gut, gut—I think you get further with your gut in life than your brains or your heart.”<br />\n<b>“Here Comes a Regular” (The Replacements)</b>\n“When I was in high school, Dylan was god, and he had a couple kids—Nick Cave and Paul Westerberg, who was like a king to me. When I moved to New York I was 20, and I used to go by myself to this bar called Sophie's around the corner from where I lived. If I could scrounge up $4, I could drink a beer and I’d put ‘You Don't Know Me’ by Ray Charles and ‘Try Me’ by James Brown on the jukebox, and then I'd walk down the street to Avenue B, to another bar, Mona’s, and I'd play ‘Here Comes a Regular’ over and over and over and over and over. I was alone in New York City and I needed help, and anyone who has known what it's like to be alone, as an adult, who maybe also goes to the bar alone, can understand that song. I have a lot of friends in my life from over the years, who I would sit with at Mona’s from time to time, and a lot of them have passed. So when I think of that song, I think about being there with them when they were alive. I still love that bar. My dog’s name is Mona.”<br />\n<b>“I’ll Be Seeing You” (Billie Holiday)</b> \n“She's so magical. My favorite, my priestess—she showed me the transparent timelessness of spirituality and a voice. When she would sing I was taken out of time, and whenever that happens to me, it's like a big instruction. Philippe Zdar suddenly passed three years ago, and he's like my brother, the first person I've ever known, in the music industry, who I ever felt truly protected by and safe with. His wife Dyane had asked if I wanted to sing at his funeral in Paris. We went to his studio, Motorbass, to record, and I asked her if I could play this song for her, and that was that. They have a window in their bedroom that looks like one the painters used to have in these old studios that were all glass in the back so they could paint. And I hope she doesn't get mad at me for saying this, but Philippe, he was a sun, he was so full of life and love and brightness. I just thought I would sing that to her because that isn't going anywhere. So when she would be alone, this song, it would just be a reflection to her and to those who have experienced that depth of loss.”","short":"“I'm not going to sing a song I don't love.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/58z5GjZRjt6XIz5GOS0PJh"}},{"id":"1603528172","type":"albums","href":"/v1/catalog/us/albums/1603528172?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/50/b4/20/50b42049-5ac5-67ef-9dad-ae7a1932ecc9/886449806423.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbcbcb","textColor2":"e0e0e0","textColor4":"b3b3b3","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Carter Burwell","isSingle":false,"url":"https://music.apple.com/us/album/the-tragedy-of-macbeth-soundtrack-from-the/1603528172","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"The Tragedy of Macbeth (Soundtrack from the Apple Original Film)","recordLabel":"Milan","upc":"886449806423","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Apple Video Programming LLC, under exclusive license to Sony Music Entertainment. All Rights Reserved.","playParams":{"id":"1603528172","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/26hEo0q10SWodi76nB0yry"}},{"id":"1584875794","type":"albums","href":"/v1/catalog/us/albums/1584875794?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/35/23/1d/35231d7a-4d89-afa7-7c81-b29cf127c97b/196292389296.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c4bc95","textColor2":"dbda95","textColor4":"b9be8e","textColor1":"e9d79d","bgColor":"2e4f74","hasP3":false},"artistName":"Jamestown Revival","isSingle":false,"url":"https://music.apple.com/us/album/young-man/1584875794","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Young Man","recordLabel":"Jamestown Revival Recordings","upc":"196292389296","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Jamestown Revival Recordings marketed and distributed by Thirty Tigers","playParams":{"id":"1584875794","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6wtl82SlZKccyO9BnZoAwA"}},{"id":"1586681478","type":"albums","href":"/v1/catalog/us/albums/1586681478?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/c3/57/8a/c3578a6c-9ac1-a055-bac5-8f8f12044797/075597912531.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"272c26","textColor2":"0d1616","textColor4":"2d312c","textColor1":"060f10","bgColor":"ab9d82","hasP3":false},"artistName":"Punch Brothers","isSingle":false,"url":"https://music.apple.com/us/album/hell-on-church-street/1586681478","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Hell on Church Street","recordLabel":"Nonesuch","upc":"075597912531","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Nonesuch Records, Inc.","playParams":{"id":"1586681478","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5XptR8Eatr8J2KlcO7heEA"}},{"id":"1597194223","type":"albums","href":"/v1/catalog/us/albums/1597194223?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/77/89/bc/7789bcec-db92-9a75-c97c-e9eb5eefc9ea/886449688944.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"403933","textColor2":"41231e","textColor4":"634840","textColor1":"16110e","bgColor":"ebdaca","hasP3":false},"artistName":"Casting Crowns","isSingle":false,"url":"https://music.apple.com/us/album/healer/1597194223","isComplete":true,"genreNames":["Christian","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Healer","recordLabel":"Reunion Records","upc":"886449688944","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Provident Label Group LLC, a unit of Sony Music Entertainment","playParams":{"id":"1597194223","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7tUX8t3YsmIfYcykcSjwYw"}},{"id":"1588740908","type":"albums","href":"/v1/catalog/us/albums/1588740908?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/4d/4c/24/4d4c2493-17c4-41f6-a179-ab574d164eee/21UMGIM44736.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d5bfcd","textColor2":"eec89f","textColor4":"e1a684","textColor1":"e0e7fa","bgColor":"ab1f1b","hasP3":false},"artistName":"Elvis Costello & The Imposters","isSingle":false,"url":"https://music.apple.com/us/album/the-boy-named-if/1588740908","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"The Boy Named If","recordLabel":"EMI","upc":"00602438886401","audioTraits":["lossless","lossy-stereo"],"copyright":"An EMI release; ℗ 2022 Elvis Costello, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1588740908","kind":"album"},"editorialNotes":{"standard":"Rock with unbridled energy from an electrifying storyteller.","short":"Rock with unbridled energy from an electrifying storyteller."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5UvNnPzKxLMYz6bYi8NpoS"}},{"id":"1576451556","type":"albums","href":"/v1/catalog/us/albums/1576451556?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/f4/ad/8f/f4ad8f78-463d-73df-9e33-09632deddd34/21CRGIM29151.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c49aa1","textColor2":"e7b0db","textColor4":"b88daf","textColor1":"f6c0ca","bgColor":"000100","hasP3":false},"artistName":"Underoath","isSingle":false,"url":"https://music.apple.com/us/album/voyeurist/1576451556","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Voyeurist","recordLabel":"Fearless Records","upc":"00888072291300","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Fearless Records, Distributed by Concord.","playParams":{"id":"1576451556","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6uv3nIiip5lAAG41OQIk0f"}},{"id":"1599821911","type":"albums","href":"/v1/catalog/us/albums/1599821911?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/25/a7/18/25a71823-1988-1fa6-ba0e-c726b0809d59/196626023148.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f3534","textColor2":"560f0d","textColor4":"783e3d","textColor1":"100402","bgColor":"fdfdfd","hasP3":false},"artistName":"Ant Clemons","isSingle":false,"url":"https://music.apple.com/us/album/4play-ep/1599821911","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"4Play - EP","recordLabel":"Human Re Sources","upc":"196626023148","audioTraits":["lossy-stereo"],"copyright":"℗ 2022 A. Blessing / Human Re Sources","playParams":{"id":"1599821911","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1592447437","type":"albums","href":"/v1/catalog/us/albums/1592447437?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/e0/bf/59/e0bf5999-ef91-707d-aab6-ef6e592af8d4/191404119150.png/{w}x{h}bb.jpg","height":4000,"textColor3":"4a4747","textColor2":"28282a","textColor4":"4c494b","textColor1":"252626","bgColor":"ddcdcd","hasP3":false},"artistName":"dvr","isSingle":false,"url":"https://music.apple.com/us/album/dirty-tapes-ep/1592447437","isComplete":true,"genreNames":["Pop","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"dirty tapes EP","recordLabel":"XL Recordings","upc":"191404119150","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 dvr under exclusive license to XL Recordings Ltd.","playParams":{"id":"1592447437","kind":"album"},"editorialNotes":{"standard":"The third EP from Dillon van Rensburg, the Scottish teenager behind dvr, came together as he was struggling through a period of crippling migraines. The music on <i>dirty tapes EP</i> is woozy and welcoming, but dvr was using these songs to frame the most traumatic moment of his life. “I got diagnosed with chronic migraines in September 2020 and I finished the EP in February 2021,” he tells Apple Music. “My headspace in that time wasn’t fantastic, but it was really helpful to get all those feelings out through these five songs.” His music, he says, often feels like a collection of diary entries, songs that put a postmark on his frame of mind at the time. But, released almost a year after the EP’s completion, the R&B-tinged indie-pop, languid lo-fi folk, and dvr’s undeniable way with a hook here signal the arrival of a special talent. “Writing songs is a coping mechanism,” he says. “It’s how I get all my thoughts and feelings out.” Let dvr take you through <i>dirty tapes EP</i>, track by track.<br />\n<b>“Dirty Tapes”</b>\n“The whole EP is an allegory of my relationship with my migraines, through my relationship with my girlfriend and my friends and everything. I had really bad brain fog. I didn’t know why at the time, but I wasn’t able to concentrate, I wasn’t able to hold conversations, and I had a really bad stutter. So, I was like, ‘Oh, it feels like dirty tapes.’ And that was basically it. All the things I talk about are real-life things that I just adjusted a little bit.”<br />\n<b>“Stupid”</b>\n“This was the fourth song I made, in December 2020. I got fed up. It’s me going, ‘I can’t be bothered anymore,’ because I was in this cycle of getting sicker and sicker, and it was messing with all of my relationships, and it wasn’t a great point. The song starts off with me saying that I’m stupid at everything and, in the third verse, that I don’t want to be stupid. It was kind of a reckoning with myself and how I wanted to move forward. It’s about how I ruin relationships through not being able to function really with my illness.”<br />\n<b>“Lowlife” (with Kenny Beats)</b>\n“Kenny said, ‘Let’s do a song,’ and then I sent him something, but I sent him a song that was for Kenny; it wasn’t really for me. And so, when he produced it, it was a really good song but not what I wanted to move forward with. And he felt the same way. So, I sent him the song that I made right after it, which was ‘Lowlife.’ It was very rudimentary. It sounded kind of like The Clash in the production. He got it back to me in March 2021 and it sounded really great. The whole song is very self-deprecating, but it’s also about trying to put yourself in a better spot.”<br />\n<b>“Drugs”</b>\n“This was written at the lowest point. It was early January [2021], because I started trying to get back on the road to recovery and then I got hit with a really, really bad migraine that kept me in bed for two weeks. I couldn’t do anything. I was pretty wasted off all the pills that I was on, and I hadn’t slept for four days straight. I got Valium from the doctor, and the day after, I was feeling all weak and terrible and I stayed up till 2 am because I couldn’t sleep. I started playing guitar and the first thing I thought of was the chords to ‘Drugs.’ I spent from 2 am to 4 am on it, until I woke my dad up shouting the last chorus and he told me to go to sleep.”<br />\n<b>“Tunnel Vision”</b>\n“I made this as the school term was coming to an end, so it felt like a point of finality. But it was about how you can focus on something so much that it ends up ruining it, like a relationship. It’s also about passing out. One of the symptoms I was getting a lot was I was just going unconscious. Beforehand, I would get this vision that cramps in on the sides of my eyes. I’d lose my peripheral vision and, eventually, I’d just black out. So, it’s a metaphor for a lot of things. I wanted to recreate sonically what I was feeling in my head, so I gradually made it louder and louder. I added more elements, and I thought that the crescendo to end on before I metaphorically passed out is a good final point for the EP.”","short":"“Writing songs is a coping mechanism. It’s how I get all my thoughts out.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/71oEMzt9ZwzAd1W2q0dIYc"}},{"id":"1598616553","type":"albums","href":"/v1/catalog/us/albums/1598616553?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/c0/f3/86/c0f38603-3477-4e20-aaf9-51df923f0e27/5060944570163.png/{w}x{h}bb.jpg","height":3000,"textColor3":"e0d805","textColor2":"e4ca0b","textColor4":"ccb20e","textColor1":"fef900","bgColor":"695319","hasP3":false},"artistName":"Julianna & Matias Aguayo","isSingle":false,"url":"https://music.apple.com/us/album/que-si-el-mundo-ep/1598616553","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Que Si El Mundo - EP","recordLabel":"Cómeme","upc":"5060944570163","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Cómeme","playParams":{"id":"1598616553","kind":"album"},"isCompilation":false}},{"id":"1600819216","type":"albums","href":"/v1/catalog/us/albums/1600819216?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/41/28/1f/41281f48-8dc9-45aa-bc47-1ffaf7eb913a/192641819957_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"dfc4bf","textColor2":"f3ebe3","textColor4":"e7bfbe","textColor1":"e9f1e4","bgColor":"b80e2b","hasP3":false},"artistName":"ENHYPEN","isSingle":false,"url":"https://music.apple.com/us/album/dimension-answer/1600819216","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-10","name":"DIMENSION : ANSWER","recordLabel":"BELIFT LAB","upc":"192641819957","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 BELIFT LAB Inc.","playParams":{"id":"1600819216","kind":"album"},"editorialNotes":{"standard":"The group’s repackaged debut highlights their eclectic stylings.","short":"The group’s repackaged debut highlights their eclectic stylings."},"isCompilation":false,"spotify":"https://open.spotify.com/album/3nOj9hsnptBEDt9ie2lra5"}},{"id":"1597775200","type":"albums","href":"/v1/catalog/us/albums/1597775200?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/0a/f9/2c/0af92c49-6adc-3c5d-0721-c1836896e8ac/4251804131988_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c57d80","textColor2":"f87676","textColor4":"c76060","textColor1":"f49b9e","bgColor":"060606","hasP3":false},"artistName":"Recondite","isSingle":false,"url":"https://music.apple.com/us/album/taum/1597775200","isComplete":true,"genreNames":["Techno","Music","Dance","Breakbeat"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Taum","recordLabel":"Plangent Records","upc":"4251804131988","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Plangent Records","playParams":{"id":"1597775200","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/78MoYQxnLBCs6XjgnkLy0r"}},{"id":"1601241057","type":"albums","href":"/v1/catalog/us/albums/1601241057?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/94/99/3a/94993a12-503e-81f4-2716-3fd2686f27fc/21BMR0003051.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"37383f","textColor2":"3f2d21","textColor4":"64564a","textColor1":"050813","bgColor":"fcfaee","hasP3":false},"artistName":"Conner Smith","isSingle":false,"url":"https://music.apple.com/us/album/didnt-go-too-far-ep/1601241057","isComplete":true,"genreNames":["Country","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Didn't Go Too Far - EP","recordLabel":"The Valory Music Co.","upc":"00843930078738","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Big Machine Label Group, LLC","playParams":{"id":"1601241057","kind":"album"},"isCompilation":false}},{"id":"1588876174","type":"albums","href":"/v1/catalog/us/albums/1588876174?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/bc/17/86/bc178690-386c-4a37-f4fd-067c24f69e13/5053760083313.png/{w}x{h}bb.jpg","height":1400,"textColor3":"3d3d3c","textColor2":"121212","textColor4":"414141","textColor1":"0d0d0c","bgColor":"ffffff","hasP3":false},"artistName":"Francesca","isSingle":false,"url":"https://music.apple.com/us/album/the-inside-out-lp/1588876174","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-01-12","name":"The Inside out Lp","recordLabel":"Pleasure Club","upc":"5053760083313","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Pleasure Club","playParams":{"id":"1588876174","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2ynZ7u6pm73IyT5Sdlw9aA"}},{"id":"1582802480","type":"albums","href":"/v1/catalog/us/albums/1582802480?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music115/v4/21/a8/5e/21a85efd-8b13-56fa-6bf1-d62cf28ca156/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bd8f6f","textColor2":"d79768","textColor4":"b37f5a","textColor1":"e4aa82","bgColor":"212025","hasP3":false},"artistName":"Fit for An Autopsy","isSingle":false,"url":"https://music.apple.com/us/album/oh-what-the-future-holds/1582802480","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Oh What the Future Holds","recordLabel":"Nuclear Blast","upc":"4065629617363","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Nuclear Blast","playParams":{"id":"1582802480","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6Ye3ONH5U76f9MqPg3zxcl"}},{"id":"1575380812","type":"albums","href":"/v1/catalog/us/albums/1575380812?l=en-US","attributes":{"artwork":{"width":2880,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/e8/33/ab/e833ab29-222b-b9c2-62a7-26879b7916b7/5056167164982_1.jpg/{w}x{h}bb.jpg","height":2880,"textColor3":"c9cdcf","textColor2":"56bcf4","textColor4":"499ac7","textColor1":"f6fdff","bgColor":"161014","hasP3":false},"artistName":"The Wombats","isSingle":false,"url":"https://music.apple.com/us/album/fix-yourself-not-the-world/1575380812","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Fix Yourself, Not the World","recordLabel":"The Wombats","upc":"5056167164982","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 The Wombats under exclusive license to AWAL Recordings Ltd","playParams":{"id":"1575380812","kind":"album"},"editorialNotes":{"standard":"When it came to making The Wombats’ fifth album, it was all about tapping into the resurgent energy of 2018’s <i>Beautiful People Will Ruin Your Life</i>. That record saw the trio re-establish themselves as one of the UK’s biggest bands with a riot of giddy indie-disco anthems and quirky pop sing-alongs. “We were all extremely happy with how the fourth album turned out and the reactions it got,” frontman Matthew “Murph” Murphy tells Apple Music. “There was a decent amount of pressure, and it was great that we came out of it in the way that we did. I used the energy from that and wanted to bring it into the next one. That’s what I had in my head.”<br />\nThe resultant record, <i>Fix Yourself, Not the World</i>, combines their trademark hooks and rhythmic interplay with funk-punk grooves—a love of LCD Soundsystem and Talking Heads comes to the fore. It began in a room together but was mainly crafted during lockdown from different locations across the globe—Murphy in Los Angeles, bassist Tord Øverland Knudsen in Oslo, and drummer Dan Haggis in London. For Murphy, it marked a point of self-evaluation and reflection. “I feel like lyrically there’s a theme of letting go all the way through this album,” he says. “Letting go of things and being a bit more present. I feel like I’m a bit stronger and more positive.” Murphy, Knudsen, and Haggis guide us through <i>Fix Yourself, Not the World</i>, track by track.<br />\n<b>“Flip Me Upside Down”</b>\nMatthew Murphy: “I just thought it was so energetic and fun and different. It’s nice to start with a bang. In my head, I always definitely wanted to open the album with that.”\nTord Øverland Knudsen: “It just felt like an opener, the way it starts and the intensity and the energy as well—it just sets you right off.”\nDan Haggis: “I remember the first time hearing that song, just being like, ‘Whoa, fuck!’ It’s just such an energetic burst of sound.”<br />\n<b>“This Car Drives All by Itself”</b>\nMM: “Someone said to me, ‘We row, but the universe steers.’ And that is kind of a theme throughout the album. But I was searching for a slightly more fun, contemporary way of saying that phrase. I was walking my dogs and I turned around and there was this electric car, and I couldn’t see anyone in the driver’s seat. I felt like that was the perfect twist to the original idea. It’s just a very energetic, uptempo, meaningful pop song. The writing of it was one of those songs where you’re just like a passive spectator in the process. I feel like that’s where all the best songs come from—when they just fucking happen.”\nDH: “Which is ironic, because the song is kind of about that!”<br />\n<b>“If You Ever Leave, I’m Coming With You”</b>\nMM: “This isn’t really the kind of song that I thought was going to be on this album—like that synth lead doesn’t really fit in with the other ideas that we had going. But it was just like a really great song. The lyric is a fourth-album lyric that was just stuck in my notes, and I was just happy to give it a good home. It’s a pretty strange song, how it kind of starts off sounding a bit like The Weeknd and then ends up full ‘Burn the Witch’ by Radiohead at the end, whilst talking about Radiohead at the start. It definitely has an arc to it. I’d say that was one of the more testing ones to get right.”<br />\n<b>“Ready for the High”</b>\nDH: “This is one of the first songs we did, the three of us when we were over in Murph’s little studio that he’s got attached to his house. We just went in on the first day, started noodling around, and Murph was like, ‘Ooh, what’s that little riff there? Cool. That’s a starting point.’ By the end of the day, everything had just kind of fallen into place and we had this song from start to finish that we were all really excited about.”<br />\n<b>“Method to the Madness”</b>\nMM: “I wanted to push it and do something a bit different, and then this upright piano riff kind of came. Again, it all just kind of seemed to happen. It’s such a fun song that just keeps on getting crazier and bigger and better.”\nTØK: “It’s almost like a concept song in a Wombats sort of world. Just before we started making the backing track and the beats, we were listening to some lo-fi hip-hop. It was like that kind of vibe. It was just totally not sounding anything like what Wombats usually sound like and that was really exciting. It felt like we did something special.”<br />\n<b>“People Don’t Change People, Time Does”</b>\nMM: “This was another lyric or title that I liked for a long time. It’s a story about how brutal LA is on young, optimistic artists. I had this idea of this young actress coming into the city for the first time with all these hopes and then them just being slowly crushed one by one as time went on.”\nDH: “You hear that a lot in LA. You get in an Uber, and someone will be like, ‘Oh, yeah, I’m a film producer’ or ‘I’m an actor.’ You hear those stories left, right, and center. It’s a city that oozes that.”<br />\n<b>“Everything I Love Is Going to Die”</b>\nMM: “This is one of those songs that I always thought was pretty good, but it seemed like the team around us <i>really</i> loved it. I guess maybe I love it as much now. I was not a passive spectator in this one; it came with quite a few challenges. The chorus was just the same three chords all the time and then, by accident, when I was recording some stuff for the demo, I played the wrong chord and it completely opened everything up. It’s quite a happy, liberating song…apart from the title.”<br />\n<b>“Work Is Easy, Life Is Hard”</b>\nMM: “This is the closest I’ve come to a truly political song. It was a time a year ago where I just felt like the world was just shitting the bed all over social media and I was trying to piece everything together and understand it. It’s got a fun, ’90s, Ian Brown-y, maybe with a bit of Smashing Pumpkins, vibe to it.”\nDH: “We did it with a different producer, Paul Meany, and you’re never sure how it’s going to go in a creative sense, working with someone. He was brilliant—so much energy, so positive. It’s such a fun song to play on the drums.”<br />\n<b>“Wildfire”</b>\nTØK: “We were staying in an Airbnb down the hill from where Murph lives and we were driving and ‘This Must Be the Place’ by Talking Heads came on the radio. And I don’t know if we actually wanted to make something that sounded like Talking Heads, but it was in the back of our heads when we started creating something that day. It feels like us channeling that side of us and what we love about Talking Heads.”\nMM: “After the idea of having brass and trumpet on ‘Ready for the High,’ we were always searching for which of the songs we could slap some of those on, and ‘Wildfire’ was a prime candidate for that. It just made it more David Byrne-y.”<br />\n<b>“Don’t Poke the Bear”</b>\nMM: “This is about knowing when to back off and leave people alone.”\nDH: “We’d seen the Stones recently and there was, like, a bit of a Stones-y kind of guitar thing going on.”\nTØK: “I remember Murph was referencing Soundtrack of Our Lives, as well.” \nDH: “Often, in terms of what we think it sounds like in our heads and what it ends up sounding like, no one would ever get the reference that we are on about because it gets morphed into something completely different.”<br />\n<b>“Worry”</b>\nMM: “This is a fun, slightly mad song more about OCD than it is about worrying too much. I notice myself getting into these places where if I’m turning the TV up, everything has to be a multiple of three. I start to get into these kinds of OCD patterns in my life. Now, I kind of recognize them and go, ‘OK, well we know where that leads, so we’re going to back off a little bit.’” It was wide open for trumpets. We had the guy from The War on Drugs [Jon Natchez] come and play up at Jacknife Lee’s studio. He was great; he just went wild for three hours.”<br />\n<b>“Fix Yourself, Then the World (Reach Beyond Your Fingers)”</b>\nMM: “This was a really random hour in the studio where we just went with an idea that we weren’t really sure what the hell it was. Tord made it sound very My Bloody Valentine—epic and huge. The title was important to end the album as well, to detract from any potential dodginess of the actual album title itself. It throws a bit of extra confusion in there, which I think is always good.”\nTØK: “It’s a live performance. I’m not sure if I’m allowed to talk about how we were feeling at the time, but we were quite delirious, put it that way. And it was really fun, and we were all just really feeling it.”","short":"“There’s a theme of letting go. I’m a bit stronger and more positive.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3J9a9IUBPJL3WhkC86mCw1"}},{"id":"1581672846","type":"albums","href":"/v1/catalog/us/albums/1581672846?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/8d/ca/0a/8dca0ac3-1365-4463-62dd-9db65e62f0f2/723314783925.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"35372f","textColor2":"212411","textColor4":"454736","textColor1":"0c1009","bgColor":"d7d3ca","hasP3":false},"artistName":"Chastity","isSingle":false,"url":"https://music.apple.com/us/album/suffer-summer/1581672846","isComplete":true,"genreNames":["Hard Rock","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-01-13","name":"Suffer Summer","recordLabel":"Deathwish Inc.","upc":"723314783925","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Chastity, under exclusive licenses to Deathwish Inc.","playParams":{"id":"1581672846","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0bQNLzwiW9RBH77MkGNp6k"}},{"id":"1600294858","type":"albums","href":"/v1/catalog/us/albums/1600294858?l=en-US","attributes":{"artwork":{"width":4320,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/c1/10/4c/c1104c24-5811-3ca3-da50-82854e4d53ac/810060813690.png/{w}x{h}bb.jpg","height":4320,"textColor3":"5d9ea2","textColor2":"74a1d7","textColor4":"5e82ae","textColor1":"73c5c9","bgColor":"030408","hasP3":false},"artistName":"Excision","isSingle":false,"url":"https://music.apple.com/us/album/onyx/1600294858","isComplete":true,"genreNames":["Dubstep","Music","Electronic"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2022-01-13","name":"Onyx","recordLabel":"Subsidia","upc":"810060813690","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Subsidia","playParams":{"id":"1600294858","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7tWLBskvupaWXOWzfmiU97"}},{"id":"1598347026","type":"albums","href":"/v1/catalog/us/albums/1598347026?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/96/fb/35/96fb351a-846e-4a6f-5cc9-d65513f0d160/886449638598.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d5d1cc","textColor2":"feed00","textColor4":"d5c300","textColor1":"ffffff","bgColor":"301a03","hasP3":false},"artistName":"Daniel Barenboim & Vienna Philharmonic","isSingle":false,"url":"https://music.apple.com/us/album/new-years-concert-2022/1598347026","isComplete":true,"genreNames":["Classical","Music","Orchestral"],"trackCount":19,"isMasteredForItunes":true,"releaseDate":"2022-01-07","name":"New Year's Concert 2022","recordLabel":"Sony Classical","upc":"886449638598","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Wiener Philharmoniker under exclusive license to Sony Music Entertainment","playParams":{"id":"1598347026","kind":"album"},"editorialNotes":{"short":"Celebrate New Year in the company of the legendary Vienna Philharmonic."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6x1USDp3StMSDVM8GrT4Aa"}},{"id":"1601223374","type":"albums","href":"/v1/catalog/us/albums/1601223374?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/42/c0/de/42c0de7d-1aeb-e2a0-aac4-b09a09823856/5059449058504.png/{w}x{h}bb.jpg","height":1400,"textColor3":"0f3c58","textColor2":"0c1b48","textColor4":"143c63","textColor1":"051a3a","bgColor":"36c2d1","hasP3":false},"artistName":"The Dinoclaws","isSingle":false,"url":"https://music.apple.com/us/album/the-dinoclaws-workout-ep/1601223374","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"The Dinoclaws Workout - EP","recordLabel":"The Deep Sleep Scientists Ltd","upc":"5059449058504","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 The Deep Sleep Scientists Ltd","playParams":{"id":"1601223374","kind":"album"},"isCompilation":false}},{"id":"1590851742","type":"albums","href":"/v1/catalog/us/albums/1590851742?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/00/9e/aa/009eaa0b-d6b1-ad8d-f42f-392a01ae823c/196292612547.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"383127","textColor2":"2c2822","textColor4":"51483b","textColor1":"0d0b08","bgColor":"e4c8a1","hasP3":false},"artistName":"Yot Club","isSingle":false,"url":"https://music.apple.com/us/album/santolina-ep/1590851742","isComplete":true,"genreNames":["Indie Pop","Music","Alternative"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Santolina - EP","recordLabel":"Nice Guys","upc":"196292612547","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Yot Club under exclusive license to Nice Guys","playParams":{"id":"1590851742","kind":"album"},"isCompilation":false}},{"id":"1600129103","type":"albums","href":"/v1/catalog/us/albums/1600129103?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/13/41/13/1341133b-560f-1aee-461f-c4b32ec049b4/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdcfd0","textColor2":"faece6","textColor4":"cbc1c4","textColor1":"fcfdf5","bgColor":"10173b","hasP3":false},"artistName":"Subtronics","isSingle":false,"url":"https://music.apple.com/us/album/fractals/1600129103","isComplete":true,"genreNames":["Dance","Music","Electronic","Dubstep"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"FRACTALS","recordLabel":"Cyclops Recordings","upc":"795397158327","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Cyclops Recordings","playParams":{"id":"1600129103","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7hQEgIcLdBAkdyvMnC6DNI"}},{"id":"1592098204","type":"albums","href":"/v1/catalog/us/albums/1592098204?l=en-US","attributes":{"artwork":{"width":2361,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/12/13/75/12137537-4ef8-d896-d19d-7e25fbbd4ed3/0880655512642.png/{w}x{h}bb.jpg","height":2361,"textColor3":"cbcbcb","textColor2":"ccccce","textColor4":"a3a3a5","textColor1":"ffffff","bgColor":"000000","hasP3":false},"artistName":"Digital Ivan","isSingle":false,"url":"https://music.apple.com/us/album/flex-trax-ep/1592098204","isComplete":false,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Flex Trax - EP","recordLabel":"Toy Tonics","upc":"0880655512642","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Toy Tonics","playParams":{"id":"1592098204","kind":"album"},"isCompilation":false}},{"id":"1585664659","type":"albums","href":"/v1/catalog/us/albums/1585664659?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/53/cc/a3/53cca390-8543-e6c9-ee29-b5ac9170e837/075679774194.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"bfb39c","textColor2":"f1c2a5","textColor4":"c49f89","textColor1":"eadabd","bgColor":"13161b","hasP3":false},"artistName":"Skillet","isSingle":false,"url":"https://music.apple.com/us/album/dominion/1585664659","isComplete":true,"genreNames":["Rock","Music","Christian","Christian Rock"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Dominion","recordLabel":"Atlantic Records","upc":"075679774194","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Atlantic Recording Corporation for the United States and WEA International Inc. for the world outside of the United States.","playParams":{"id":"1585664659","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1ZUW7enyVvaUZgkcWXk6wG"}},{"id":"1603660422","type":"albums","href":"/v1/catalog/us/albums/1603660422?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/a2/85/14/a2851490-ebb4-c8c3-e5f6-69805c0295de/5059449059365.png/{w}x{h}bb.jpg","height":3000,"textColor3":"a19ca4","textColor2":"bcb9cd","textColor4":"9694a4","textColor1":"cac3cd","bgColor":"000000","hasP3":false},"artistName":"Firdaus Orchestra, Yasmina Sabbah, Kseniia Baknina, Tamara Tomanovic, Vesislava Todorova, Olena Ponpon & Lidia Stankulova","isSingle":false,"url":"https://music.apple.com/us/album/beethoven-piano-sonata-no-14-in-c-sharp-minor-op-27/1603660422","isComplete":true,"genreNames":["Classical","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Beethoven: Piano Sonata No. 14 in C-Sharp Minor, Op. 27, No. 2, “Moonlight”: I. Adagio sostenuto (Arr. for Harp, Piano, & Strings by A. R. Rahman) - Single","recordLabel":"Platoon","upc":"5059449059365","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Dubai Expo 2020","playParams":{"id":"1603660422","kind":"album"},"editorialNotes":{"standard":"When Beethoven wrote the opening movement to the <i>Moonlight Sonata</i>, he was also rewriting musical history. It’s a piece that breaks free from classical form and sits as one of music’s most timeless masterpieces. And as a way to unite people from all backgrounds, races, and faiths, there are surely few better choices. “It’s such a natural piece—there’s a purity and a simplicity about it,” says the celebrated film composer A. R. Rahman, whose orchestral arrangement of the “Adagio sostenuto” also introduces the world to the Firdaus Orchestra, Dubai’s first all-women symphony orchestra. “I was invited to form the orchestra in 2019, with the idea of it showing how the UAE is progressing and embracing different cultures,” adds Rahman. “We’ve got women of 23 nationalities from countries including Montenegro, Syria, Lebanon, Armenia, Serbia, Oman, and, of course, the UAE.”<br />\nRahman—who won the Best Original Score Oscar in 2009 for <i>Slumdog Millionaire</i>, and who has written soundtracks for countless Bollywood blockbusters—was so inspired by Beethoven’s music that he completed his arrangement for piano and strings in just one hour. “I sent it to a few people, and a lot of them were in tears. So, we made the decision to release it,” he says. And this release is just the start of the Firdaus Orchestra’s journey: A studio has already been built in Dubai where the ensemble can record albums and soundtracks as well as collaborate with other musicians. “Of course, this orchestra can be very symphonic,” says Rahman. “But at least 30 or 40 percent of its musicians know about Arabic scales and play Arabic instruments. So, they can switch in no time.” Clearly, this beautiful version of Beethoven’s <i>Moonlight Sonata</i> marks the beginning of a thrilling future.","short":"“I sent the new arrangement to a few people, and a lot of them were in tears.”"},"isCompilation":false}},{"id":"1585901788","type":"albums","href":"/v1/catalog/us/albums/1585901788?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/a9/3a/6d/a93a6d26-7114-1954-6701-f2f9977b415d/196292198973.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"424040","textColor2":"312a1b","textColor4":"565144","textColor1":"181515","bgColor":"ebedec","hasP3":false},"artistName":"Jacob Bryant","isSingle":false,"url":"https://music.apple.com/us/album/bar-stool-preacher/1585901788","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Bar Stool Preacher","recordLabel":"American Roots Records","upc":"196292198973","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 American Roots Records marketed and distributed by Thirty Tigers","playParams":{"id":"1585901788","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6pVUsN0pgT6pkPT6BJQjtj"}},{"id":"1599612198","type":"albums","href":"/v1/catalog/us/albums/1599612198?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/d3/81/00/d3810060-8433-3581-7eef-414553a36f54/28935.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"5a5a5c","textColor2":"303438","textColor4":"595d60","textColor1":"313133","bgColor":"ffffff","hasP3":false},"artistName":"Sun June","isSingle":false,"url":"https://music.apple.com/us/album/somewhere-expanded/1599612198","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Somewhere (Expanded)","recordLabel":"Run For Cover Records","upc":"810097910270","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Run For Cover Records","playParams":{"id":"1599612198","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0qKoiM1LGWidXEXBWcfJvj"}},{"id":"1593195884","type":"albums","href":"/v1/catalog/us/albums/1593195884?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/e8/ed/93/e8ed93e8-f8f1-f352-6ae8-e5e61d89f7dc/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"39252d","textColor2":"170b66","textColor4":"352e77","textColor1":"1c0009","bgColor":"aebcbd","hasP3":false},"artistName":"BAYNK","isSingle":false,"url":"https://music.apple.com/us/album/adolescence/1593195884","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"ADOLESCENCE","recordLabel":"BAYNK","upc":"3616841309102","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 BAYNK under exclusive license to AllPoints / Believe","playParams":{"id":"1593195884","kind":"album"},"editorialNotes":{"standard":"“I went through this period of not being able to write anything,” London-based New Zealander Jock Nowell-Usticke, aka BAYNK, tells Apple Music. “And I put that down to being in a stable and happy relationship, on top of the pandemic happening and just being stuck inside all the time.” Lacking in inspiration, Nowell-Usticke turned to his past and began to draw on his formative years. “The music just flowed out of me,” he says. “I was reliving all of my first loves and times when I found a passion for musical expression, plus all the loneliness and isolation that goes with that period in your life.” Aptly titled <i>ADOLESCENCE</i>, the album is a dreamy and deeply melodic journey through a time in life when things hit harder. “It was just really cathartic,” he says. “Delving into all that nostalgia was really invigorating and helped get me back on my feet creatively.” Here, he provides a track-by-track guide to the album.<br />\n<b>“Touch Me (Hold My Hand)”</b>\n“My friend Rutger [van Woudenberg], who puts out music under the name The Nicholas, helped me a lot on this track and on the rest of the album. He introduced me to using guitar pedals and he sent me this warped guitar sample that we ran through a few pedals for this. I wrote the song early on in the pandemic, and it’s kind of like a plea for the closeness we were missing. It feels like the perfect way to start the record. It’s warm and inviting with some awkward glitches.”<br />\n<b>“Esther” (feat. Tinashe)</b>\n“This started with some samples I chopped up, and then I was just humming melodies over it for ages. It sat on a hard drive for a while, then my friend Annika Wells, who’s an incredible songwriter, helped me finish the lyrics and Rutger helped with the arrangement. It’s based on a dream I had about a girl, and I could never quite remember what she looked like, but I’d fantasize about her in my dreams. This was an ode to her, and I thought it would be perfect to have a female singer play that part on the record. Getting Tinashe to do it was a dream come true.”<br />\n<b>“How Does It Feel?” (feat. Cosmo’s Midnight)</b>\n“I worked on this with Rutger too. It started as an instrumental with a bassline he recorded on a Fender P bass, plus this little sample of a chord we played on a cheap Casio keyboard we got from a pawn shop. Eventually, I was like, ‘We should probably put some vocals on this,’ so I got in touch with Cosmo’s Midnight, who I’ve always loved. The song’s about the trauma of getting broken up with, feeling super heartbroken, and then trying to delete all traces, like the pictures in your photo library, so you don’t have to constantly feel that literal pain in your chest.”<br />\n<b>“1 Chance” (feat. DRAMA)</b>\n“This is, without doubt, the fastest session I’ve ever been in. We were recording in LA and Via Rosa, the singer from DRAMA, just walked in and recorded the vocals in 40 minutes before they had to go and soundcheck. We did two takes and it just came together perfectly. I did some more production work on it afterwards, but sometimes the best songs just come together super easily.”<br />\n<b>“Mine” (feat. Cub Sport)</b>\n“I wrote this song with the Canadian duo Chiiild. Their song ‘Pirouette’ is absolutely incredible and made me really want to work with them. I used my Prophet-6 synth on this—which is a piece of equipment you’ll hear across the whole album—and Pierre-Luc [Rioux] from Chiiild played this amazing atmospheric guitar all over the track. He brought a case with about 20 or 30 pedals in it and got some amazing sounds out of it. Then, we sent it to Tim [Nelson] from Cub Sport, who wrote the majority of the lyrics, although I’d written the chorus already. For me, the track’s about remembering early encounters with girls I had in my teens, when you don’t really know what you’re doing.”<br />\n<b>“Remember” (feat. Rainsford)</b>\n“This is the first song I wrote for the album and it’s definitely the one that sounds most like my earlier productions, which was just dance music I wanted to groove to as an 18-year-old at a festival. It’s a bold and dramatic dance track about the euphoria of young love. I guess I’m drawing on influences like early Calvin Harris or guys like Flume and Mura Masa. Or someone like Rustie, even. The track doesn’t sound like something he’d make, but it has that shimmering and shiny sound he was always so good at.”<br />\n<b> “Naked”</b>\n“This song is about a girlfriend I had when I was 14. She was getting with a friend of mine during our relationship, but I was so enamored with her, I didn’t really care. In hindsight, I realized I was more into the idea of being with her rather than us having some kind of connection. We put a big key change in this track, which is kind of cheesy, but I wanted something really dramatic. Originally, we had three or four different key changes in it, but I don’t think we could get away with it.”<br />\n<b>“Till It’s Even” (feat. Golden Vessel)</b>\n“I love Golden Vessel so much. He’s been on tour with me before, and we wrote a song called ‘Down’ together previously. We got on Skype and traded ideas back and forth. The track’s about a couple where the guy has cheated on the girlfriend early in the relationship; he’s come clean years later to get rid of the guilt, and then there’s this sense of doing things to get even with each other.”<br />\n<b>“When I’m Alone”</b>\n“I made this track in Amsterdam, but it’s actually about the joy of skiing. My parents would take us to the mountains loads as kids and this track’s got this easygoing, joyful feel that reminds me of how joyous and relaxed I feel when I’m on the mountains, skiing.”<br />\n<b>“What If He Put His Hands on You”</b>\n“I wanted to make something I would have loved to hear in a field when I was 17 or 18. Festivals really set in stone my love for music, and it’s just one of my favorite things to do, being on a packed dance floor with a sea of strangers but feeling this amazing connection. I wanted to tap into that.”","short":"“Diving into all that nostalgia was really invigorating.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6RcCRqPn7qtoleMiH8pxSH"}},{"id":"1595960487","type":"albums","href":"/v1/catalog/us/albums/1595960487?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/83/0f/d7/830fd76e-dc7c-3598-d9ea-47dfaa715356/28675.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b0afab","textColor2":"b9d1d1","textColor4":"97abab","textColor1":"d7d6d1","bgColor":"131112","hasP3":false},"artistName":"Heathered Pearls","isSingle":false,"url":"https://music.apple.com/us/album/cast-remixes-part-iii-single/1595960487","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2022-01-12","name":"Cast Remixes Part III - Single","recordLabel":"Ghostly International","upc":"804297840505","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ghostly International","playParams":{"id":"1595960487","kind":"album"},"isCompilation":false}},{"id":"1600858012","type":"albums","href":"/v1/catalog/us/albums/1600858012?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/7d/1c/d0/7d1cd0aa-9d18-30be-2afd-5a929768bcd2/8718723192224.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c3c9cb","textColor2":"ff6860","textColor4":"d15e59","textColor1":"ededed","bgColor":"1a3b42","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/visions-vol-1/1600858012","isComplete":true,"genreNames":["Electronic","Music","Electronica"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-01-14","name":"Visions, Vol.1","recordLabel":"Duality Trax","upc":"8718723192224","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Duality Trax","playParams":{"id":"1600858012","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2sUIUEQhHAS4H0bxiSvb08"}},{"id":"1592201236","type":"albums","href":"/v1/catalog/us/albums/1592201236?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/e4/0d/0f/e40d0f67-8c5b-0a28-b7b1-a84bc4d6350e/190295105075.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"d2cccc","textColor2":"f49845","textColor4":"ca7b37","textColor1":"ffffff","bgColor":"210501","hasP3":false},"artistName":"Edgar Moreau, Michael Sanderling & Luzerner Sinfonieorchester","isSingle":false,"url":"https://music.apple.com/us/album/transmission/1592201236","isComplete":true,"genreNames":["Classical","Music","Cello","Orchestral","Modern Era"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-01-14","name":"Transmission","recordLabel":"Warner Classics","upc":"190295105075","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Warner Classics/Erato release, ℗ 2021 Parlophone Records Limited","playParams":{"id":"1592201236","kind":"album"},"editorialNotes":{"standard":"Jewish identity links the works on this fine album by French cellist Edgar Moreau, who here celebrates his Jewish heritage. Bloch’s much-loved <i>From Jewish Life</i>, tender and soulful, makes a perfect opener, and Moreau gauges its spirit to perfection. <i>Cello Concerto in C Major</i> by Erich Wolfgang Korngold forms the album’s center, and it receives a glowing performance, its roots in the 1946 movie <i>Deception</i> positively celebrated by soloist and fine Swiss orchestra alike. The soundworld is quite ravishingly lush: Bruch’s classic “Kol Nidrei” and Bloch’s <i>Schelomo</i> are beautifully performed before the album closes with (the non-Jewish) Ravel’s heartfelt <i>Mélodies hébraïques</i>, gloriously done.","short":"The French cellist celebrates his Jewish heritage on this glowing album."},"isCompilation":false,"spotify":"https://open.spotify.com/album/0gWpSa53wO0OReOfmj0Jtt"}}]}