{"data":[{"id":"1604367016","type":"albums","href":"/v1/catalog/us/albums/1604367016?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/1a/4b/82/1a4b8269-188d-8c9f-b29d-2ece300cde2c/075679762085.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"c9aea1","textColor2":"f1ae97","textColor4":"ca8d7a","textColor1":"f0d7c8","bgColor":"2e0805","hasP3":false},"artistName":"Avril Lavigne","isSingle":false,"url":"https://music.apple.com/us/album/love-sux/1604367016","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Love Sux","recordLabel":"DTA Records","upc":"075679762085","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"A DTA Records / Elektra Records release. Under exclusive license to Elektra Records LLC, ℗ 2022 Avril Lavigne Music & Entertainment 2013 Inc.","playParams":{"id":"1604367016","kind":"album"},"editorialNotes":{"standard":"In 2002, Avril Lavigne released <i>Let Go</i>, her first LP and the best-selling album of the 21st century by a Canadian artist. She was 17, angsty, with an undeniable ear for hook, melody, and articulating adolescent rage in a way that made her equal parts adored and a punk pariah. Now, on her seventh studio album, <i>Love Sux</i>, Lavigne has shown that those frustrations never really go away, so you might as well have some fun writing about them in the process.\n \nProduced by Warped Tour veteran John “Feldy” Feldmann and her new beau, MOD SUN, <i>Love Sux</i> boasts pure pop-punk anthems through and through in “Kiss Me Like the World Is Ending,” “Bois Lie” featuring Machine Gun Kelly, and “Bite Me,” where her soaring lyric soprano reaches new heights on her characteristic “aye-yuh” notes. Elsewhere, shades of her past eras flourish: The cheerleading cadence of “Cannonball” recalls “Girlfriend”; “F.U.” is a continuation of “What the Hell.” Bolstered by a series of collaborations and blink-182's Travis Barker on the drums, Lavigne ventures into new territory, too, like in the buzzy synths of “Avalanche” or the rap-punk of “Love It When You Hate Me” featuring blackbear.","short":"Her seventh LP boasts angsty pure pop-punk anthems—in Spatial Audio."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5pkQpJAHxy9BzwA7E1UWxF"}},{"id":"1591060683","type":"albums","href":"/v1/catalog/us/albums/1591060683?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music125/v4/bf/3c/7d/bf3c7df7-d456-a547-614a-460f14da9930/21UMGIM84032.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"edae02","textColor2":"f3b090","textColor4":"e68d74","textColor1":"fcd901","bgColor":"b00106","hasP3":false},"artistName":"Scorpions","isSingle":false,"url":"https://music.apple.com/us/album/rock-believer-deluxe/1591060683","isComplete":true,"genreNames":["Rock","Music"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Rock Believer (Deluxe)","recordLabel":"Vertigo Berlin","upc":"00602438808083","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Vertigo Berlin release; ℗ 2022 Scorpions, under exclusive license to Universal Music GmbH","playParams":{"id":"1591060683","kind":"album"},"editorialNotes":{"standard":"“We were not thinking about making a new album at all,” Scorpions vocalist Klaus Meine says of the fateful day in 2018 when Germany’s biggest rock band decided to do just that. “We have such a huge back catalog, so we could probably be touring forever and ever.” Then a longtime friend—and diehard Scorpions fan—from Athens, Greece, encouraged them to write something in the anthemic, MTV-storming style of their ’80s classics <i>Blackout</i> and <i>Love at First Sting</i>. “He said this is what the fans want to hear from us,” Meine tells Apple Music. “We thought, well, that’s 40 years ago—come on! But he threw this challenge at us and then we decided, okay, let’s go for it.” \n\nThe result is <i>Rock Believer</i>, their first new studio album in seven years, which recaptures their triumphant ’80s sound amazingly well. It’s also their first album with all-star drummer Mikkey Dee, formerly of Motörhead. “Having Mikkey in the band was really like a shot of fresh energy and great fun,” Meine says. “We recorded the basic tracks all together in one room, and I think it shines through when you hear the songs.” Below, he discusses each song on <i>Rock Believer</i>.\n\n<b>“Gas in the Tank”</b>\n“Usually, [guitarist] Rudolf [Schenker] sends me some demos and I start writing lyrics, but this time I started writing lyrics first, so it was all upside down. I sent them to Rudolf when he was down at his studio in Thailand, and he would come back with some killer riffs. It was like, ‘Hey, there’s still gas in the tank, my friend!’ So we rocked through this very difficult lockdown times.” \n\n<b>“Roots in My Boots”</b>\n“With the new songs, we wanted to go back our roots. We simply wanted to reactivate the original Scorpions DNA—great riffs, strong melodies. We tried to bring that feeling into the studio by playing all together in one room. We’re so connected with our music still, after so many decades, and this is the most important part. This is ‘Roots in My Boots.’” \n\n<b>“Knock ’Em Dead”</b>\n“This is about when we played in the US for the first time back in ’79. For a German band like us to play in the US was like a dream, you know? Our first time was in Cleveland at a huge stadium show with so many great bands—Aerosmith, Ted Nugent, AC/DC, Thin Lizzy, Journey. We were the first band early in the morning, and our manager said before we walked out, ‘Guys, go knock ’em dead.’ We had only 30 minutes, but it was a magic moment for us.” \n\n<b>“Rock Believer”</b>\n“Over the years, again and again, we heard them say rock is dead. But there's still millions of rock believers around the world that prove them wrong. Our fans are the best in the world, and when you think about shows like Hellfest in France, where we're booked for this year, there are more than a hundred thousand tickets sold already. Wow. So that means rock is very well and alive. So this album is dedicated to all the rock believers out there.” \n\n<b>“Shining of Your Soul”</b>\n“There is a reggae kind of feel to some of this, and when it came up, of course it reminded us of ‘Is There Anybody There?’ from the [1979] <i>Lovedrive</i> album. Someone asked me who the reggae guy is in the band, and for sure it’s Rudy who came up with this. The song is very hooky, and it’s one of the very few love songs on the album. Sometimes a person enters a room and you can feel how the atmosphere is changing, you know? It feels like the shining of a soul. That’s what the song is all about.” \n\n<b>Seventh Sun</b>\n“When our friend from Athens said in 2018 that we should make another album like <i>Blackout</i> or <i>Love at First Sting</i> or <i>Lovedrive</i>, automatically you think about songs like ‘Animal Magnetism’ or ‘China White.’ They’re very heavy, but they have this kind of laidback feeling. So we were focused on this, and then Rudy came up with this heavy riff in ‘Seventh Sun’ that carries the whole song. It’s in the best tradition of those big classic songs.” \n\n<b>“Hot and Cold”</b>\n“This is one of the songs [guitarist] Matthias Jabs came up with, and I think it’s a cool uptempo rocker. The song takes you to a strip joint on the dark side of town, where you come down with a crazy fever, hot and cold, because you cannot stop thinking of all the craziest things she might do onstage swinging around the pole. The connection to write those lyrics came from when we would go to strip clubs in the ’80s, and many girls would dance to Scorpions songs. One of their favorites was always ‘The Zoo,’ but we never thought about strip clubs when we were writing that song.” \n\n<b>“When I Lay My Bones to Rest”</b>\n“This is a fast rocking track, and it has really great power. I think Mikkey was in a Motörhead mood on this one. It’s a song about my songwriting partner Rudy and myself, after all these years of Scorpions. It’s a song that proves we are still rocking like hell. I think it’s one of the songs on the album where our fans will be surprised that we came up with something in the best tradition of songs like ‘Can’t Get Enough,’ for example.” \n\n<b>“Peacemaker”</b>\n“I was just playing with words, and I came up with the line ‘Peacemaker, peacemaker, bury the undertaker.’ In times when so many people are dying because of the worldwide pandemic, devastating war, and other crimes—the scenarios we see in Belarus, Ukraine, and Afghanistan—it seems like the undertaker is working overtime, you know? But we think the peacemaker should rule the world. And it’s all up to us to support the peacemaker in order to make the world a better place.” \n\n<b>“Call of the Wild”</b>\n “That’s a bluesy song that makes you feel the heat of the night on your skin. It’s got a heavy guitar riff and a groove. It’s another love song, but it’s more of a sexy love song. ‘You’ve got the funky rhythm, girl. I got the rocking drive.’ Nothing more to say. I think you got it.”\n\n<b>“When You Know (Where You Come From)”</b>\n“This is the only ballad on the album. The song is saying that it’s important to be true to yourself. If you reach out for the stars on your way up, you should never forget where you come from. Travel the road of respect and laughter and you always know where you’re going. This actually started out as an acoustic song—the acoustic version is on the deluxe version of the album—but we liked it so much we made a rock version.” \n\n<b>“Shoot for Your Heart”</b>\n“This was really the song that I wrote first, back in 2019. It kicked off the process of writing lyrics. And in this case, I wrote the music as well. It’s another fan-related song in the tradition of ‘Can’t Live Without You.’ We can’t live without our fans. When we’re on the road, our only goal to achieve every night is to have a place in your heart.” \n\n<b>“When Tomorrow Comes”</b>\n“It’s a very uptempo song with unusual lyrics. It was our producer’s idea to record the vocals in the verses so it almost feels like a megaphone. It’s very much an environmentally inspired song—the dirty ocean, climate change, so many wildfires and disasters around the world. Some of it was written during the lockdowns, and it is directed to the young generation to take good care of our planet. You hold the key for the future and hopefully you’ll be smart.” \n\n<b>“Unleash the Beast”</b>\n“That’s a crazy little song that was very much inspired by going from lockdown to lockdown. We were in our own little bubble in the studio here, trying to get away from the cruel reality of the pandemic. ‘We keep dancing in the dust until the super-spreader kills us all’ is one of the lines there. It sounds like a bad movie from the ’80s, but I’m afraid this is 2022, and this is the world we live in.”\n\n<b>“Crossing Borders”</b>\n“This is another song Matthias came up with. In the world of music and the world of emotions, there are no borders. When we’re rocking the global stage, we’re crossing borders every other day, leaving our comfort zone. But this song is more about sex and rock ’n’ roll, I think. This is another bluesy type of song, and Mikkey and our bass player Pawel came up with a great rhythm for this.”","short":"Hear the German metal vets’ first new LP in seven years in Spatial Audio."},"isCompilation":false,"spotify":"https://open.spotify.com/album/3buy6DvCMUseqKyEC4RI4g"}},{"id":"1586912660","type":"albums","href":"/v1/catalog/us/albums/1586912660?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/41/de/9a/41de9a7c-bb86-7510-3bc4-d0907911c9c3/21CRGIM29855.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2c3022","textColor2":"28281e","textColor4":"46453a","textColor1":"080d01","bgColor":"c0bba8","hasP3":false},"artistName":"Tears for Fears","isSingle":false,"url":"https://music.apple.com/us/album/the-tipping-point/1586912660","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"The Tipping Point","recordLabel":"Concord Records","upc":"00888072404151","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 TFF UK, LLC, Under exclusive license to Concord Records. Distributed by Concord.","playParams":{"id":"1586912660","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6xKxlHD3mWkKoMtl3ZVyLt"}},{"id":"1608934589","type":"albums","href":"/v1/catalog/us/albums/1608934589?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/e7/34/6e/e7346ef5-fe41-042c-a5b8-ee82d68f074d/075679758057.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"c9967e","textColor2":"e79066","textColor4":"ba7454","textColor1":"f9ba9c","bgColor":"0a0809","hasP3":false},"artistName":"Kodak Black","isSingle":false,"url":"https://music.apple.com/us/album/back-for-everything/1608934589","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":19,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Back For Everything","recordLabel":"Atlantic Records","upc":"075679758057","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Atlantic Recording Corporation","playParams":{"id":"1608934589","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7sX9VE0I4zbslanrLXR5aR"}},{"id":"1609901225","type":"albums","href":"/v1/catalog/us/albums/1609901225?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/f0/28/42/f02842ef-4b6c-6bae-bf76-c5ca81f7e1b2/634164905330.png/{w}x{h}bb.jpg","height":1500,"textColor3":"363535","textColor2":"660e0e","textColor4":"843e3e","textColor1":"040203","bgColor":"ffffff","hasP3":false},"artistName":"Mother Mother","isSingle":false,"url":"https://music.apple.com/us/album/o-my-heart-deluxe-video-edition/1609901225","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2008-09-23","name":"O My Heart (Deluxe Video Edition)","recordLabel":"Last Gang","upc":"634164905330","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Last Gang Records Inc. / MNRK Music Group, LP","playParams":{"id":"1609901225","kind":"album"},"isCompilation":false}},{"id":"1611595018","type":"albums","href":"/v1/catalog/us/albums/1611595018?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/a8/9b/bb/a89bbb29-dd7c-79bb-da24-b3b1d40ec27c/886449955039.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3b3a35","textColor2":"021625","textColor4":"344347","textColor1":"0a090f","bgColor":"fffbce","hasP3":false},"artistName":"Rauw Alejandro","isSingle":false,"url":"https://music.apple.com/us/album/trap-cake-vol-2/1611595018","isComplete":true,"genreNames":["Urbano latino","Music","Latin"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"TRAP CAKE VOL. 2","recordLabel":"Sony Music Latin/Duars Entertainment","upc":"886449955039","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sony Music Entertainment US Latin LLC/Duars Entertainment Corp.","playParams":{"id":"1611595018","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2ZXwd2AzsVWTwp1oT3tfMI"}},{"id":"1610822317","type":"albums","href":"/v1/catalog/us/albums/1610822317?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/18/56/60/18566022-4bbe-8984-4c41-be28747c0e86/22UMGIM13765.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"beb5b1","textColor2":"cab478","textColor4":"aa9865","textColor1":"e4d8d7","bgColor":"29271a","hasP3":false},"artistName":"Conway the Machine","isSingle":false,"url":"https://music.apple.com/us/album/god-dont-make-mistakes/1610822317","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"God Don't Make Mistakes","recordLabel":"Shady Records/Interscope Records","upc":"00602445549757","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Shady Records/Interscope Records","playParams":{"id":"1610822317","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4w1BBgCcUVv54r3zJenKpG"}},{"id":"1603118801","type":"albums","href":"/v1/catalog/us/albums/1603118801?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/d0/52/65/d052651f-d47d-0d30-e640-d315d22de89e/21CRGIM30819.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c3c3c3","textColor2":"c9c9c9","textColor4":"a6a6a6","textColor1":"ededed","bgColor":"1d1d1d","hasP3":false},"artistName":"Robert Glasper","isSingle":false,"url":"https://music.apple.com/us/album/black-radio-iii/1603118801","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Black Radio III","recordLabel":"Loma Vista Recordings","upc":"00888072422131","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Loma Vista Recordings., Distributed by Concord.","playParams":{"id":"1603118801","kind":"album"},"editorialNotes":{"standard":"“I had a responsibility to give people what they were asking for, especially during the pandemic,” Robert Glasper tells Apple Music. “They wanted another <i>Black Radio</i>, so I had to deliver.” The pianist, composer, songwriter, and producer has spent the past decade pushing the boundaries of what constitutes jazz music, combining its acoustic instrumentation with hip-hop swagger, R&B melodies, and an ear attuned to improvisation. Ten years after the first <i>Black Radio</i> album, he returns to the genre-hopping, collaborative format, producing 13 tracks that seamlessly transition from the power of Amir Sulaiman’s poetry on opener “In Tune” to an elegantly downbeat version of Tears for Fears’ “Everybody Wants to Rule the World” to the funk of “Why We Speak” with Q-Tip and Esperanza Spalding. Here, Glasper talks through all the collaborations, track by track.\n\n<b>“In Tune” (feat. Amir Sulaiman)</b>\n“I was scoring a Dave Chappelle documentary, and in the film, Amir performs a poem that floored me. I’ve never had a poem reach me that way. I was in tears. I immediately asked Dave to connect us, and we had a short conversation about what I was looking for. Two days later, he came back with this incredible poem that opens the record. A lot has happened in the 10 years since the first <i>Black Radio</i>, and a whole lot has happened for Black people in America in the last two years. I felt like I had to address the elephant in the room with this track and with ‘Black Superhero.’”\n\n<b>“Black Superhero” (feat. Killer Mike, BJ The Chicago Kid & Big K.R.I.T.)</b> \n“BJ is my bro, but this is the first time we’ve done something together on wax. He came to the studio, and I was just playing around and testing the keyboard and he said, ‘That sounds like some superhero shit,’ so I kept playing and the concept started from there. After that, I wanted to pick rappers that teach us. I wanted them to say something that spoke to this moment. I knew K.R.I.T. and Killer Mike would do it justice.”\n\n<b>“Shine” (feat. Robert Glasper, D Smoke & Tiffany Gouche)</b> \n“‘Shine’ came out of a jam session. I was playing drums and my drummer was playing keys and we came up with this riff that I then looped. I refined it on keys and added bass and then sent it to D Smoke to see what he thought. He sent me back a draft the next day. The song is all about self-love and knowing that you’re enough. That’s something I feel like a lot of hip-hop songs don’t talk about, and especially during the pandemic, people needed to hear that.”\n\n<b>“Why We Speak” (feat. Q-Tip & Esperanza Spalding)</b> \n“A lot of my music starts off with jam sessions. I have my guys come over and we throw down some vibes and see what sticks. We came up with this joint and, immediately, I thought of Esperanza. I sent it to her and a few days later, she sent it back, and I thought something was wrong with the mic. She never told me she was writing it in French! I thought it was so dope, though, and I realized it sounded like something that would fit Q-Tip too. I used to play in his band, but I’ve never had him rock on an album, so it was perfect.”\n\n<b>“Over” (feat. Yebba)</b> \n“Yebba was part of the <i>Fuck Yo Feelings</i> sessions. She’s become like a little sister to me since, and I knew I had to have her on the record. While we were at Electric Lady Studios, listening to her latest album, we jammed and came up with this pattern and the skeleton of the song. That was in early 2021, and a few months later, we got back to LA and finished up here at my studio. Her voice is so beautiful, and I’m so happy we got to make this one together.”\n\n<b>“Better Than I Imagined” (feat. H.E.R. + Meshell Ndegeocello)</b> \n“I scored a film called <i>The Photograph</i>, which came out in February 2020. H.E.R. sang the ending song for the movie, and at the premiere, she told me she was so inspired by my score that she wanted to write something together. We literally went from the movie theater to the studio and wrote ‘Better Than I Imagined.’ It wasn’t planned for any project, but it did so well when I put it out, it planted the seed for the rest of <i>Black Radio III</i>.”\n\n<b>“Everybody Wants to Rule the World” (feat. Lalah Hathaway & Common)</b> \n“I have this thing with Lalah. On the first <i>Black Radio</i>, she did a cover of ‘Cherish the Day’ and killed it. The next time, I was like, ‘Let’s do Stevie Wonder’s “Jesus Children of America.”’ She recorded it in one take, and it won a Grammy. So why not keep it going? I’ve always loved ‘Everybody Wants to Rule the World’—I don’t think I would trust a person who doesn’t like that song—but I don’t know anyone who has made a version of it. I redid it in my own vibe, and Common loved it so much, he invited himself on it too!”\n\n<b>“Everybody Love” (feat. Musiq Soulchild & Posdnous)</b> \n“My DJ, Jahi Sundance, and I wanted to make a house EP together, and this was the first song we wrote for it. I sent it to Musiq Soulchild, who I have known for a long time, and he came up with his joint in three days. I’ve never done a house song and neither has he, so it was new for both of us. It has a party vibe, and when it comes to party rappers, I always think of De La Soul and Posdnuos. I knew he would kill it, and he delivered.”\n\n<b>“It Don’t Matter” (feat. Gregory Porter & Ledisi)</b> \n“I have wanted to produce an R&B album with Gregory for a while now, and when his tour with Ledisi got canceled, I called them both up. I was luckily able to get them in the studio because the COVID restrictions had eased at that point, and they wrote it to fit their voices. They’re both so powerful and definitely have their own sound, so this felt like a match made in heaven.”\n\n<b>“Heaven’s Here” (feat. Ant Clemons)</b> \n“I went to Snoop Dogg’s birthday party and on my way out, Ant Clemons stopped me and introduced himself. Terrace Martin told me that he’s high-level and that we should work together. Fast-forward to the next week and we started writing songs. We wrote four or five tracks since he was working with Justin Timberlake on his new album and Usher too. This was one we were going to give to Usher, but it didn’t work out with the timing. I love it so much, I had to put it on <i>Black Radio</i>.”\n\n<b>“Out of My Hands” (feat. Jennifer Hudson)</b> \n“Jennifer came to one of my shows with my homegirl Kelly Rowland, who I know from Houston. They both sat in with me onstage, and I knew I had to get Jennifer on something. When I wrote this song, I heard her voice on it. It took us a little while to get together, but she performed it perfectly.”\n\n<b>“Forever” (feat. PJ Morton & India.Arie)</b> \n“PJ worked with me on <i>Black Radio 2</i> back in 2013, and he wrote the song ‘Worries,’ which Dwele sang. I love matching people up who’ve never recorded together, since it makes the song become more special. I knew PJ and India would sound perfect together, and we luckily managed to make this more of a back-and-forth process to make it feel like a duet where we were in the studio at the same time.”\n\n<b>“Bright Lights” (feat. Ty Dolla $ign)”</b>\n“I’ve jammed with Ty before. He is a legend who changed the game up, and I wanted to do something with a modern, pop-R&B vibe because that’s where Ty thrives. It’s different from any of the other <i>Black Radio</i> tracks that I’ve made, and so I wanted to end the album with this one because it has such a unique feel.”","short":"“I had a responsibility to give people what they were asking for.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0rLSX7OMtwRHDjjCWL6tHC"}},{"id":"1609675195","type":"albums","href":"/v1/catalog/us/albums/1609675195?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/ae/3b/79/ae3b790c-807b-c720-a48f-be1df3d8b09f/dj.ipfrijqv.png/{w}x{h}bb.jpg","height":3000,"textColor3":"292c32","textColor2":"4c2449","textColor4":"66496d","textColor1":"000000","bgColor":"cddcfc","hasP3":true},"artistName":"Arlo Parks","isSingle":false,"url":"https://music.apple.com/us/album/early-hours-dj-mix/1609675195","isComplete":false,"genreNames":["Alternative","Music","Electronic"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2022-02-24","name":"Early Hours (DJ Mix)","upc":"5056381823771","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1609675195","kind":"album"},"editorialNotes":{"standard":"Early Hours can mean a few different things: Are you coming down from being up all night, or are you just rising to meet the sun? To introduce the Early Hours DJ mix series, Arlo Parks took the former route: “I envision this as winding down at the end of the night with a cup of tea and some popcorn,” she tells Apple Music. “You’re reflecting on the day that's just passed and dreaming of what's to come.” To assemble such a set, the London singer-songwriter gets herself into just the right frame of mind. “I light a candle, I meditate, I go down some YouTube wormholes and try and mingle rarities with more familiar songs,” she says of her wide-ranging selection of laidback tracks, spanning Ben Folds Five and Radiohead through to electronic experimenters Vegyn and Dean Blunt. “The aim is to soothe, so I have to enter into that headspace myself. My taste is always evolving, so I approach each mix as completely fresh. Each mix is very much spontaneous and heartfelt. It's an expression of my new discoveries of that week.” \n\nOf a couple favorites, she says, “I chose 'Holding On' by Tirzah because there's such a warmth to the drum palette and her voice has this very particular emotional nonchalance. Tsegue-Maryam Guebrou’s ‘Homesickness’ is a song I'll put on on my way back from the studio, and I always feel like I'm floating away when I hear those chords.” So put the kettle on, fire up the air popper, sit back, and enjoy her seamless 45-minute mix.","short":"Arlo Parks kicks off a new laidback mix series."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1609438391","type":"albums","href":"/v1/catalog/us/albums/1609438391?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/dc/68/45/dc684589-af57-6895-1177-4f2acbb93e47/190296240911.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"cacbca","textColor2":"dbdbdb","textColor4":"afb0af","textColor1":"fcfcfc","bgColor":"000501","hasP3":false},"artistName":"Daft Punk","isSingle":false,"url":"https://music.apple.com/us/album/homework-25th-anniversary-edition/1609438391","isComplete":true,"genreNames":["Dance","Music"],"trackCount":31,"isMasteredForItunes":false,"releaseDate":"1997-01-20","name":"Homework (25th Anniversary Edition)","recordLabel":"Daft Life Ltd./ADA France","upc":"190296240911","audioTraits":["lossless","lossy-stereo"],"copyright":"Distributed exclusively by Warner Music France / ADA France, ℗ 1997, 2022 Daft Life Ltd.","playParams":{"id":"1609438391","kind":"album"},"editorialNotes":{"standard":"Daft Punk once described 1997’s <i>Homework</i> as their attempt to prove you could make an album in your bedroom with next to nothing. It sounded, on the face of it, like club music, but it also captured the immediacy of two friends (Thomas Bangalter and Guy-Manuel de Homem-Christo) bouncing off the walls to whatever felt good to them. Which, in effect, is what Daft Punk was. The album’s title was conceived with purpose: <i>Homework</i> sounded like kids preparing for a bigger, more adult test, but also like work made—simply and lovingly—at home. <br />\nFor listeners unfamiliar with the dance-music subcultures the group drew on, the album had the cheerful quality of a guided tour: This is what house sounds like, these are its textures and shapes, this is how it thumps when you play it loud—and, in the case of “Teachers,” this is who created it. But at a time when the most visible forms of mainstream electronic music were the rock-influenced hybrids of big beat (The Chemical Brothers, The Prodigy), <i>Homework</i> proved that pure dance music could appeal to mainstream audiences without being mixed with anything.<br />\nIts genius was in its simplicity: Even if you thought “Da Funk” or “Around the World” were irritating, you wouldn’t quickly forget hearing them. They were dance tracks that functioned like toys: clever, creative little constructions that were easy to grasp and, in their additive-and-subtractive builds, highly addictive. And to rock-oriented purists who associated synthesizers with pretense and bloat, <i>Homework</i> was as minimal as the Ramones and as powerful as AC/DC. In its bright, simple rigidity, <i>Homework</i> opened a world where listeners could let go.","short":"The duo’s groundbreaking debut is reissued with a slew of remixes."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6JRaPcrT3cMBEmkgSqEPhI"}},{"id":"1593254179","type":"albums","href":"/v1/catalog/us/albums/1593254179?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/83/c4/b2/83c4b293-0bcd-c1d8-b285-8eb7e00c3350/190296380358.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"ecd0c8","textColor2":"fcf2e2","textColor4":"ecd1bd","textColor1":"fcf1f0","bgColor":"ac4928","hasP3":false},"artistName":"Gang of Youths","isSingle":false,"url":"https://music.apple.com/us/album/angel-in-realtime/1593254179","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"angel in realtime.","recordLabel":"Warner Records","upc":"190296380358","audioTraits":["lossless","lossy-stereo"],"copyright":"Under exclusive licence to Warner Music UK Limited, ℗ 2022 Mosy Music LLP With the exception of Tracks 3,5,6,11 (P) 2021 Mosy Music LLP","playParams":{"id":"1593254179","kind":"album"},"editorialNotes":{"standard":"Gang of Youths frontman David Le’aupepe’s life was turned upside down in 2018 when his beloved father, Tattersall, passed away. Dealing with his dad’s loss was one thing—uncovering the secrets that came to light in the wake of his passing was another. His father was born in Samoa in 1938, not New Zealand in 1948, as Le’aupepe had believed. Tattersall also had two sons in New Zealand before faking his death and moving to Australia—half-brothers that Le’aupepe was, until his father’s passing, unaware he had. “[These] were things that my dad hid or made sure that we didn’t find out about because, I think, there was a lot of guilt and sadness and scandal around his life before he came to Australia,” Le’aupepe tells Apple Music’s Matt Wilkinson.\n \nThe singer wasn’t, however, angry when these revelations came to light. “My dad was amazing, but he was a complicated man,” says Le’aupepe. “He was my hero. And naturally, when you find out more about your hero, you get excited. Also, I wanted big brothers growing up, and I just supplemented them with the band and people from church and stuff like that. So, I was actually able to claim a part of myself, a part of my heritage, a part of all this stuff, while also simultaneously reconnecting with these two blokes who I just loved instantly. It was a really, really cool thing.”\n \nTattersall’s passing is a lyrical theme that binds Gang of Youths’ third album together (“I prayed the day you passed/But the heavens didn’t listen,” begins Le’aupepe on opener “you in everything”), but the events of his life and death are captured most concisely in the sparse, poetic piano ballad “brothers.” “There’s a sense of the storytelling traditions of old,” says Le’aupepe of the song. “I listen to a lot of Paul Kelly, Archie Roach—the greatest songwriters who wrote and told stories. Joni Mitchell’s ‘Cactus Tree’ is another one. I love a cinematic slow reveal of what the story’s about. And obviously, cinema’s played a huge role in influencing where this album’s gone visually and sonically.”\n \nSo, too, has the singer’s Polynesian heritage. While songs such as “the angel of 8th ave.” and “the man himself” merge the band’s penchant for big-tent indie rock with a distinct hint of Britpop (“spirit boy”), and “the kingdom is within you” flirts with UK garage, the album is rich with a mélange of Polynesian musical influences. Witness the presence of Cook Islands drum group the Nuanua Drummers and the Auckland Gospel Choir on “in the wake of your leave,” or the spoken-word verse in “spirit boy,” delivered in the Māori language te reo. “the man himself,” meanwhile, features samples of Pacific Island hymns, captured by British composer David Fanshawe.\n \n“There was a sense of wanting to make the record feel like it wasn’t just us mining my people’s past or our people’s collective past for inspiration,” says Le’aupepe, “but that we were in a mode of wanting to move forward and [take] what’s happening now in terms of a creative direction.” That the London-based, Sydney-born band managed to largely self-produce (with occasional coproduction from Peter Katis and Peter Hutchings) such an expansive album in their rehearsal room in the East London suburb of Hackney is nothing short of remarkable. “It felt like this anarchic confluence of values,” says Le’aupepe. “It was really, really interesting seeing how together we are, and working in that close, confined space has given us a unity of opinion, or a unity of ‘this is where we’re going to go with it.’ And I think that was all cultivated in the sessions for <i>angel in realtime.</i>”","short":"As deep family secrets came to light, so too did Gangs’ moving third LP. "},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4xrHCOnujQW9DDLmntffLP"}},{"id":"1580384081","type":"albums","href":"/v1/catalog/us/albums/1580384081?l=en-US","attributes":{"artwork":{"width":1838,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/55/96/e9/5596e9ff-e3b2-241b-f7ed-d20ba0ffc588/5056167165941_1.jpg/{w}x{h}bb.jpg","height":1838,"textColor3":"bcc3bf","textColor2":"d99768","textColor4":"b37e59","textColor1":"e4ede8","bgColor":"1c1a1d","hasP3":false},"artistName":"Dashboard Confessional","isSingle":false,"url":"https://music.apple.com/us/album/all-the-truth-that-i-can-tell/1580384081","isComplete":true,"genreNames":["Singer/Songwriter","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"All the Truth That I Can Tell","recordLabel":"Hidden Note Records","upc":"5056167165941","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dashboard Confessional, distributed by AWAL","playParams":{"id":"1580384081","kind":"album"},"editorialNotes":{"standard":"In mid-2020, Chris Carrabba got into a motorcycle accident that nearly paralyzed him—the veteran singer-songwriter was forced to relearn his instrument, unable to play guitar for more than five minutes a day before the pain hit. And yet, somehow, less than two years later comes <i>All the Truth That I Can Tell</i>. Carrabba’s approach has always been diaristic: the rawness of punk mixed with the self-searching vulnerability of the folk singer. But the key to his songwriting is its unerring sense of optimism and resilience—a quality that has bonded his fans to him for more than 20 years. “It’s funny, I thought for a bit there I’d never be able to deal,” he sings on “Here’s to Moving On,” an early highlight. “But I make some coffee and I take a shower and I start to heal.”","short":"An emo-folk mainstay rebuilds after a cataclysmic accident."},"isCompilation":false,"spotify":"https://open.spotify.com/album/1kzA5gBC9bgVLBENxgBAWr"}},{"id":"1610042445","type":"albums","href":"/v1/catalog/us/albums/1610042445?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/bc/0d/cc/bc0dcc33-50c5-3e75-d221-1df8978ea250/HG_Apple_Mix_003_Diplo.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"331b11","textColor2":"301a10","textColor4":"59311d","textColor1":"000000","bgColor":"ff8b51","hasP3":false},"artistName":"Diplo","isSingle":false,"url":"https://music.apple.com/us/album/higher-ground-diplo-dj-mix/1610042445","isComplete":false,"genreNames":["House","Music","Dance"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Higher Ground: Diplo (DJ Mix)","upc":"5056381823856","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1610042445","kind":"album"},"isCompilation":false}},{"id":"1609325030","type":"albums","href":"/v1/catalog/us/albums/1609325030?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/35/b1/ea/35b1ea68-711c-8e5e-4149-688ef9e37961/193436282659_COVER.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"eecbde","textColor2":"ffeeff","textColor4":"eebede","textColor1":"ffffff","bgColor":"aa005e","hasP3":false},"artistName":"Che Ecru","isSingle":false,"url":"https://music.apple.com/us/album/pain-pack-5/1609325030","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Pain Pack 5","recordLabel":"F PLUS","upc":"193436282659","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 F PLUS","playParams":{"id":"1609325030","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1uFA5iORLhr87nFJWjpTiM"}},{"id":"1611455874","type":"albums","href":"/v1/catalog/us/albums/1611455874?l=en-US","attributes":{"artwork":{"width":5000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/82/04/b2/8204b22f-f34a-3b11-cf00-10acfb5fe784/22UMGIM16910.rgb.jpg/{w}x{h}bb.jpg","height":5000,"textColor3":"cccad0","textColor2":"d6cdab","textColor4":"aea98e","textColor1":"fbf6fd","bgColor":"111b1c","hasP3":false},"artistName":"EARTHGANG","isSingle":false,"url":"https://music.apple.com/us/album/ghetto-gods/1611455874","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"GHETTO GODS","recordLabel":"Dreamville/Interscope","upc":"00602445438853","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dreamville/Interscope","playParams":{"id":"1611455874","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2NwAbsKSl0jrpFw7nyeX8v"}},{"id":"1609428800","type":"albums","href":"/v1/catalog/us/albums/1609428800?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/a7/67/96/a767969f-683a-90ee-42d6-14e4d0d768f5/859753761597_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cacccd","textColor2":"9bc2fa","textColor4":"84aee7","textColor1":"f2e7da","bgColor":"2c5e99","hasP3":false},"artistName":"Goth Babe","isSingle":false,"url":"https://music.apple.com/us/album/santa-catalina-single/1609428800","isComplete":true,"genreNames":["Pop","Music","Alternative"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Santa Catalina - Single","recordLabel":"Goth Babe LLC","upc":"859753761597","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Goth Babe LLC","playParams":{"id":"1609428800","kind":"album"},"isCompilation":false}},{"id":"1594190834","type":"albums","href":"/v1/catalog/us/albums/1594190834?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/b1/98/fe/b198feb7-f537-3864-5e47-5c75a0e8d15a/886449457427.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"749db9","textColor2":"76bfdf","textColor4":"649fb9","textColor1":"8bbddf","bgColor":"1a1e21","hasP3":false},"artistName":"Bakar","isSingle":false,"url":"https://music.apple.com/us/album/nobodys-home/1594190834","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":14,"isMasteredForItunes":false,"releaseDate":"2022-03-25","name":"Nobody's Home","recordLabel":"Black Butter","upc":"886449457427","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Bakar under exclusive license to Black Butter Limited","playParams":{"id":"1594190834","kind":"album"},"editorialNotes":{"standard":"It isn’t so much the range of styles London singer-songwriter Bakar (born Abubakar Baker Shariff-Farr) covers on his debut LP, <i>Nobody’s Home</i>—it’s 2022; we’re all eclectic now—but how effortlessly he draws them together. He can rap gently over bedroom folk (“Noun,” “Change of Heart”) or shout over sloppy, chaotic indie rock (“Reclaim!”); he’s an earnest child of the diaspora (Yemeni, Tanzanian) out to represent his people (“The Mission”) and a regular, self-lacerating kid who, by his own admission, can’t stop messing up (“GP”). He is, above all, an exemplary product of his time, defined not by any single trait but by his plurality.","short":"The Londoner dissolves the borders between hip-hop, indie rock, and pop."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/231jpal5NKt2c1QFN1D6AZ"}},{"id":"1588144491","type":"albums","href":"/v1/catalog/us/albums/1588144491?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/dd/54/81/dd548110-7652-8d93-3809-55075096bc36/196292549706.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"565453","textColor2":"353333","textColor4":"5d5c5b","textColor1":"2c2929","bgColor":"fffffc","hasP3":false},"artistName":"Lo Moon","isSingle":false,"url":"https://music.apple.com/us/album/a-modern-life/1588144491","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"A Modern Life","recordLabel":"Strngr Recordings","upc":"196292549706","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Strngr Recordings marketed and distributed by Thirty Tigers","playParams":{"id":"1588144491","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7pvyFbfqAn806uiltQVpqt"}},{"id":"1607961441","type":"albums","href":"/v1/catalog/us/albums/1607961441?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/f3/8f/b6/f38fb6ea-6f1a-59ac-0a0f-e150cc3d7781/191401187879.png/{w}x{h}bb.jpg","height":4000,"textColor3":"584e53","textColor2":"2c321f","textColor4":"55553d","textColor1":"31293a","bgColor":"f7e2b7","hasP3":false},"artistName":"Mdou Moctar","isSingle":false,"url":"https://music.apple.com/us/album/afrique-victime-deluxe-edition/1607961441","isComplete":true,"genreNames":["Rock","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2022-02-24","name":"Afrique Victime (Deluxe Edition)","recordLabel":"Matador","upc":"191401187879","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Matador Records","playParams":{"id":"1607961441","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5ARWgXqDYeXYwVioQRyvta"}},{"id":"1596790609","type":"albums","href":"/v1/catalog/us/albums/1596790609?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/98/8c/9c/988c9c82-8aaa-aa6e-f1c6-edbbdf56b681/190296402807.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a2b0f","textColor2":"1c110e","textColor4":"46371a","textColor1":"0d0200","bgColor":"eed149","hasP3":false},"artistName":"Central Cee","isSingle":false,"url":"https://music.apple.com/us/album/23/1596790609","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"23","recordLabel":"Central Cee","upc":"190296402807","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Central Cee","playParams":{"id":"1596790609","kind":"album"},"editorialNotes":{"standard":"An air of confidence has always surrounded Central Cee. On 2021’s debut mixtape, <i>Wild West</i>, the Shepherd’s Bush MC rhymed about rejecting offers for his signature, before his rise to award-winning acclaim and viral moments that felt somehow inevitable. On <i>23</i>, the West Londoner’s second full-length tape, he walks with an even greater spring in his step. “When I came into rapping, my initial stance was to go for the money,” Central Cee tells Apple Music. “And get as much of it as I could—but it’s funny, because somehow everything’s changed now. It’s less and less about that, and more about making a true impact, getting a positive message out, and hopefully changing some lives in the process.” There’s a lot of positivity here. He reflects on the road from W10 to Beverly Hills on “Cold Shoulder,” heads for private planes on “Terminal 5,” trips the continent with international drill stars on “Eurovision,” and mingles with Puff in LA on “Bunda.” “I locked myself away in the studio for about two weeks,” he says. “I don’t really enjoy spending days in the studio much, but we set up a really good creative space, with all of my guys, a few that make music, too. So there we were: all being productive, and getting it.”\n\nChief among his guys remains Midlands beatmaker Young Chencs—a producer clearly able to amp up Cench’s star wattage on tracks such as the “Wildflower”-sampling “Retail Therapy.” There’s plenty beyond the (admittedly irresistible) bravado, too. “Khabib,” for example, is an ode to boxer and fellow Muslim Khabib Nurmagomedov. It’s the sort of insidiously sleek track that has underscored Cench’s rise, but it's also a bold affirmation of his faith. “It’s everything to me,” he says. “I’ve had to overcome some hard times—and there’s been moments that only my belief in Allah, and the power of my own mind, could keep me going.” <i>23</i>—his Jordan year, of course—puts up plenty of evidence that real depth underscores these fast-living drill hybrid anthems.","short":"“Somehow, everything’s changed now.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0SakL2ra5Cik5yQgKQBHGp"}},{"id":"1580157831","type":"albums","href":"/v1/catalog/us/albums/1580157831?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/0d/97/b8/0d97b879-881f-a954-0453-c1eee6460ed8/840200506694_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d2d2d2","textColor2":"ebdce3","textColor4":"cfc4c9","textColor1":"efefef","bgColor":"616161","hasP3":false},"artistName":"Huerco S.","isSingle":false,"url":"https://music.apple.com/us/album/plonk/1580157831","isComplete":true,"genreNames":["Electronic","Music","Ambient"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Plonk","recordLabel":"Incienso","upc":"840200506694","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Incienso","playParams":{"id":"1580157831","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0URcDAZuAvHu1pNFPekiL5"}},{"id":"1609537407","type":"albums","href":"/v1/catalog/us/albums/1609537407?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/37/f7/18/37f7185d-bffe-70bb-2f0a-e74286fd48d4/5060944573508.png/{w}x{h}bb.jpg","height":3000,"textColor3":"d45d04","textColor2":"f55f2d","textColor4":"cc4f27","textColor1":"ff7100","bgColor":"2a1010","hasP3":false},"artistName":"NEZ, ScHoolboy Q, Moodymann & Gangsta Boo","isSingle":false,"url":"https://music.apple.com/us/album/circoloco-records-nez-present-clr-002/1609537407","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":3,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Circoloco Records & NEZ Present CLR 002","recordLabel":"CircoLoco Records","upc":"5060944573508","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Rockstar Records LLC. (p)2021, this compilation Take-Two Interactive.","playParams":{"id":"1609537407","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2wAuDx3TtAOyhk0cGMjv5C"}},{"id":"1594694344","type":"albums","href":"/v1/catalog/us/albums/1594694344?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/a6/91/44/a69144f4-04a0-d036-be5a-8ac388394d5c/1499.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3f3935","textColor2":"231608","textColor4":"4c4236","textColor1":"130b06","bgColor":"f0f0f2","hasP3":false},"artistName":"Superchunk","isSingle":false,"url":"https://music.apple.com/us/album/wild-loneliness/1594694344","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Wild Loneliness","recordLabel":"Merge Records","upc":"673855078021","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Merge Records","playParams":{"id":"1594694344","kind":"album"},"editorialNotes":{"standard":"Over the course of a career spanning more than three decades, Superchunk has served as a model for how to age and rage gracefully in punk, as they’ve continued to expand their musical palette and deliver sage-like lyrical wisdom without ever losing their agitated, pogo-ready essence. That latter quality resurfaced with a vengeance on 2018’s raucous Trump-era address <i>What a Time to Be Alive</i>, but <i>Wild Loneliness</i> channels its climate-change and pandemic anxieties into more meditative, cautiously optimistic modes of expression. Not that this shift should come as a huge shock: In between the two albums, the North Carolina veterans (and Merge Records founders) recorded an unplugged version of their 1994 indie-rock classic <i>Foolish</i>, and its relaxed feel and earthy tones illuminated the path to <i>Wild Loneliness</i>’ congenial jangle. “All the things that were driving <i>What a Time to Be Alive</i> are still terrible,” singer/guitarist Mac McCaughan tells Apple Music, “but it's hard to sustain that kind of negative energy for too long without it becoming a psychic drain. I wanted to make a record with a different feel to it.” \n\nWhile writing for <i>Wild Loneliness</i> began before COVID lockdowns, its creation was inevitably affected by them, with members cutting their parts in isolation. And yet the album radiates a warm communal spirit, thanks to a guest list—including Sharon Van Etten, R.E.M.’s Mike Mills, and Teenage Fanclub’s Norman Blake and Raymond McGinley—that speaks to Superchunk’s enduring cross-generational relevance. “Even though we couldn't be together in person, it was very gratifying to be able to still collaborate with people that we admire,” McCaughan says. “That independent community is something that's super important to us, and it’s still there, even though so much else in the music industry changes all the time.” Here, McCaughan guides us through <i>Wild Loneliness</i>’ rustic terrain, track by track.\n\n<b>“City of the Dead”</b>\n“The vibe that a lot of people have these days is: Everything is terrible, and there doesn't seem to be any good news on the horizon, but at the same time, here we are making coffee in the morning and going about our day. The kids are going to school, we're working, because what else are we supposed to do? The song isn't trying to necessarily reconcile those things, it's just talking about what it's like living in that world of oscillating between being super depressed and terrified, and then also still having the normal day-to-day things that make you happy or at least keep you going. Even though the title makes it sound like it's some grim pandemic thing, this was actually written before that, at the end of 2019.” \n\n<b>“Endless Summer”</b>\n“This was inspired by waking up on New Year's Day 2020, and it was, like, 75 degrees outside. We always go to a New Year's Day party that friends of ours have, and usually there's a bonfire, but there wasn't going to be one that year because it was so hot outside. You want there to be seasons, because seasons are a thing that allow your brain to organize the passing of time, and when there aren't any, it's a strange, discombobulating feeling. In the song, I reference Spanish Town in Jamaica and Lake Louise in Canada—these places that are so incredible, but who knows what they'll be like after all this is done. Glaciers will be melted, islands will be underwater—it's super sad. But if the music is sad, and the lyrics are sad—no one wants to listen to that. And because this song is such a power-pop song, it really called out for harmonies. I've known Teenage Fanclub for a long time. And when I think of harmonies, they're one of the first groups I think of.”\n\n<b>“On the Floor”</b>\n“This was written during lockdown, and it's about just being here in the studio in the basement, plugging away, even though it’s like, who knows what's happening in the outside world. R.E.M. are a band I grew up listening to and I still love listening to them, and I wanted this song to feel like 'Pretty Persuasion'—like an upbeat R.E.M. song. There are some people who are not lead vocalists but still bring so much to the song because you recognize their harmonies immediately, and Mike Mills is one of those singers.”\n\n<b>“Highly Suspect”</b>\n“This is about the pitfalls of not being honest with yourself and with other people about how you're feeling. Keeping up a facade of cheerfulness when everything is terrible is not only unrealistic, it's probably not healthy. This is a song where I knew when I sent it to [guitarist] Jim Wilbur, he'd be like, ‘This part's too complicated!’ There's a couple of weird, syncopated chord-changey parts that are maybe a little different from what we normally do. But it reminded me of the horn section that you’d hear on an Attractions record, like <i>Punch the Clock</i>.”\n\n<b>“Set It Aside”</b>\n“Since I was already playing acoustic guitar, I decided to do something that had a little bit more fingerpicking than would normally work on a Superchunk record. But I figured as long as we're going down this road anyway, we might as well take advantage of it and have a genuinely quiet song. It turned out really well—I think [drummer] Jon [Wurster] playing with brushes really makes it a nice middle-of-the-record pause. You can tell from listening to it that it was written during lockdown—again, it's about acknowledging that everyone is in a fragile place and everyone needs to give everyone a break.”\n\n<b>“This Night”</b>\n“We wanted to move away from the anger and frustration of the last record, and I feel like one good way to do that is to look around and acknowledge the things that are good around you—relationships and people that you really value. The battle is always to do that without just becoming strictly nostalgic or sentimental. The title is a Destroyer reference [to their 2002 album <i>This Night</i>]. Dan [Bejar] is always referencing other bands and song titles and lyrics in his songs, so I figured turnabout is fair play. But then, of course, the first and the last line in the song are taken from The Smiths.”\n\n<b>“Wild Loneliness”</b>\n“This is about being trapped in your head, being trapped in your house, and having some kind of energy but no way to really let it out. We're super lucky: We have woods behind our house, so we can take a walk in this park—it's really a pretty good situation. But at the same time, if you're still walking that same loop every day, it does start to feel like Groundhog Day, which I think everyone was kind of going through. We got Andy Stack [from Wye Oak] to play sax on this. When I first asked him, he was like, 'I don’t know, it's not really my main instrument,' but I was like, 'Dude, I've heard you play it, I think it'll be a cool surprising thing.'”\n\n<b>“Refracting”</b>\n“This is a slight throwback in feeling to the last record, because everything that was happening in 2018 is still happening now. So it's hard to avoid thinking about people that are trying to ruin the world for everyone else, but even the song itself is about trying to not just be thinking about that all the time. I'm still playing acoustic guitar on it, but I was thinking about the flow of the album and I felt that if everything is midtempo, I still want a rocker in there somewhere.”\n\n<b>“Connection”</b>\n“'Connection'—kind of like 'This Night'—is about thinking of what you do have, as opposed to what you're missing, or what's driving you crazy, or what you wish you could do. It's more about what's great about your family or your relationships or whatever you have around you, and not wanting to lose that because of your own psycho tendencies.”\n\n<b>“If You’re Not Dark”</b>\n“Because it starts so sparse, I couldn't really envision what it was going to be until Jon put his drum parts on it. I was loving the way it was sounding, but I still felt like it needed something. I had known Sharon [Van Etten] for a long time, and her partner Zeke [Hutchins] used to used to play drums in [McCaughan’s side project] Portastatic for a while, and I knew they were in North Carolina. So I got in touch with her about singing on this track, and I was really relieved that she was able to do it, because she really elevates the whole thing. Her voice is so distinctive—it doesn't just blend in as a harmony in a good way. It feels like a whole other presence on the song, which I feel like gives the song a broader reach.”","short":"“It's hard to sustain that kind of negative energy for too long.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5UW8grWCm8YgPNHH2URLFz"}},{"id":"1609679282","type":"albums","href":"/v1/catalog/us/albums/1609679282?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/e6/73/5c/e6735cbd-698b-888d-d4b2-235322f0b369/886449707751.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b4b3b7","textColor2":"e4d4ca","textColor4":"b7aca8","textColor1":"e2dddc","bgColor":"000d22","hasP3":false},"artistName":"Tom Douglas","isSingle":false,"url":"https://music.apple.com/us/album/love-tom-inspired-by-the-motion-picture/1609679282","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-02-24","name":"Love, Tom (Inspired By The Motion Picture)","recordLabel":"Monument Records","upc":"886449707751","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Monument Records, a division of Sony Music Entertainment","playParams":{"id":"1609679282","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1bw3KyuU37Gj46m7qKH8eK"}},{"id":"1604571989","type":"albums","href":"/v1/catalog/us/albums/1604571989?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/bc/9e/e3/bc9ee327-1801-03b3-fae8-954d219495ac/5056167169963_1.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d6b4e1","textColor2":"ebc4c1","textColor4":"c8a8c3","textColor1":"fcd2e6","bgColor":"3e3bcc","hasP3":false},"artistName":"Dreamer Isioma","isSingle":false,"url":"https://music.apple.com/us/album/goodnight-dreamer/1604571989","isComplete":true,"genreNames":["Alternative","Music","Pop"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-23","name":"Goodnight Dreamer","recordLabel":"Dreamer Isioma LLC","upc":"5056167169963","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Dreamer Isioma LLC under exclusive license to AWAL Recordings America, Inc.","playParams":{"id":"1604571989","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4N5BV2JlYBvLi1g3BSwMdi"}},{"id":"1604785924","type":"albums","href":"/v1/catalog/us/albums/1604785924?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/87/4f/50/874f506e-fc5b-7ad9-a722-0b060c55239f/5056321637864.png/{w}x{h}bb.jpg","height":1400,"textColor3":"d3d4d3","textColor2":"d9b1cf","textColor4":"bb9bb4","textColor1":"f8f8f6","bgColor":"414548","hasP3":false},"artistName":"DJ Hank","isSingle":false,"url":"https://music.apple.com/us/album/city-stars-ep/1604785924","isComplete":true,"genreNames":["Dance","Music","Electronic"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"City Stars - EP","recordLabel":"Hyperdub","upc":"5056321637864","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Hyperdub","playParams":{"id":"1604785924","kind":"album"},"isCompilation":false}},{"id":"1589390061","type":"albums","href":"/v1/catalog/us/albums/1589390061?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/2d/fa/85/2dfa85ea-ad3b-ecb0-8a6b-abd7c6e8bfba/887828049868.png/{w}x{h}bb.jpg","height":3000,"textColor3":"dddfe0","textColor2":"d1dbe1","textColor4":"b8c3c9","textColor1":"ffffff","bgColor":"586068","hasP3":false},"artistName":"SASAMI","isSingle":false,"url":"https://music.apple.com/us/album/squeeze/1589390061","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Squeeze","recordLabel":"Domino Recording Co","upc":"887828049868","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Domino Recording Co Ltd","playParams":{"id":"1589390061","kind":"album"},"editorialNotes":{"standard":"On the cover of her second album, LA indie polymath Sasami Ashworth—aka SASAMI—appears in the form of the Nure-onna, a mythical half-woman/half-serpent creature from Japanese folklore. It’s more than just a badass image: On <i>Squeeze</i>, SASAMI re-emerges utterly transformed and all-powerful. With the untamed opener, “Skin a Rat,” she unleashes a torrent of moshable nu-metal that obliterates any trace of the dream-pop artisan heard on her 2019 self-titled debut. “I feel a little bit like a sci-fi or fantasy novelist this time,” SASAMI tells Apple Music. “And in a lot of ways, this album is my first book, whereas my last album was more like my diary entries being leaked.” But the skull-crushing heaviness of “Skin a Rat” is just the first steep drop on a thrill ride that sends you careening through aesthetic shifts—a volatile mood-ring reflection of her existence as a queer woman of color and a working musician entering her thirties. “The songs are much less about explicit experiences and much more about feelings,” she says. “Narratively, this album is inspired by movies like <i>Parasite</i>, where there’s a lot of different genres—one second it’s a dark comedy, one second it’s a thriller, the next second it’s romantic, and then it’s a horror. It keeps you on your toes, and I wanted to make an album that has that same dynamic range.” Here, SASAMI guides us through <i>Squeeze</i>, one scene at a time.\n\n<b>“Skin a Rat”</b>\n“Making art during the pandemic, you’re not having experiences—you’re just drawing from memories of experiences. And so, knowing that I wanted to make these angsty, aggressive tracks, it’s natural that I went back to middle school and high school, when you’re at your most angsty and emotional and rageful. And so, nu-metal creates an emotional portal to that time for me. This song is basically about systemic oppression and reclaiming some of this violent discourse that’s usually aimed towards femmes and using sonic elements that are usually used by cis men. I also wanted to be very clear about who the album was for: Patti Harrison and Laetitia Tamko from Vagabon are screaming the lyrics with me, and I really wanted it to be an anthem for my community.” \n\n<b>“The Greatest”</b>\n“‘The Greatest’ was really influenced by power ballads—like Bonnie Tyler and Heart and Aerosmith. I wanted to touch on a lot of different types of emotions and sounds on the album, and I wanted to stretch out as far as I could in each direction. So, the syrupy schmaltziness of power ballads was really inspiring for this one. But because there’s this mission statement of anti-toxic positivity on the album, I wanted this to be kind of an un-love ballad. You can’t take dirty laundry and put it directly into the dryer without first putting it into the washing machine—you can’t skip straight to healing and brightness and happiness without processing the dark shit that’s going on. A lot of power ballads are about the absence of love, but this song is basically my grungy power ballad about how the absence of love can sometimes be a bigger force than love itself.”\n\n<b>“Say It”</b>\n“This song and a couple of other ones are basically about the pain of someone not communicating with you. I feel like it’s a very in-my-early-thirties sentiment—it’s basically saying, ‘I don’t even need you to apologize or tell me what I want to hear; I just want to communicate. Just tell me how you’re actually feeling and release the toxicity of not being honest with people.’ It’s kind of a communication jam.”\n\n<b>“Call Me Home”</b>\n“This song is about synthesizing that feeling of nothing being wrong, but you still blow everything up just to feel something, and how numbness and a lack of feeling emotion can be just as heavy and dark as feeling something outright. This song is an ode to the wanderer—it’s an ode to someone who has restless legs and needs to be on the move and needs to be feeling things in extremes.”\n\n<b>“Need It to Work”</b>\n“This is another song about a lack of communication and a lack of connection and how that can kind of fester, and how we can obsess over not getting that attention or getting that reciprocation of feelings. Making yourself vulnerable to someone and then not having that be returned can make you feel fucking crazy. I’m a Cancer, so when people don’t respond to my texts, I completely freak out.”\n\n<b>“Tried to Understand”</b>\n“I really wanted to make a heavy album, but at the same time, songs are kind of like children: No matter how much you want them to be something, you just have to support them and let them be whatever they want to be. I’ve made so many different versions of ‘Tried to Understand,’ and, at the end of the day, she just wanted to be like a folk-pop song. ‘Tried to Understand’ is kind of like turning the lights on for a second before something dark happens again.”\n\n<b>“Make It Right”</b>\n“I wanted to put together something that was snappy and punk but also had this kind of pop sensibility. This song bridges the gap between the lightness of ‘Tried to Understand’ and ‘Sorry Entertainer,’ so it kind of feeds both beasts in that way.”\n\n<b>“Sorry Entertainer”</b>\n\"Honestly, if you listen to the [Daniel Johnston] original, my version doesn’t deviate too much from that guitar part. I just heard the original and I immediately heard the metal version in my head. It’s like I read the screenplay of the scene and imagined the big-budget action movie of it. Of course, I couldn’t get explicit permission from Daniel Johnston, so I hope he’s not rolling in his grave over this one. I liked having this kind of pathetic-loner vibe with this really aggressive sound. I think that’s a feeling a lot of musicians are familiar with: ‘I have all this power in my instrument, but I also still kind of feel like a loser.’”\n\n<b>“Squeeze” (feat. No Home)</b>\n“I was a fan of No Home’s first record, <i>F*****g Hell</i>. \nWhen I heard it, I was like, ‘She is completely pushing the bounds of genre. She has total pop chops, but is also down to make the weirdest, freakiest aggressive music too.’ And so, I felt like she was a kindred spirit. When I make music, I usually create all the menus and touch every piece of food before it goes out in the restaurant, whereas with this one I wanted to kind of let go and see what happens when I bring someone in to collaborate in a deeper way. She wrote all the verses and, as a black femme in the UK, she has a different experience and perspective. I really connect to a lot of metal and heavy rock songs where the imagery and the lyrics are really violent, but oftentimes they’re objectifying women. So, I wanted to reclaim some of that language and create something on my terms, but with the aggression and rawness of the lyricism that we bring.”\n\n<b>“Feminine Water Turmoil”/“Not a Love Song”</b>\n“I feel like the first three-quarters of the record kind of deals with these concepts of human nature—like systemic oppression and unrequited love and desperation and rage and anger. And I wanted to end the album by floating into a more existential place. I feel like an instrumental track [‘Feminine Water Turmoil’] can help us to detach from the human language and these human ideas. And then ‘Not a Love Song’ is really a lot more about humans’ relationship with nature and questioning why we always center ourselves in everything, and maybe posing the idea to the listener that we could be in more humility and harmony with nature. I just wanted to end the movie with a more philosophical ending, as opposed to hitting a raw nerve. The song is like aftercare—it’s a respectful way to end an arduous, whiplashing album. I wanted to end it in a way that someone might actually want to listen to it again.”","short":"“I feel a little bit like a sci-fi or fantasy novelist this time.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/54p7fdwenIgGmhUK4qbCiT"}},{"id":"1608196242","type":"albums","href":"/v1/catalog/us/albums/1608196242?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/a3/73/bd/a373bdb2-0b83-2e38-c878-481bff680254/4250101440427_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d9ced9","textColor2":"ff99ce","textColor4":"d97cb2","textColor1":"ffffff","bgColor":"430c43","hasP3":false},"artistName":"Denis Stockhausen","isSingle":false,"url":"https://music.apple.com/us/album/connecting-the-dots-dj-mix/1608196242","isComplete":false,"genreNames":["Electronic","Music"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Connecting the Dots (DJ Mix)","recordLabel":"Kompakt","upc":"4250101440427","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Kompakt","playParams":{"id":"1608196242","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2kd7AgpOkJbg1nT43wcNHQ"}},{"id":"1609910841","type":"albums","href":"/v1/catalog/us/albums/1609910841?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/e7/37/29/e73729f2-ec82-295d-40d0-3025b9f251d8/cover_KM0014771_1.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"cda2c6","textColor2":"e49fdd","textColor4":"be86b9","textColor1":"f6c1ee","bgColor":"262626","hasP3":false},"artistName":"STAYC","isSingle":false,"url":"https://music.apple.com/us/album/young-luv-com-ep/1609910841","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-02-21","name":"YOUNG-LUV.COM - EP","recordLabel":"High Up Entertainment","upc":"8804775224935","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 High Up Entertainment,under license to Kakao Entertainment","playParams":{"id":"1609910841","kind":"album"},"isCompilation":false}},{"id":"1606454838","type":"albums","href":"/v1/catalog/us/albums/1606454838?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/f5/e0/b6/f5e0b6aa-0bd3-b9a3-027c-f392b89a5fe9/193436280457_BIBISOLEYCOVERx.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"353431","textColor2":"3f2717","textColor4":"5b493b","textColor1":"0f0d0a","bgColor":"cdd2cb","hasP3":false},"artistName":"Bibi Bourelly, Maureen Boyer & SamTRax","isSingle":false,"url":"https://music.apple.com/us/album/sol%C3%A8y-ep/1606454838","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Solèy - EP","recordLabel":"ARJOUNI inc","upc":"193436280457","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 ARJOUNI inc","playParams":{"id":"1606454838","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1606221797","type":"albums","href":"/v1/catalog/us/albums/1606221797?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/d8/c3/04/d8c3045b-5ef6-be0e-2919-278b4b26c6b1/886449594306.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"a4a598","textColor2":"e9b080","textColor4":"c1926b","textColor1":"c5c8b7","bgColor":"201a1a","hasP3":false},"artistName":"Teddy Robb","isSingle":false,"url":"https://music.apple.com/us/album/get-away-with-it-ep/1606221797","isComplete":true,"genreNames":["Country","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Get Away With It - EP","recordLabel":"Monument Records","upc":"886449594306","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Monument Records, a division of Sony Music Entertainment. All rights reserved.","playParams":{"id":"1606221797","kind":"album"},"isCompilation":false}},{"id":"1601589238","type":"albums","href":"/v1/catalog/us/albums/1601589238?l=en-US","attributes":{"artwork":{"width":2400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/53/48/ad/5348ad67-c8e3-3020-5b46-d740637ed54d/859750976666_cover.jpg/{w}x{h}bb.jpg","height":2400,"textColor3":"c4985a","textColor2":"ee7b31","textColor4":"ca6327","textColor1":"e7bd71","bgColor":"3c0300","hasP3":false},"artistName":"Corpsegrinder","isSingle":false,"url":"https://music.apple.com/us/album/corpsegrinder/1601589238","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Corpsegrinder","recordLabel":"Perseverance Media Group","upc":"859750976666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Perseverance Media Group","playParams":{"id":"1601589238","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/7HBmy2mpuW8yvJjfUdfe3w"}},{"id":"1597669944","type":"albums","href":"/v1/catalog/us/albums/1597669944?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/1d/94/71/1d947118-4f55-161a-0348-89b989886ce1/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e302e","textColor2":"241f19","textColor4":"43423c","textColor1":"090807","bgColor":"c2ceca","hasP3":false},"artistName":"Sevdaliza","isSingle":false,"url":"https://music.apple.com/us/album/raving-dahlia-ep/1597669944","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Raving Dahlia - EP","recordLabel":"Twisted Elegance","upc":"0750122875542","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Twisted Elegance","playParams":{"id":"1597669944","kind":"album"},"editorialNotes":{"short":"The style-bending artist navigates misty electronic atmospheres."},"isCompilation":false}},{"id":"1598481732","type":"albums","href":"/v1/catalog/us/albums/1598481732?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/61/89/c6/6189c681-d612-dfcf-82ed-ffcf5015de90/843563142882.png/{w}x{h}bb.jpg","height":3600,"textColor3":"cdc4b7","textColor2":"f65b32","textColor4":"c94d2d","textColor1":"fbf0dd","bgColor":"15151d","hasP3":false},"artistName":"Sophie & The Broken Things","isSingle":false,"url":"https://music.apple.com/us/album/delusions-of-grandeur/1598481732","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Delusions of Grandeur","recordLabel":"PETALUMA RECORDS","upc":"843563142882","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Petaluma Records","playParams":{"id":"1598481732","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5pLbTAuI6vIx1UiqR6ZpAN"}},{"id":"1598493678","type":"albums","href":"/v1/catalog/us/albums/1598493678?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/fa/1d/1e/fa1d1e65-2d3b-b65b-76bd-3757e674696b/5055869566179.png/{w}x{h}bb.jpg","height":1400,"textColor3":"c7c6c4","textColor2":"c8c7c4","textColor4":"a4a29f","textColor1":"f5f4f1","bgColor":"12110f","hasP3":false},"artistName":"Gábor Lázár","isSingle":false,"url":"https://music.apple.com/us/album/boundary-object/1598493678","isComplete":true,"genreNames":["Electronica","Music","Electronic"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Boundary Object","recordLabel":"Planet Mu","upc":"5055869566179","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Planet Mu","playParams":{"id":"1598493678","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4qlS4IITXmqRAIj2s74Lud"}},{"id":"1599287583","type":"albums","href":"/v1/catalog/us/albums/1599287583?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/fe/33/64/fe33649d-fed2-27a2-2cbc-62c93837971a/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"afafb1","textColor2":"9ab1c9","textColor4":"7f92a5","textColor1":"d6d6d8","bgColor":"131416","hasP3":false},"artistName":"Ragnhild Hemsing & Trondheim Soloists","isSingle":false,"url":"https://music.apple.com/us/album/grieg-peer-gynt/1599287583","isComplete":true,"genreNames":["Classical","Music","Orchestral"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Grieg: Peer Gynt","recordLabel":"Berlin Classics","upc":"885470026473","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Berlin Classics/Edel Music & Entertainment GmbH","playParams":{"id":"1599287583","kind":"album"},"editorialNotes":{"standard":"Classical and folk have always gone hand in hand, and never more so than in the music of Norwegian composer Edvard Grieg, whose <i>Lyric Pieces</i> for solo piano, <i>Piano Concerto</i>, and incidental music to Ibsen’s play <i>Peer Gynt</i> owe their very existence to the lilting, dancing, and melancholy of traditional Norwegian folk. This remarkable album digs deep into the orchestral score of <i>Peer Gynt</i> to explore these folk roots, in a thrilling new arrangement for the nine-string, rustic Hardanger fiddle, violin, and string orchestra. Fiddle player Ragnhild Hemsing brings an improvised freshness to “Morning” and “Death of Åse,” with folk inflections and ornamentation adding a vivid atmosphere. The Trondheim Soloists have this music coursing through their veins, and bring a richness and vitality, especially to “Peer Gynt’s Homecoming.” “In the Hall of the Mountain King” provides an exhilarating folk finale.","short":"A remarkable album digging deep into the folk roots of Edvard Grieg’s music."},"isCompilation":false}},{"id":"1596471615","type":"albums","href":"/v1/catalog/us/albums/1596471615?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/cb/b0/fd/cbb0fd09-b80f-5146-76b1-33ea91df9604/21UM1IM18599.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bfc2c6","textColor2":"2fb2db","textColor4":"2792b2","textColor1":"edeef3","bgColor":"071313","hasP3":false},"artistName":"Blue Lab Beats","isSingle":false,"url":"https://music.apple.com/us/album/motherland-journey/1596471615","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Motherland Journey","recordLabel":"Universal Music Division Decca Records France","upc":"00602438956562","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Blue Adventure, under Exclusive License to Decca Records France","playParams":{"id":"1596471615","kind":"album"},"editorialNotes":{"short":"The duo vibrantly swirl Afrobeats, R&B, and boom-bap around their jazz roots."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1Ot6KlRfnV6vGwcQPpr6eg"}},{"id":"1600190091","type":"albums","href":"/v1/catalog/us/albums/1600190091?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/f2/e7/a3/f2e7a38f-1967-01d7-86e5-c43b7736b373/190296465130.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"484944","textColor2":"233225","textColor4":"45534a","textColor1":"27241d","bgColor":"cbdae1","hasP3":false},"artistName":"Joyce DiDonato, Il Pomo d'Oro & Maxim Emelyanychev","isSingle":false,"url":"https://music.apple.com/us/album/eden/1600190091","isComplete":true,"genreNames":["Classical","Music","Vocal"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"EDEN","recordLabel":"Warner Classics","upc":"190296465130","audioTraits":["atmos","hi-res-lossless","lossless","lossy-stereo","spatial"],"copyright":"A Warner Classics/Erato release, ℗ 2022 Parlophone Records Limited","playParams":{"id":"1600190091","kind":"album"},"editorialNotes":{"standard":"In a time of chaos, we all inevitably seek solace, a place where we can forget everything that’s swirling around us—our own Eden perhaps. The American mezzo Joyce DiDonato is no exception. “Eden is any circumstance or situation where there’s tranquility and ease,” she tells Apple Music. “That can be an internal state. It can be hitting a groove on the stage. It can be working in the garden. It can be playing. It can be interacting with other people over dinner where there’s just that freedom of tranquility and ease. Every element of it is fully present and fully itself and nothing is manufactured. Nothing is imposed.”<br />\nIt’s that idea that DiDonato explores on this album. Following her much-acclaimed 2016 concept record, <i>In War & Peace</i>—a powerful antidote to the violence and discord of mankind’s making—<i>EDEN</i> looks instead to the natural world. Musically, the net has been cast much wider, drawing in works from the Baroque to a piece written specially for her by Rachel Portman. The album begins with Charles Ives’ “The Unanswered Question,” a piece DiDonato landed on during a spontaneous session with conductor Maxim Emelyanychev and Giulio d’Alessio, the Il Pomo d’Oro orchestra’s artistic director, while they were touring <i>War & Peace</i>. “My first reaction was ‘Ives? Are you insane? We can’t do Charles Ives. This is a Baroque orchestra!’ But the piece also takes you into another place completely. And it’s so evocative.” It is, too, a fitting beginning to this collection. “The development of this program is really about a search,” DiDonato continues. “Searching for questions, searching for connection. And it was clear to me that this is the start of the journey.”<br />\nOne of the triumphs of <i>EDEN</i> is the sequencing, how each piece moves effortlessly, one to the next, often jumping hundreds of years in the process. So, from Charles Ives (1908) we move to Rachel Portman (2021), then Gustav Mahler (1901) and Biagio Marini (circa 1622). “This was a real risk,” DiDonato admits. “Because on paper, it doesn't flow. On paper, you think, ‘What? You can’t do that!’ And there was one big discussion between Maxim and myself about the Valentini moving into the Cavalli. His musical senses were very offended because of the tonality. And I said, ‘But that’s exactly the feeling I want dramatically.’ We worked at the order for a long time; there were things that we were so certain about, like the opening and the close, so we had to jigsaw-puzzle a little bit around the middle. But in the end, it accomplishes what I wanted, which is a narrative that is surprising.”<br />\nLess surprising is the way DiDonato communicates her assuaging theme so powerfully: Balancing intensity and beauty is something we’ve come to expect from this singer. And here, whether celebrating the wonder of the shade of a tree in Handel’s “Ombra mai fù,” or the sense of “acceptance and surrender and then bliss” (as she puts it) in Mahler’s “Ich bin der Welt abhanden gekommen,” or the serenity of Copland’s Emily Dickinson setting “Nature, the Gentlest Mother,” she takes us into a very special place. It is a true Eden. And after all, that’s what music does best: It heals and gives you hope when all around is despair.","short":"Joyce DiDonato on EDEN, a healing exploration of the natural world."},"isCompilation":false,"spotify":"https://open.spotify.com/album/69m8JyRn6C8MHgjUIQ0af0"}},{"id":"1610427784","type":"albums","href":"/v1/catalog/us/albums/1610427784?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/c0/35/6e/c0356e89-30c1-a8f0-91ec-dd2c3ada2a71/c54e50e3-4120-4c08-b9d1-0bf23eec76e2.jpg/{w}x{h}bb.jpg","height":2000,"textColor3":"503285","textColor2":"321367","textColor4":"5b4284","textColor1":"240068","bgColor":"fefefc","hasP3":false},"artistName":"Brain De Palma","isSingle":false,"url":"https://music.apple.com/us/album/gudu-mix-001-dj-mix/1610427784","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":26,"isMasteredForItunes":false,"releaseDate":"2022-02-23","name":"GUDU Mix 001 (DJ Mix)","upc":"5056381891701","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1610427784","kind":"album"},"editorialNotes":{"standard":"\"This mix is a journey into early-'90s classics and rare gems that made me fall in love with electronic music when I was a kiddo going to Sunday afternoon parties.\" —Brain De Palma","short":"The Berlin DJ inaugurates Peggy Gou’s new label mix series."},"isCompilation":false}},{"id":"1598347570","type":"albums","href":"/v1/catalog/us/albums/1598347570?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/ae/0d/a1/ae0da1b5-ebdb-877e-fc0d-0bd629e68242/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"39403f","textColor2":"011b1d","textColor4":"2f4546","textColor1":"0d1615","bgColor":"eaeae8","hasP3":false},"artistName":"Para One","isSingle":false,"url":"https://music.apple.com/us/album/spectre-machines-of-loving-grace-remixes-pt-3/1598347570","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"SPECTRE: Machines of Loving Grace Remixes, Pt. 3","recordLabel":"Animal63","upc":"3616842441078","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Animal63","playParams":{"id":"1598347570","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4eYxOxl1xO03gQga1l6HVf"}},{"id":"1610652934","type":"albums","href":"/v1/catalog/us/albums/1610652934?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/37/f5/de/37f5de5b-a2b3-97f9-6429-7f796119f33c/2a42e4ad-9df1-4349-83a0-dbfe82ce866c.png/{w}x{h}bb.jpg","height":3000,"textColor3":"a0aca2","textColor2":"c6d6d6","textColor4":"9fabab","textColor1":"c8d7cb","bgColor":"000000","hasP3":false},"artistName":"LP Giobbi","isSingle":false,"url":"https://music.apple.com/us/album/shesaidso-lp-giobbi-dj-mix/1610652934","isComplete":false,"genreNames":["Electronic","Music","Dance"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"shesaidso: LP Giobbi (DJ Mix)","upc":"5056381891763","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1610652934","kind":"album"},"isCompilation":false}},{"id":"1609111639","type":"albums","href":"/v1/catalog/us/albums/1609111639?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/b7/11/8f/b7118f58-5dd8-d8ff-2c5a-09d651e0a738/794043210044.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c22b22","textColor2":"fc0504","textColor4":"c90403","textColor1":"f3362b","bgColor":"000000","hasP3":false},"artistName":"Michael Giacchino","isSingle":false,"url":"https://music.apple.com/us/album/the-batman-original-motion-picture-soundtrack/1609111639","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":29,"isMasteredForItunes":true,"releaseDate":"2022-02-24","name":"The Batman (Original Motion Picture Soundtrack)","recordLabel":"WaterTower Music","upc":"794043210044","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 This compilation WaterTower Music as licensee for Warner Bros. Entertainment Inc.","playParams":{"id":"1609111639","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6Q44I0u2ktOayQLYUnOGNI"}},{"id":"1607896806","type":"albums","href":"/v1/catalog/us/albums/1607896806?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/3d/4b/c9/3d4bc98a-e493-8f6d-98f5-da7e8a921180/22UMGIM05475.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"e2c49d","textColor2":"f9dba7","textColor4":"e2bc85","textColor1":"f9e5c4","bgColor":"844000","hasP3":false},"artistName":"Brooke Ligertwood","isSingle":false,"url":"https://music.apple.com/us/album/seven-live/1607896806","isComplete":true,"genreNames":["Christian","Music"],"trackCount":13,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"SEVEN (Live)","recordLabel":"Sparrow (SPR)","upc":"00602445249411","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Sparrow Records; ℗ 2021 Academy Records, LLC, under exclusive license to Capitol CMG, Inc.","playParams":{"id":"1607896806","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6ZVXKVGiyL96L6pflgfWrt"}},{"id":"1607551795","type":"albums","href":"/v1/catalog/us/albums/1607551795?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/dc/e2/ba/dce2bac2-e303-a3dd-d624-ce3d31a02669/5059449062006.png/{w}x{h}bb.jpg","height":3000,"textColor3":"b1c1c4","textColor2":"41cdd2","textColor4":"34a4a7","textColor1":"def1f5","bgColor":"000000","hasP3":false},"artistName":"Carolyn Fields","isSingle":false,"url":"https://music.apple.com/us/album/nighty-night/1607551795","isComplete":true,"genreNames":["Children's Music","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Nighty Night","recordLabel":"Carolyn Fields","upc":"5059449062006","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Carolyn Fields","playParams":{"id":"1607551795","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4DOJ4QwdNwUOgla1jCpa1y"}},{"id":"1578903058","type":"albums","href":"/v1/catalog/us/albums/1578903058?l=en-US","attributes":{"artwork":{"width":1440,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/00/c7/32/00c73290-545c-666d-95d4-cd081363f45c/4062548028393.png/{w}x{h}bb.jpg","height":1440,"textColor3":"3a3a3b","textColor2":"293240","textColor4":"535963","textColor1":"0a0b0e","bgColor":"faf7f0","hasP3":false},"artistName":"Nashenas","isSingle":false,"url":"https://music.apple.com/us/album/life-is-a-heavy-burden-ghazals-poetry-from-afghanistan/1578903058","isComplete":true,"genreNames":["Worldwide","Music","Asia"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2021-11-05","name":"Life Is a Heavy Burden: Ghazals & Poetry from Afghanistan","recordLabel":"Strut","upc":"4062548028393","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Strut Records - a division of K7 Music GmbH","playParams":{"id":"1578903058","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3LHkiNNVmESWtpFwwM4ZLw"}},{"id":"1588393496","type":"albums","href":"/v1/catalog/us/albums/1588393496?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/da/7c/d7/da7cd798-e7b5-bd1b-17c3-3de93eee6324/4050538718768.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"3d3d3a","textColor2":"372e30","textColor4":"5f5758","textColor1":"0d0d0c","bgColor":"fefef6","hasP3":false},"artistName":"Johnny Marr","isSingle":false,"url":"https://music.apple.com/us/album/fever-dreams-pts-1-4/1588393496","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Fever Dreams Pts. 1-4","recordLabel":"BMG Rights Management (UK) Limited","upc":"4050538718768","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 New Voodoo Limited under exclusive licence to BMG Rights Management (UK) Limited","playParams":{"id":"1588393496","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0ajgwYZ4Zp9wq3Zy12El05"}},{"id":"1606447377","type":"albums","href":"/v1/catalog/us/albums/1606447377?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/93/fd/64/93fd6439-b030-5dd3-962b-64cf9949840f/dj.gpscsmut.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"4b4741","textColor2":"32281f","textColor4":"554c43","textColor1":"27221d","bgColor":"dfdbd2","hasP3":false},"artistName":"Crystal Skies","isSingle":false,"url":"https://music.apple.com/us/album/not-since-when/1606447377","isComplete":true,"genreNames":["Dance","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Not Since When","recordLabel":"Lost In Dreams","upc":"795397196541","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Lost In Dreams","playParams":{"id":"1606447377","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1nRMvOYyqvCfcVEo1rz4Id"}},{"id":"1605193820","type":"albums","href":"/v1/catalog/us/albums/1605193820?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/c0/b1/0d/c0b10df6-bba6-bc35-90c3-4e1fdd899a36/22UMGIM03819.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cac7be","textColor2":"d8cdc1","textColor4":"b3aaa0","textColor1":"f6f1e6","bgColor":"1d1d1d","hasP3":false},"artistName":"Blessing Offor","isSingle":false,"url":"https://music.apple.com/us/album/brighter-days/1605193820","isComplete":true,"genreNames":["Pop","Music"],"trackCount":7,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Brighter Days","recordLabel":"Bowyer and Bow","upc":"00602435993317","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Sparrow Records, Bowyer & Bow; ℗ 2022 Capitol CMG, Inc.","playParams":{"id":"1605193820","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6KSuDvpfQOEt7aD55Krul6"}},{"id":"1574571731","type":"albums","href":"/v1/catalog/us/albums/1574571731?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/e5/f6/53/e5f65373-7b6a-c73c-b1da-de05bea7eede/634457066823.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"222b15","textColor2":"1b2311","textColor4":"384523","textColor1":"000300","bgColor":"a9ce6a","hasP3":false},"artistName":"Swamp Dogg","isSingle":false,"url":"https://music.apple.com/us/album/i-need-a-job-so-i-can-buy-more-auto-tune/1574571731","isComplete":true,"genreNames":["R&B/Soul","Music","Soul"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"I Need a Job... So I Can Buy More Auto-Tune","recordLabel":"Don Giovanni Records","upc":"634457066823","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Don Giovanni Records","playParams":{"id":"1574571731","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4bWtqjQsuULTCLA1yezeOY"}},{"id":"1609994269","type":"albums","href":"/v1/catalog/us/albums/1609994269?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/80/68/ca/8068caed-615a-b96d-e4af-ae29d2f37f3b/Festival_Apple_Music_Series_Surf_Mesa_1.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"bababa","textColor2":"c3c3c3","textColor4":"a2a2a2","textColor1":"e1e1e1","bgColor":"1e1e1e","hasP3":false},"artistName":"Surf Mesa","isSingle":false,"url":"https://music.apple.com/us/album/surf-mesa-at-crssd-festival-2021-ocean-view-dj-mix/1609994269","isComplete":false,"genreNames":["Dance","Music","Electronic"],"trackCount":33,"isMasteredForItunes":false,"releaseDate":"2021-09-26","name":"Surf Mesa at CRSSD Festival 2021: Ocean View (DJ Mix)","upc":"5056381823818","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1609994269","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1610384672","type":"albums","href":"/v1/catalog/us/albums/1610384672?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/09/0d/22/090d22b2-1648-885d-72b5-39024bf0fe11/859760035605_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cbb7c6","textColor2":"dfd6e0","textColor4":"b8b1b9","textColor1":"f7ddf1","bgColor":"1c1c1c","hasP3":false},"artistName":"Tanner Adell","isSingle":false,"url":"https://music.apple.com/us/album/last-call-ep/1610384672","isComplete":true,"genreNames":["Country","Music","Pop"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Last Call - EP","recordLabel":"Tanner Adell","upc":"859760035605","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Tanner Adell","playParams":{"id":"1610384672","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0rZ8EVQ6yTaf8RkTRnBtw5"}},{"id":"1599337918","type":"albums","href":"/v1/catalog/us/albums/1599337918?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/b4/c3/6d/b4c36dfc-537f-acd7-f08c-b05fa9644442/802644831367.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c5580b","textColor2":"e95c19","textColor4":"bd4b16","textColor1":"f46c0c","bgColor":"0c0807","hasP3":false},"artistName":"Tangerine Dream","isSingle":false,"url":"https://music.apple.com/us/album/raum/1599337918","isComplete":true,"genreNames":["Ambient","Music","Electronic"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Raum","recordLabel":"Kscope","upc":"802644831367","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Eastgate Music & Arts under licence to Kscope","playParams":{"id":"1599337918","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7DEgr3XAs8jXVIjFBGqi0m"}},{"id":"1611135471","type":"albums","href":"/v1/catalog/us/albums/1611135471?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/13/34/fa/1334fa0f-5daa-edac-fbc5-9b157d9b63af/Festival_Apple_Music_Series_CarlCraig.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"b4b4b4","textColor2":"7dd570","textColor4":"6ab160","textColor1":"d9d9d9","bgColor":"1f1f1f","hasP3":false},"artistName":"Carl Craig","isSingle":false,"url":"https://music.apple.com/us/album/carl-craig-at-crssd-festival-2021-the-palms-dj-mix/1611135471","isComplete":false,"genreNames":["House","Music","Dance","Electronic"],"trackCount":19,"isMasteredForItunes":false,"releaseDate":"2021-09-25","name":"Carl Craig at CRSSD Festival 2021: The Palms (DJ Mix)","upc":"5056381824068","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1611135471","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1600924455","type":"albums","href":"/v1/catalog/us/albums/1600924455?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/42/09/d7/4209d7a0-8acf-fefb-4b37-65671057dece/4018939604042_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cccccc","textColor2":"e1e1e1","textColor4":"b9b9b9","textColor1":"f9f9f9","bgColor":"1c1c1c","hasP3":false},"artistName":"حميد الشاعرى","isSingle":false,"url":"https://music.apple.com/us/album/the-slam-years-1983-1988-habibi-funk-018/1600924455","isComplete":true,"genreNames":["Worldwide","Music","African"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"The SLAM! Years: 1983 - 1988 (Habibi Funk 018)","recordLabel":"Habibi Funk Records distributed by Groove Attack","upc":"4018939604042","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Habibi Funk Records distributed by Groove Attack","playParams":{"id":"1600924455","kind":"album"},"editorialNotes":{"standard":"German DJ Jannis Stürtz started the Habibi Funk label with a mission: shed light on great, semi-forgotten pop music from the Arab-speaking world for new, global audiences. The focus isn’t tradition, but hybridization: Western-style sounds translated with heavy regional inflection. (“Habibi” meaning “darling” or “my dear”; “funk” meaning nothing in particular, but needing no translation.) Take this collection of Egypt-via-Lybia singer Hamid El Shaeri’s mid-’80s work on the SLAM! label: the ABBA-meets-folk flutes of “Reet,” or the yacht-ready disco-lite of “Ayonha”—stylish, effervescent, familiar with a touch of the exotic. As a listener, the fun isn’t just in the raw experience of the music itself (though it is fun!), but in the mind-expanding play between the sounds you know and the ones you don’t.","short":"A great archival release of sparkling mid-’80s Egyptian synth-pop."},"isCompilation":false}},{"id":"1608842167","type":"albums","href":"/v1/catalog/us/albums/1608842167?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/c1/38/08/c13808c6-5d58-71e0-e28f-4b777740d4c4/8804775250750_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"3f4852","textColor2":"18263b","textColor4":"3d4959","textColor1":"1b2534","bgColor":"d2d3ce","hasP3":false},"artistName":"BTOB","isSingle":false,"url":"https://music.apple.com/us/album/be-together/1608842167","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-02-21","name":"Be Together","recordLabel":"Cube Entertainment","upc":"8804775250750","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 CUBE ENTERTAINMENT INC.","playParams":{"id":"1608842167","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0Ex4iuYoVnF8IBrBBIfYWU"}},{"id":"1607193206","type":"albums","href":"/v1/catalog/us/albums/1607193206?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/0d/8c/d1/0d8cd13c-80e5-4386-1db3-43927a50dcd9/3106.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c8bcb5","textColor2":"f29b61","textColor4":"c6804f","textColor1":"f5e7e1","bgColor":"151108","hasP3":false},"artistName":"Various Artists","isSingle":false,"url":"https://music.apple.com/us/album/malaco-50th-celebration/1607193206","isComplete":true,"genreNames":["Christian","Music"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Malaco 50th Celebration","recordLabel":"Malaco Records","upc":"048021604425","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Malaco Records","playParams":{"id":"1607193206","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/0bwPEqxYd4lrCqiuOhN20h"}},{"id":"1590235009","type":"albums","href":"/v1/catalog/us/albums/1590235009?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/5a/d6/ee/5ad6eefa-5657-ddb3-ff82-a523403a142e/191402015072.png/{w}x{h}bb.jpg","height":4000,"textColor3":"2e3136","textColor2":"362b27","textColor4":"534e4f","textColor1":"080707","bgColor":"c8daf2","hasP3":false},"artistName":"caroline","isSingle":false,"url":"https://music.apple.com/us/album/caroline/1590235009","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"caroline","recordLabel":"Rough Trade","upc":"191402015072","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Rough Trade Records Ltd","playParams":{"id":"1590235009","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4DpAPqdJ1jVhoWZrxWLRH5"}},{"id":"1593484001","type":"albums","href":"/v1/catalog/us/albums/1593484001?l=en-US","attributes":{"artwork":{"width":2000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/03/49/0f/03490fc4-2ea2-61f3-6bbf-5382ea002087/810016765424.jpg/{w}x{h}bb.jpg","height":2000,"textColor3":"ecd5ce","textColor2":"f9ebea","textColor4":"e8c6c2","textColor1":"fffdfa","bgColor":"a53623","hasP3":false},"artistName":"Bad Omens","isSingle":false,"url":"https://music.apple.com/us/album/the-death-of-peace-of-mind/1593484001","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"THE DEATH OF PEACE OF MIND","recordLabel":"Sumerian Records","upc":"810016765424","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sumerian Records","playParams":{"id":"1593484001","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0auTn0kFZk71WAv3BbKVxQ"}},{"id":"1593431752","type":"albums","href":"/v1/catalog/us/albums/1593431752?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/26/ce/0c/26ce0cbb-1e0a-8cd3-d29a-8f683f1d54aa/196292878165.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c3d0d2","textColor2":"baf0f6","textColor4":"a0cbdd","textColor1":"e5f5e9","bgColor":"3b397a","hasP3":false},"artistName":"Wayward","isSingle":false,"url":"https://music.apple.com/us/album/waiting-for-the-world-remixed/1593431752","isComplete":true,"genreNames":["Dance","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Waiting For The World Remixed","recordLabel":"Silver Bear Recordings","upc":"196292878165","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Silver Bear Recordings","playParams":{"id":"1593431752","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1PL6W9pb265vRRhmK0J7OU"}},{"id":"1586652838","type":"albums","href":"/v1/catalog/us/albums/1586652838?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/4d/d0/ef/4dd0ef56-8a90-bd64-6145-a28843a8f37f/cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c5c3c8","textColor2":"aee4c2","textColor4":"8bb69b","textColor1":"f6f4fa","bgColor":"000000","hasP3":false},"artistName":"Milana Zilnik","isSingle":false,"url":"https://music.apple.com/us/album/notturni-dreaming-of-chopin/1586652838","isComplete":true,"genreNames":["Classical Crossover","Music","Classical","Piano"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-02-25","name":"Notturni (Dreaming of Chopin)","recordLabel":"Silent Beat Records","upc":"4056813297799","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Silent Beat Records a division of Beat Dealer Records","playParams":{"id":"1586652838","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1bwLwPcu7hULm86iKLP70U"}},{"id":"1591385925","type":"albums","href":"/v1/catalog/us/albums/1591385925?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/01/60/01/01600176-d10b-d801-9593-826832b08df7/4250506841133_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c9b9bc","textColor2":"b6d8dd","textColor4":"a2b7b6","textColor1":"e7dbe4","bgColor":"53331c","hasP3":false},"artistName":"King Hannah","isSingle":false,"url":"https://music.apple.com/us/album/im-not-sorry-i-was-just-being-me/1591385925","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"I'm Not Sorry, I Was Just Being Me","recordLabel":"City Slang","upc":"4250506841133","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 City Slang","playParams":{"id":"1591385925","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/329jZGec5ndGWyYUAX1xJC"}},{"id":"1600117419","type":"albums","href":"/v1/catalog/us/albums/1600117419?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/57/7f/7f/577f7f9a-0c85-e9b2-6f74-827292694e0a/881626614761_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cd7d20","textColor2":"e4932f","textColor4":"c37b29","textColor1":"f19623","bgColor":"401b13","hasP3":false},"artistName":"The Ano Nobo Quartet","isSingle":false,"url":"https://music.apple.com/us/album/the-strings-of-s%C3%A3o-domingos/1600117419","isComplete":true,"genreNames":["Worldwide","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"The Strings of São Domingos","recordLabel":"Ostinato Records LLC","upc":"881626614761","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ostinato Records LLC","playParams":{"id":"1600117419","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/6IIFsnksNo3UvTngDLbi5x"}},{"id":"1607049025","type":"albums","href":"/v1/catalog/us/albums/1607049025?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/47/6b/26/476b26b7-d465-8d8d-59f5-19aa21bc0e96/4062548041316.png/{w}x{h}bb.jpg","height":3000,"textColor3":"aba38f","textColor2":"d3b192","textColor4":"b09378","textColor1":"cec5af","bgColor":"211b0f","hasP3":false},"artistName":"Walton","isSingle":false,"url":"https://music.apple.com/us/album/maisie-by-the-sea/1607049025","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Maisie by the Sea","recordLabel":"Lith Dolina","upc":"4062548041316","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Lith Dolina","playParams":{"id":"1607049025","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2YBBo7GH8bJWwFGbrAz8FA"}},{"id":"1588301373","type":"albums","href":"/v1/catalog/us/albums/1588301373?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/55/73/14/557314a5-65e3-d7d4-40f6-09ff10d1f148/27105.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c46834","textColor2":"d6875b","textColor4":"b4714c","textColor1":"eb7c3d","bgColor":"2c1811","hasP3":false},"artistName":"Deserta","isSingle":false,"url":"https://music.apple.com/us/album/every-moment-everything-you-need/1588301373","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Every Moment, Everything You Need","recordLabel":"felte","upc":"843563136492","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 felte","playParams":{"id":"1588301373","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4GIMxZVBjGzCrKw8I2mnBR"}},{"id":"1597279790","type":"albums","href":"/v1/catalog/us/albums/1597279790?l=en-US","attributes":{"artwork":{"width":1434,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/5b/4d/37/5b4d375d-e0e3-2b3d-cf45-a8c9ee5375ca/28748.jpg/{w}x{h}bb.jpg","height":1434,"textColor3":"bcbbb8","textColor2":"f1d8e7","textColor4":"c1adb9","textColor1":"eceae6","bgColor":"000000","hasP3":false},"artistName":"Carmen Villain","isSingle":false,"url":"https://music.apple.com/us/album/only-love-from-now-on/1597279790","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Only Love From Now On","recordLabel":"Smalltown Supersound","upc":"7072822399009","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Smalltown Supersound","playParams":{"id":"1597279790","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/51gBdOcPhuUMKlSTO5CySL"}},{"id":"1605628797","type":"albums","href":"/v1/catalog/us/albums/1605628797?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/37/7c/10/377c1088-ea4a-0e3f-7db3-5f278ab983ea/5060944571801.png/{w}x{h}bb.jpg","height":3000,"textColor3":"2a2b2b","textColor2":"1b1b1d","textColor4":"353636","textColor1":"0d0d0f","bgColor":"9fa19c","hasP3":false},"artistName":"Amazingblaze","isSingle":false,"url":"https://music.apple.com/us/album/venture-ep/1605628797","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-02-25","name":"Venture - EP","recordLabel":"KNTXT","upc":"5060944571801","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 KNTXT","playParams":{"id":"1605628797","kind":"album"},"isCompilation":false}}]}