{"data":[{"id":"1611055823","type":"albums","href":"/v1/catalog/us/albums/1611055823?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/f4/76/d0/f476d05a-9e7f-4e88-e891-9488dabe3b5f/886449944361.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ba8149","textColor2":"e98f92","textColor4":"bf777d","textColor1":"e39c52","bgColor":"1a1728","hasP3":false},"artistName":"Lil Durk","isSingle":false,"url":"https://music.apple.com/us/album/7220/1611055823","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":17,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"7220","recordLabel":"Alamo","upc":"886449944361","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Alamo Records, LLC/Sony Music Entertainment","playParams":{"id":"1611055823","kind":"album"},"editorialNotes":{"standard":"What better vessel for Lil Durk’s most personal raps to date than an album named for the address of his beloved grandmother’s home? “7220, that’s where I went through it,” Durk says on the album’s “Headtaps.” “Like my first life experience, know what I mean.” He then goes on to rap about the time he wished he could watch cartoons with his children when he was locked up and how news of a cousin’s passing once sent him into a state of disbelief. Durk has seen more than his fair share of loss over the course of his young life, and <i>7220</i> is peppered with references to the many friends and family members he’s already outlived. \n\nMusic-making has functioned as therapy for nearly every MC who’s ever picked up a mic, but you can’t help but feel for Durk listening to him talk about a real-life home invasion he suffered on “Shootout @ My Crib,” remind listeners that tomorrow isn’t promised to anyone on “Love Dior Banks,” or live out a revenge fantasy for friend and collaborator King Von on “AHHH HA.” Guests on <i>7220</i> include stars like Future, Gunna, Summer Walker, and, most peculiarly, country singer Morgen Wallen, who more than anything else serve as emblems of how far the MC has come since his childhood address.","short":"The Voice delivers his most personal record yet."},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/0vRN2oePynCSTspdY9NDsM"}},{"id":"1610000902","type":"albums","href":"/v1/catalog/us/albums/1610000902?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/98/04/3b/98043b68-b434-a0dc-c6cf-caabaf120de0/22UMGIM16093.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c5d6da","textColor2":"c1e6eb","textColor4":"9cccd4","textColor1":"f4f2f3","bgColor":"096778","hasP3":false},"artistName":"Shenseea","isSingle":false,"url":"https://music.apple.com/us/album/alpha-apple-music-up-next-film-edition/1610000902","isComplete":true,"genreNames":["Reggae","Music"],"trackCount":15,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"ALPHA (Apple Music Up Next Film Edition)","recordLabel":"Rich Immigrants/Interscope Records","upc":"00602445431991","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Rich Immigrants/Interscope Records","playParams":{"id":"1610000902","kind":"album"},"editorialNotes":{"short":"The Up Next singer’s debut does not disappoint—listen to it in Spatial."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1606962225","type":"albums","href":"/v1/catalog/us/albums/1606962225?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/d8/45/bd/d845bd49-2851-b714-f3ab-61dbb49b6fde/886449644285.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"342e26","textColor2":"101f14","textColor4":"374130","textColor1":"0b0807","bgColor":"d7c9a2","hasP3":false},"artistName":"Rex Orange County","isSingle":false,"url":"https://music.apple.com/us/album/who-cares/1606962225","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":11,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"WHO CARES?","recordLabel":"Rex Orange County","upc":"886449644285","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Rex Orange County, under exclusive license to Sony Music Entertainment","playParams":{"id":"1606962225","kind":"album"},"editorialNotes":{"standard":"Midway through 2020, Alex O’Connor felt like he had to get out. The artist trading as Rex Orange County was done with the claustrophobia and frustrations of lockdown. So, once restrictions allowed, he got in the car with a friend and left the UK for Amsterdam, intending to spend a couple of days smoking and hanging out with Dutch singer-songwriter Benny Sings. As they had done on Rex’s breakthrough track “Loving Is Easy” in 2017, the pair ended up making music together, crafting the warm pop of “KEEP IT UP.” “It’s probably very inspired by feeling like I <i>didn’t</i> want to keep it up and didn’t feel very good,” O’Connor tells Apple Music. “So I wanted something motivational, some kind of an affirmation.” It was such a rejuvenating experience that he returned later in the year, spending another 10 days shaping the rest of his fourth album with Benny Sings as co-producer. “He’s an incredibly productive force,” says O’Connor. “Every day, it’s like four or five ideas. His choice of chords, his instrumentation, the sense, his vocals, his melodies, everything—I love his music. We’re cut from the same cloth.”\n\nTheir union forged a set of songs that amp up the orchestral flourishes in Rex’s music (he was listening to a lot of Romantic-era classical while making the record), and just as wanderlust had taken him to Amsterdam in the first place, there’s a restlessness discernible throughout. “THE SHADE” finesses his blend of confessional bedroom soul and melodic soft rock, but “IF YOU WANT IT” drags that formula to the club on a bed of bone-rattling synths. “WORTH IT,” meanwhile, suggests Bond-theme aspirations with its grand strings and crisp beats. Rex is equally unseated in his heart and head. Love is a source of both celebration (“AMAZING”) and anxious uncertainty (“THE SHADE”). And if the frustrating inertia of the pandemic era hangs heavy on the Tyler, The Creator collaboration “OPEN A WINDOW,” a moment of life-affirming clarity pokes through the title track. \n\nIt’s just the ups and downs of existence—a duality reflected in an album title that can be read as a blithe brush-off or a sincere plea. “That’s precisely the point,” he says. “It’s both, and I seem to swing between both. I’m always two sides of everything. There’s been many, many times where I’ve thought I don’t care—when I’m feeling positive and when I’m feeling negative. But there were way more times where I’ve been thinking, ‘Who really cares? I wanna know who cares.’ I do care about what people think. I care about what I do. I’m doing it for a reason.”\n\nUltimately, <i>WHO CARES?</i> is the sound of creative doors opening, an overture to further musical adventures. “My favorite albums are when artists really change it up,” O’Connor says. “This feels like one side, but I’d want people to know that beyond <i>WHO CARES?</i>, there’s a whole other side that I’m working on that’s very, very exciting.”","short":"“I’m always two sides of everything.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2yI4m5Yu2tl8v0It5P9WVz"}},{"id":"1603122391","type":"albums","href":"/v1/catalog/us/albums/1603122391?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/87/3c/0f/873c0fe5-a2d8-fb4f-330b-9f59539509cc/21CRGIM29983.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"a8c6d0","textColor2":"acb0c9","textColor4":"8e91a5","textColor1":"cdf4ff","bgColor":"151316","hasP3":false},"artistName":"Ghost","isSingle":false,"url":"https://music.apple.com/us/album/impera/1603122391","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"IMPERA","recordLabel":"Loma Vista Recordings","upc":"00888072425354","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Loma Vista Recordings., Distributed by Concord.","playParams":{"id":"1603122391","kind":"album"},"editorialNotes":{"standard":"Ghost mastermind Tobias Forge was in a Seattle bookstore in 2014 when he came across what would become the theme for the Swedish occult rockers’ fifth album, <i>IMPERA</i>. “I saw this book called <i>The Rule of Empires</i>,” he tells Apple Music. “I’ve always been quite interested in history and politics, but you don’t need to be an expert to know that every empire eventually ends. Right then and there, I knew that at some point I was going to make a record about the rise and fall of empires.”\n\nAt the time, Forge was already planning to make a record about the bubonic plague, which became Ghost’s startlingly prescient 2018 album <i>Prequelle</i>. “I felt like those two subjects represented two completely different threats of annihilation,” he says. “One feels a little bit more divine, and the other a little more structured and fabricated. So I compartmentalized the two themes and made two different albums.” Below, Forge details some key tracks from <i>IMPERA</i>. \n\n<b>“Kaisarion”</b>\n“The story this song tells, or the perspective it shines light onto, is basically stupid people destroying something that they don't understand with a frantic smile on their face. This has happened many times and unfortunately will probably happen many times in the future, because unfortunately things that we don't understand or that we cannot control have a tendency to arouse those feelings. We want to kill it. We want to destroy it.” \n\n<b>“Spillways”</b>\n“In ‘Kaisarion,’ we have the en masse, frenetic, frantic buzz of being in a group. In ‘Spillways,’ we have a very internalized pressure that builds up to the next song, which is a distant call that ends up being a voice in your head—the insulated person who’s being communicated with from a higher power. That’s loosely how we move geographically between these three songs. If the leads remind you of Brian May, that’s because I like stacking solos and adding harmonies, which automatically puts you in Brian May territory.”\n\n<b>“Call Me Little Sunshine”</b>\n“This is similar to our song ‘Cirice’ in the sense that you have this betraying hand that leads you into the night pretending to have a torch in the other. Which is interesting, because we’ve placed ourselves in the devil’s corner, pop-culturally, so it becomes this paradox. Myself and other peddlers in the extreme metal world use a lot of biblical or diabolical references, and up until recently we felt we were doing it with a distance from history—like this was in the Old World, when people were stupid. But no—this is real. This is now.” \n\n<b>“Hunter’s Moon”</b>\n“This song was written specifically for the <i>Halloween Kills</i> soundtrack, which made it so much easier to write because I knew the context. If ‘Call Me Little Sunshine’ is a voice inside the head that’s actually coming from outside, ‘Hunter’s Moon’ is inside the empire of the brain of a maniac: ‘I’m coming to get you because you belong to me. Can’t you see I’m doing this as an act of love?’ It’s absolutely illogical, but if you place yourself inside the head of a maniac, it makes sense. It’s burning love.” \n\n<b>“Watcher in the Sky”</b>\n“This reverts back to the imperial world of Flat Earth Society members, basically. The narration is calling upon the scientific community to use whatever science we have here within this empire to stop looking at the stars and look for God instead. Can we reverse the tools that we have to watch the stars to communicate with the Lord? And is there any way to scientifically prove that the world is actually flat? Because it looks awfully flat from where we're standing. So it’s a song about regression.” \n\n<b>“Twenties”</b>\n“This is a machine disguised as a leader talking to liberal persons because we need their manpower, and without them there is no society. So it’s this cheer about the twenties, saying that it will lead to an even more hopeful thirties—but 1900s-style. It’s meant to give people hope, if you’re bent that way. It’s similar to our song ‘Mummy Dust’ in that both are more primally aggressive and have an element of greed.” \n\n<b>“Grift Wood”</b>\n“I love Hollywood rock like Van Halen and Mötley Crüe, and it just feels fitting to have an uplifting track towards the end of the record. Musically, one thing that inspired the more Sunset Strip elements of the song was knowing that it was going to throw you off with a really long curveball that felt like something no Sunset Strip band has ever done. And that enabled the more glossy bits to be even more in line with the traditional elements of an early-’80s Sunset Strip song.”","short":"“I knew I was going to make a record about the rise and fall of empires.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/3fn4HfVz5dhmE0PG24rh6h"}},{"id":"1602835204","type":"albums","href":"/v1/catalog/us/albums/1602835204?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/a1/f9/d5/a1f9d5a8-8a10-7a8f-af05-beac6aaabf49/194646506467.png/{w}x{h}bb.jpg","height":3000,"textColor3":"252822","textColor2":"2a1710","textColor4":"3c3026","textColor1":"0d0d0b","bgColor":"82947c","hasP3":false},"artistName":"for KING & COUNTRY","isSingle":false,"url":"https://music.apple.com/us/album/what-are-we-waiting-for/1602835204","isComplete":true,"genreNames":["Christian","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"What Are We Waiting For?","recordLabel":"Curb  Word","upc":"194646506467","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Curb | Word Entertainment","playParams":{"id":"1602835204","kind":"album"},"editorialNotes":{"standard":"Grammy-winning Christian pop duo for KING & COUNTRY offers up their fifth studio album with a collection of new original material that follows 2018’s <i>Burn the Ships</i>. Infectious melodies and uplifting messages abound on <i>What Are We Waiting For?</i>, as on standout tracks like “Love Me Like I Am” and the 2020 hit song “TOGETHER,” which features guest vocals from Tori Kelly and Kirk Franklin. Other collaborators on the album include Dante Bowe, who joins the duo on the searching “Unity,” and Sleeping at Last on the intricate, appropriately titled “Harmony.”","short":"Experience the duo’s fifth album in Spatial Audio."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6h95CVsuRQt0SHA0MtjpWW"}},{"id":"1586975297","type":"albums","href":"/v1/catalog/us/albums/1586975297?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music115/v4/8b/cd/37/8bcd3765-cc79-0f50-cf4b-e5d07035dda9/4050538744897.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"313131","textColor2":"181818","textColor4":"444444","textColor1":"010101","bgColor":"f3f3f3","hasP3":false},"artistName":"Bryan Adams","isSingle":false,"url":"https://music.apple.com/us/album/so-happy-it-hurts/1586975297","isComplete":true,"genreNames":["Rock","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"So Happy It Hurts","recordLabel":"BMG Rights Management (US) LLC","upc":"4050538744897","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 & 2022 Badams Music Limited under exclusive license to BMG Rights Management (US) LLC","playParams":{"id":"1586975297","kind":"album"},"editorialNotes":{"standard":"It’s the first law of Canadian rock: When you see a black-and-white portrait of Bryan Adams clutching his guitar on the front of an album, good times are guaranteed. After collaborating with the likes of Ed Sheeran and J. Lo on 2019’s eclectic <i>Shine a Light</i>, Adams announces <i>So Happy It Hurts</i>’ back-to-basics mission with a cover that evokes the iconic images that graced 1983’s <i>Cuts Like a Knife</i> and 1991’s <i>Waking Up the Neighbours</i>. The 12 tracks contained within likewise honor Adams’ reputation as a human truck-stop jukebox—though in the wake of the pandemic, his mission to rock out has taken on a greater, soul-saving gravitas. \n\nThe opening title track is an instant Canuck road-trip classic, merging Springsteen-esque heartland valor with loving references to the Trans-Canada Highway and Rocky Mountains, while the arm-swaying anthem “Always Have, Always Will” may have you checking the fine print to confirm that it’s not actually some lost mid-’80s gem. The only real curveball arrives in the form of a comically over-the-top mid-album interlude voiced by Monty Python veteran John Cleese—but it proves to be an elaborate setup for the simple pleasures of “Kick Ass,” an asphalt-ripping rocker that fully earns its title.","short":"The veteran rocker is ready to wake up the neighbors once again."},"isCompilation":false,"spotify":"https://open.spotify.com/album/5tccDKivQOkZJSlAbVwWHI"}},{"id":"1606902540","type":"albums","href":"/v1/catalog/us/albums/1606902540?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/73/19/7c/73197cb1-3739-76c3-4516-4969771b4423/5059449061641.png/{w}x{h}bb.jpg","height":3002,"textColor3":"5099b2","textColor2":"4fabe2","textColor4":"4090be","textColor1":"63b7d2","bgColor":"052231","hasP3":false},"artistName":"WurlD","isSingle":false,"url":"https://music.apple.com/us/album/my-world-with-u/1606902540","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":19,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"My WorlD With U","recordLabel":"Wearegvds","upc":"5059449061641","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Wearegvds","playParams":{"id":"1606902540","kind":"album"},"editorialNotes":{"standard":"On his fifth studio project, WurlD offers a rare invitation backstage. “I’m sharing a lot; it’s not the usual conversations,” he tells Apple Music. “I've shared a lot more of myself behind the scenes. I'm bringing people into our flaws and my imperfections. I'm sharing my truth.” \n\nWhile the Lagos-born singer, songwriter and producer moved to the US during his secondary school years, returning to Nigeria in 2018, he chose to quarantine in his homeland as the pandemic raged in 2020—a time when he became his most introspective. “Above everything else, this was a time to rely on self,” WurlD (Sadiq Onifade) explains. “We all had ourselves to take care of really, because we weren’t around people. And for me that shaped a lot of decisions I made on this album. It helped me craft a lot more depth in this album, instead of just creating commercial records.”\n\nThat introspection allowed him to create a narrative journey that covers vulnerability, patience, self-awareness and communication, stitched together with the hip-hop, R&B and Afrobeats threads he refined during his years spent living between Atlanta and Lagos. \n\n“A lot of people see the blue hair, the pretty looks, the sweet sound... I want to show you all that,” he confesses. “But I'm not [just] that. I'm a work in progress just like everyone else. And it's <i>My WorlD With U</i> because I'm just as flawed as, and just as great as you. Still a work in progress, just like everybody else.” Here, he talks us through key tracks from the album. \n\n<b>“THESE DAYS LOVE DON’T CHANGE” (feat. Dami Oniru)</b>\n“These days, I want to be successful, but this time I want to be successful with my friends, with my homies, with my community. I want to be successful with you beside me. And especially even in the Afrobeats community—I think we can really push a lot more forward, through collaborations and a lot of support in each other. So it's beyond just me being successful. There's a first part: ’These Days’. And it goes into this chant and this very spiritual space—‘Love Don’t Change’. Time is going to change, people are going to change, we are going to fade, but love never changes. These days, regardless of where I am, our love will never change.”\n\n<b>“GUCCI”</b>\n“I'm really talking about self-love. I'm a victim of this—we often describe success and our happiness through material things. ‘Gucci’ is an example here, but check this out: you can take it all away, but every time you see me, I'm myself. I'm happy with myself first, before everything else. So whenever I don't have all these things, I'm still me. I've never changed. I will always remain true to me in the depth of my soul no matter the circumstances.”\n\n<b>“LET YOU DOWN”</b>\n“This might be one of the first times I've really been vulnerable on a song, sharing my flaws,  But the reality of this is that, when a woman claps back, it hurts different. For men, we can't take it. Our egos are bruised; we're hurt different; it cuts deeper. There are so many factors around society’s idea of when a man cheats, [versus] when a woman does—but it cuts different. So this is me expressing how hard it feels. It’s just shedding the light on the double standard—but when the woman does this, it's a whole drama around it. We men can't take it; I can't take it.”\n\n<b>“SAD TONIGHT”</b>\n“I messed up, now she messed up. But now I'm calm; I'm not as aggressive. I'm still in my feelings, but now I'm facing the potential of losing this love forever. This is me trying to find a resolution, but the idea of waking up every morning with a heavy heart, knowing that you haven't resolved issues with a partner, it's never a good feeling. So I’m saying, ‘I don't want to go to bed sad tonight, I don't want to go to bed mad tonight. I want you closer. I want to wake up with a new chapter feeling better tomorrow.’”\n\n<b>“TOXIC” [WurlD & Landstrip Chip]</b>\n“When two people have really hurt each other, it turns into a toxic situation because we get triggered by past experiences. Now we're both insecure, and that brings the toxicity. Because I can't have friends; I can't say ‘hello’. She's looking at me like, ‘Have you messed with her? Who's that you with? Why is that person saying hi?’ We're both toxic to each other now. Now we are trying to fix it, but it’s more difficult.” \n\n<b>“SWEET N FINE” (feat. Sarz)</b>\n“‘Sweet and Fine’ is my first step out of the relationship. I'm back out, trying to try to date, trying to be a better man; meeting someone new. And I'm really trying to bring her into my corner. I'm really just trying to be a better person, in that I'm being patient. I'm trying to be sweet. And I'm trying to figure it out. This is something new; I’m back out now with something new.”\n\n<b>“SAME AS YOU”</b>\n“When you're newly single, you get caught up in a whole bunch of messy situations. This is me falling in love with another man's girl. And she loves us the same. So this is me having a conversation with [that man]. We're literally having a conversation and I'm saying, ‘I never meant to fall in love with her—but she says that she loves us the same way. She loves me the same as you. And I love her the same as you.’ It's really, really messy. You don't choose who you fall in love with. Sometimes you want to do something casual, and you find out that person belongs to somebody else. This is part of being single and being out there, like they say in the streets.”\n\n<b>“SOMETHING TO LOSE”</b>\n“You’re  still trying to find yourself. You're dating a lot of different people, but you find out real fast that a lot of people don't really have your best interests [in mind]. They're just as broken as you, trying to find an escape. Sometimes some people don't have a lot to offer—they just need somebody to lean on. Here, I'm experiencing a lot of people that want to just take from me, but don't really have much to offer. So I'm only going to f**k with you if you got something to lose. I have so much to protect now. I can't afford to have you take from me and bring me down to your level, if you don't have anything to offer.”\n\n<b>“SHINE” (feat. Sho Madjozi)</b>\n“Shout out to Sho Madjozi. This record was produced by my very good friend, Dot da Genius. Initially, I was going to release it as a solo record, but I connected with Sho Madjozi earlier [in 2022]. She loved the record, and the rest is history. I'm excited to bring South Africa into this album and that energy. It's a world sound—Africa to the world. And we're shining on everything as Africans.”\n\n<b>“MAKE IT SNOW”</b>\n“When you have that new love, everything's on a high. So ‘Make It Snow’ has a double meaning. When two people come together, there's a climax—it’s the highest of feeling. It's rhythmic. But it's the highest of feeling when two people come together, they connect deeply in emotion. And this is their experience. We’re just making the snow.”\n\n<b>“STAMINA” (feat.  LuuDadeejay) [Wurld & Majoy League Djz</b>\n“Shout out to Major League Djz and LuuDadeejay on the production. These are some of my favourite people in the whole universe. We have a great connection. A lot of times artists to artists relationships are very business- and very hype-based. We connected at a time when it wasn’t so much about hype—it was just the music. And I'm glad to just have done this one with them. This is a sensual Afro-amapiano sound that we've created. It's not too much of the high energy as the other records; this one taps into the sensuality and feel. It's softer, but it's still a beautiful experience.”\n\n<b>“OVERTHINKING”</b>\n“With ‘Overthinking’, now I’m in a good space. I'm in something new; it feels perfect. But guess what? I'm still flawed. My past is haunting me now because I can't stop overthinking that this may go wrong. Is this too good to be true? Is this person here for me? Will this person love me like they say they will? Because the past person said the same thing, but it didn't turn out that way. I'm trying to be better; now we're getting to know each other, but I'm still overthinking. I can't stop overthinking this love and I hope it doesn't push you away. That's the narrative.”\n\n<b>“NO EASY LOVE”</b>\n“When you love someone in any situation—family, friendship—the love part comes naturally. We don't pick the people that we love. It picks us. But in order to keep that love, you have to fight for it, to work for it. That's why I say ‘No Easy Love’. Now I found something new, but this time around, I have to work for it, to protect it, to keep it. That's the hard part. And I wanted to end the album on the high note of hope, regardless of the toxicity that started it. Because now I'm hopeful that I'm being better. I'm trying to be a better communicator, trying to be a better person to my friends, to my lover and just improving. It's a new evolution. Because it never ends.”","short":"“I'm just as flawed as, and just as great as you.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/17B9cVbQfEIoi8k6sZnzDm"}},{"id":"1613230233","type":"albums","href":"/v1/catalog/us/albums/1613230233?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/e5/f6/aa/e5f6aae2-2142-5cb1-a459-cd68a2234fbe/194690791918_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c0b8bc","textColor2":"dfdbe3","textColor4":"b5b4bb","textColor1":"ede0e5","bgColor":"0f1918","hasP3":false},"artistName":"Benny the Butcher","isSingle":false,"url":"https://music.apple.com/us/album/tana-talk-4/1613230233","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Tana Talk 4","recordLabel":"Griselda Records / EMPIRE","upc":"194690791918","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Griselda Records / EMPIRE","playParams":{"id":"1613230233","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4FZ2ilW8I4HxVz0gWEYzX2"}},{"id":"1610789900","type":"albums","href":"/v1/catalog/us/albums/1610789900?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/2e/bd/88/2ebd889a-c1f9-ad5c-8b2e-7f16e84d512f/22UMGIM16492.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cdcccc","textColor2":"f0e1d2","textColor4":"c1b4a9","textColor1":"ffffff","bgColor":"080405","hasP3":false},"artistName":"Finneas O’Connell, Ludwig Göransson & 4*TOWN (From Disney and Pixar’s Turning Red)","isSingle":false,"url":"https://music.apple.com/us/album/turning-red-original-motion-picture-soundtrack/1610789900","isComplete":true,"genreNames":["Soundtrack","Music"],"trackCount":32,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Turning Red (Original Motion Picture Soundtrack)","recordLabel":"Walt Disney Records","upc":"00050087504212","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Walt Disney Records/Pixar","playParams":{"id":"1610789900","kind":"album"},"editorialNotes":{"standard":"Having co-written and produced the theme song for 2021’s James Bond installment <i>No Time to Die</i>—as well as composing the score for the 2021 teen drama <i>The Fallout</i>—FINNEAS continues his work for film on <i>Turning Red</i>, a coming-of-age tale from Disney and Pixar that features its own fictional boy band, 4*TOWN. While Swedish composer Ludwig Göransson (<i>Black Panther</i>, <i>The Mandalorian</i>, <i>Trolls World Tour</i>) handles the score and recording arrangements, FINNEAS teams up with his sister Billie Eilish to co-write three originals—“Nobody Like U,” “1 True Love,” and the Backstreet Boys-esque “U Know What’s Up”—even offering his vocal talents as band member Jesse.","short":"FINNEAS and Billie team up to write three boy-band originals."},"isCompilation":false,"spotify":"https://open.spotify.com/album/6z1EZ0KfoiVW0bXIbOWAu3"}},{"id":"1612505699","type":"albums","href":"/v1/catalog/us/albums/1612505699?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/db/9b/50/db9b504b-8995-3a0d-a9cf-bdfade15398a/886449872749.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ad7758","textColor2":"dc8354","textColor4":"b16b46","textColor1":"d7936b","bgColor":"070a0e","hasP3":false},"artistName":"Lucky Daye","isSingle":false,"url":"https://music.apple.com/us/album/candydrip/1612505699","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":17,"isMasteredForItunes":true,"releaseDate":"2022-03-10","name":"Candydrip","recordLabel":"Keep Cool/RCA Records","upc":"886449872749","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Keep Cool/RCA Records","playParams":{"id":"1612505699","kind":"album"},"editorialNotes":{"short":"The singer’s second album is delicious R&B worth indulging. "},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1Hz5569Rl5Ui6OEtsW7cdi"}},{"id":"1613835656","type":"albums","href":"/v1/catalog/us/albums/1613835656?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/3e/8d/08/3e8d0832-e1ef-7526-90e3-1657c25745a2/075679752857.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"d6918e","textColor2":"c6bd00","textColor4":"a9980e","textColor1":"ffb4a1","bgColor":"370647","hasP3":false},"artistName":"Kali","isSingle":false,"url":"https://music.apple.com/us/album/toxic-chocolate/1613835656","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Toxic Chocolate","recordLabel":"P2022","upc":"075679752857","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022","playParams":{"id":"1613835656","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/5X4gn5R6OOy34QpVRReCnh"}},{"id":"1613195732","type":"albums","href":"/v1/catalog/us/albums/1613195732?l=en-US","attributes":{"artwork":{"width":3000,"height":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/d0/5a/55/d05a5521-8801-6d10-6deb-9a2b68506b42/dj.welqxmod.png/{w}x{h}bb.jpg","hasP3":true},"artistName":"Lane 8","isSingle":false,"url":"https://music.apple.com/us/album/fitness-ride-march-2022-dj-mix/1613195732","isComplete":false,"genreNames":["House","Music","Dance"],"trackCount":18,"isMasteredForItunes":false,"releaseDate":"2022-03-13","name":"Fitness: Ride, March 2022 (DJ Mix)","upc":"5056381892623","audioTraits":["lossless","lossy-stereo"],"playParams":{"id":"1613195732","kind":"album"},"editorialNotes":{"standard":"When he was making his most recent album, 2022’s <i>Reviver</i>, Denver DJ/producer Lane 8, aka Daniel Goldstein, committed to reinventing himself as an artist in the midst of the pandemic. That also meant putting in the work on the trainer. “I modeled this mix after a typical indoor bike trainer session I do in the wintertime,” he tells Apple Music of his Fitness Mix for cycling. “Steady riding for one to two hours with short bursts. Using the mix, I'd surge at every drop for 8-16 bars and then drop down to a more sustainable tempo—similar to how a crowd would respond in the club, with high energy at the drop before settling into a rhythm afterwards.” Providing that aerobic arc is a mix of his own tunes (a number of them from <i>Reviver</i>, plus a few older ones) and others that have a special impact. OCULA's “Green Willow” is “one of my favorite tracks in recent memory,” Goldstein says. “The vocals are hauntingly beautiful, and the instrumental just wraps you up with its warm, airy progression. I tried to mix up the energy frequently, to provide contrast and to keep things interesting. The final track from Le Youth is a good wind-down and will hopefully help you transition from working hard to kicking your feet up and relaxing post-ride.”","short":"The Denver DJ/producer crafts a mix calibrated for indoor cycling."},"isCompilation":false}},{"id":"1604402403","type":"albums","href":"/v1/catalog/us/albums/1604402403?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/ad/6f/5c/ad6f5ceb-83d2-82ba-cadf-6a62b077f39c/4050538772678.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"c49177","textColor2":"de8e67","textColor4":"b67758","textColor1":"efaf8f","bgColor":"17181a","hasP3":false},"artistName":"The Shires","isSingle":false,"url":"https://music.apple.com/us/album/10-year-plan/1604402403","isComplete":true,"genreNames":["Country","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"10 Year Plan","recordLabel":"BMG Rights Management (UK) Ltd","upc":"4050538772678","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Ben Earle and Crissie Rhodes under exclusive licence to BMG Rights Management (UK) Limited","playParams":{"id":"1604402403","kind":"album"},"editorialNotes":{"standard":"The Shires released their fifth album, <i>Good Years</i>, right at the onset of the COVID-19 pandemic, which halted any plans the UK country duo, comprising Ben Earle and Crissie Rhodes, had to tour or celebrate the release. That experience, along with deep periods of contemplation during quarantine, had a profound influence on its follow-up, <i>10 Year Plan</i>. Hope and gratitude abound across the LP, which pairs hook-laden anthems with messages of love and encouragement, as heard on standout songs like the sweet “I See Stars” and the reflective title track. “I think the underlying message of this one is just being uplifting and hopeful,” Earle tells Apple Music. “Most of these songs were written in the midst of the pandemic, so writing songs was kind of my solace and my way to get my head out of this world and back into something really positive and hopeful.” Below, Earle and Rhodes break down several key tracks on <i>10 Year Plan</i>.\n\n<b>“Cut Me Loose”</b>\nRhodes: “With every album, we always love to go back over songs that didn't make it on the last album. And so we're forever sort of diving into our back catalog of songs that haven't been heard. It didn't quite work out for the second album, but I championed it to go on this one.”\n\n<b>“Sparks Fly”</b>\nEarle: “When we first started out, a lot of our love songs were quite naive, which is lovely. I love that kind of naive perspective of love. But as you get older and you have relationships, you realize that it's not always simple. It can be quite complicated. And I love that lyric of ‘If you want to have sparks, sometimes you got to have a bit of friction’—you don't always have to agree on everything, and that's a beautiful thing.”\n\n<b>“10 Year Plan”</b>\nEarle: “For me, it was just looking around being grateful. And it was like, ‘Yeah, there's things I want to achieve in my life. There's a lot of things I want to do, but if I can just make you happy, that's the only thing I do in my life, even the next 10 years, then that's enough for me.’ And I think that reflecting on that over the pandemic really hit home to me how grateful I am for what I have and who I have in my life. So, that's where the song came from.”\n\n<b>“I See Stars”</b>\nEarle: “It was a Zoom write. It was late. I was on Nashville time because I was writing with a friend of ours, Jeff Cohen. And where I'm sat right now, outside here when it's dark, you can see all the stars at night for some reason. I'm not that far from London, but you can just see all the stars. And that idea of, again, holding on to hope—it's like, as long as I've got you, all we need is one star to form. Just one thing to hold on to. And sometimes those ideas are really hard to put into words properly. But me and Jeff, we just got it that night.”\n\n<b>“Wild Hearts”</b>\nRhodes: “Everybody’s saying that they can't wait to get to the festivals and sing along to that song. It’s just so uplifting, and I think, especially at the back of the pandemic, we all just need that uplift right now. And that song is just like, ‘Let loose!’ Do you know what I mean? Have a good time and just go wild, basically, and just go with it. It's so fun.”\n\n<b>“Peggy I’m Sorry (Demo)”</b>\nEarle: “It's basically about my grandma, who was hugely important to me growing up, my nan. And she's got Alzheimer's and the last two to three years have just been awful, just seeing her get worse. And yeah, the song really is about my guilt of not really being able to deal with it, if I'm totally honest. And it's quite a vulnerable song. There's quite deep, personal lines in it. And that is all one take, as well. I played the guitar, sang at the same time, and just sang that song.”","short":"“The underlying message of this one is just being uplifting and hopeful.”"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3jT5ErU7lL3hrDYmaQP7GC"}},{"id":"1607200210","type":"albums","href":"/v1/catalog/us/albums/1607200210?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/10/94/06/10940633-88c5-bb44-5b26-104265041b2d/21UM1IM48609.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bfb2ad","textColor2":"bfc8c2","textColor4":"a0a5a0","textColor1":"e5d9d2","bgColor":"241a1a","hasP3":false},"artistName":"Luis Fonsi","isSingle":false,"url":"https://music.apple.com/us/album/ley-de-gravedad/1607200210","isComplete":true,"genreNames":["Pop Latino","Music","Latin"],"trackCount":16,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Ley De Gravedad","recordLabel":"UMLE - Latino","upc":"00602445298419","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"Universal Music Latino; ℗ 2022 UMG Recordings, Inc.","playParams":{"id":"1607200210","kind":"album"},"editorialNotes":{"standard":"Though Luis Fonsi might now be best-known as the lead artist behind the record-breaking global smash “Despacito,” the Puerto Rican singer boasts a discography of Spanish-language hits spanning more than two decades. Following the success of 2019’s momentous <i>VIDA</i>, its follow-up further confirms his formidable status and musical artistry. Once more, he pours his heart and soul into meaningful moments like “Dolce,” its uplifting melody and thumping rhythm a worthy complement to its lyrical pleas for a romantic rekindling. A fervent collaborator in recent years, he taps in here with Latin music’s young superstars Rauw Alejandro on “Vacío” and Myke Towers on the bachata-tinged “Bésame.” Fonsi further transports his pop powers to the tropical reggae vibes of “Perfecta” with Farruko, as well as on the balladic title track with Colombian duo Cali Y El Dandee.","short":"Luis Fonsi wields his pop powers once again, with uplifting results."},"isCompilation":false,"spotify":"https://open.spotify.com/album/21wimzvehpbiBmJS0upDr6"}},{"id":"1608990805","type":"albums","href":"/v1/catalog/us/albums/1608990805?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/8e/f3/aa/8ef3aa07-081c-edec-c037-c9a20da4d3e5/dj.cbtqyobo.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b09b81","textColor2":"de7576","textColor4":"ba5f64","textColor1":"d2bf9b","bgColor":"2a0a1b","hasP3":false},"artistName":"ERNEST","isSingle":false,"url":"https://music.apple.com/us/album/flower-shops-the-album/1608990805","isComplete":true,"genreNames":["Country","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"FLOWER SHOPS (THE ALBUM)","recordLabel":"Big Loud Records","upc":"193436282314","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Big Loud Records","playParams":{"id":"1608990805","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5mTNFZBZyKIZSYrIAf9c5L"}},{"id":"1612543079","type":"albums","href":"/v1/catalog/us/albums/1612543079?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/46/cf/61/46cf610c-c625-8c7a-fa88-25ca2a60caf0/886449948666.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"333333","textColor2":"000066","textColor4":"333385","textColor1":"000000","bgColor":"ffffff","hasP3":false},"artistName":"Mariah the Scientist","isSingle":false,"url":"https://music.apple.com/us/album/buckles-laboratories-presents-the-intermission-ep/1612543079","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Buckles Laboratories Presents: The Intermission - EP","recordLabel":"One Umbrella/RCA Records","upc":"886449948666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 RCA Records, a division of Sony Music Entertainment","playParams":{"id":"1612543079","kind":"album"},"isCompilation":false}},{"id":"1598658202","type":"albums","href":"/v1/catalog/us/albums/1598658202?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/b8/73/41/b8734100-2a90-9f8c-761a-c3548b3f1a81/196626026774.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"cccccc","textColor2":"c4c4c4","textColor4":"9d9d9d","textColor1":"fefefe","bgColor":"020202","hasP3":false},"artistName":"Brandon Boyd","isSingle":false,"url":"https://music.apple.com/us/album/echoes-cocoons/1598658202","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Echoes & Cocoons","recordLabel":"Brandon Boyd","upc":"196626026774","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Brandon Boyd","playParams":{"id":"1598658202","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3ilXDEG0xiajK8AbqboeJz"}},{"id":"1611040288","type":"albums","href":"/v1/catalog/us/albums/1611040288?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/cd/cb/b0/cdcbb0a9-7af1-edee-41d9-8bb1fa0a4425/886449892372.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"ccd1d6","textColor2":"f8943a","textColor4":"c67c39","textColor1":"ffffff","bgColor":"021a36","hasP3":false},"artistName":"James Arthur","isSingle":false,"url":"https://music.apple.com/us/album/itll-all-make-sense-in-the-end-deluxe/1611040288","isComplete":true,"genreNames":["Pop","Music"],"trackCount":20,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"It'll All Make Sense In The End (Deluxe)","recordLabel":"Columbia Local","upc":"886449892372","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 COLUMBIA a division of Sony Music Entertainment Germany GmbH","playParams":{"id":"1611040288","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/2RksiqpjjJUri0aO3sfe79"}},{"id":"1607961441","type":"albums","href":"/v1/catalog/us/albums/1607961441?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/f3/8f/b6/f38fb6ea-6f1a-59ac-0a0f-e150cc3d7781/191401187879.png/{w}x{h}bb.jpg","height":4000,"textColor3":"584e53","textColor2":"2c321f","textColor4":"55553d","textColor1":"31293a","bgColor":"f7e2b7","hasP3":false},"artistName":"Mdou Moctar","isSingle":false,"url":"https://music.apple.com/us/album/afrique-victime-deluxe-edition/1607961441","isComplete":true,"genreNames":["Rock","Music"],"trackCount":18,"isMasteredForItunes":true,"releaseDate":"2022-02-24","name":"Afrique Victime (Deluxe Edition)","recordLabel":"Matador","upc":"191401187879","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Matador Records","playParams":{"id":"1607961441","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/5ARWgXqDYeXYwVioQRyvta"}},{"id":"1612309754","type":"albums","href":"/v1/catalog/us/albums/1612309754?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/db/ae/01/dbae01a0-ea76-93d2-6713-81da74742e71/22UMGIM22036.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"2e2e2f","textColor2":"292929","textColor4":"4f4f50","textColor1":"000000","bgColor":"e7e6eb","hasP3":false},"artistName":"Sam Tompkins","isSingle":false,"url":"https://music.apple.com/us/album/apple-music-home-session-sam-tompkins-single/1612309754","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Apple Music Home Session: Sam Tompkins - Single","recordLabel":"Universal-Island Records Ltd.","upc":"00602445664535","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"An Island Records release; ℗ 2022 Sam Tompkins, under exclusive licence to Universal Music Operations Limited","playParams":{"id":"1612309754","kind":"album"},"editorialNotes":{"short":"The singer-songwriter earns his \"Halo\" with a dazzling Beyoncé cover."},"isCompilation":false}},{"id":"1612090366","type":"albums","href":"/v1/catalog/us/albums/1612090366?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/05/81/0b/05810b58-d381-5a3c-8a8b-441c191c3743/8720766031033.png/{w}x{h}bb.jpg","height":3000,"textColor3":"383837","textColor2":"313133","textColor4":"5a5a5c","textColor1":"060605","bgColor":"ffffff","hasP3":false},"artistName":"Mike Dimes","isSingle":false,"url":"https://music.apple.com/us/album/in-dimes-we-trust/1612090366","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-08","name":"IN DIMES WE TRUST","recordLabel":"Encore Recordings, LLC","upc":"8720766031033","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 CAMP BILLY under exclusive license to Encore Recordings, LLC","playParams":{"id":"1612090366","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6iQuqlO95HG2WVqVh4jxRi"}},{"id":"1612376437","type":"albums","href":"/v1/catalog/us/albums/1612376437?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/f2/d0/23/f2d02317-6384-2f5c-9a1d-5ba21c4dd0f6/886449935666.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"d4cfd7","textColor2":"e35eca","textColor4":"be4ead","textColor1":"ffffff","bgColor":"2b1239","hasP3":false},"artistName":"KIM WOO SEOK","isSingle":false,"url":"https://music.apple.com/us/album/3rd-desire-reve-ep/1612376437","isComplete":true,"genreNames":["K-Pop","Music","Pop"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-07","name":"3RD DESIRE [Reve] - EP","recordLabel":"TOP MEDIA","upc":"886449935666","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 TOP MEDIA","playParams":{"id":"1612376437","kind":"album"},"isCompilation":false}},{"id":"1609715599","type":"albums","href":"/v1/catalog/us/albums/1609715599?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/1a/90/df/1a90dff5-ed24-d2d8-2c36-17528335e7d0/8ba109e4-72c8-4b2a-9ab3-90351ed7cc10.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"5b93bb","textColor2":"4db3df","textColor4":"4694b6","textColor1":"68b1e4","bgColor":"281916","hasP3":false},"artistName":"Yuna","isSingle":false,"url":"https://music.apple.com/us/album/y1-ep/1609715599","isComplete":true,"genreNames":["Contemporary R&B","Music","R&B/Soul","Pop"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Y1 - EP","recordLabel":"Independent","upc":"7316470394925","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 YRR / Independent","playParams":{"id":"1609715599","kind":"album"},"editorialNotes":{"standard":"The singer-songwriter finds her true self on an indie release.","short":"The singer-songwriter finds her true self on an indie release."},"isCompilation":false}},{"id":"1611732611","type":"albums","href":"/v1/catalog/us/albums/1611732611?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/c7/1d/19/c71d19b4-1e72-00e7-0e39-4625aa9d25ba/22UMGIM20099.rgb.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"3e3d35","textColor2":"2e2b22","textColor4":"4b483e","textColor1":"1e1d16","bgColor":"c0bdae","hasP3":false},"artistName":"Rammstein","isSingle":false,"url":"https://music.apple.com/us/album/zeit-remixes-single/1611732611","isComplete":true,"genreNames":["Metal","Music","Rock"],"trackCount":2,"isMasteredForItunes":true,"releaseDate":"2022-03-10","name":"Zeit (Remixes) - Single","recordLabel":"Rammstein","upc":"00602445643431","audioTraits":["lossless","lossy-stereo"],"copyright":"A Vertigo/Capitol release; ℗ 2022 RAMMSTEIN GBR, under exclusive license to Universal Music GmbH","playParams":{"id":"1611732611","kind":"album"},"isCompilation":false}},{"id":"1599795198","type":"albums","href":"/v1/catalog/us/albums/1599795198?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/3a/9e/5d/3a9e5d09-6b63-6c36-4306-bb4bd8d05022/810090090979.png/{w}x{h}bb.jpg","height":3000,"textColor3":"dededa","textColor2":"e8bdcc","textColor4":"ccaab1","textColor1":"fefefe","bgColor":"5e5d48","hasP3":false},"artistName":"Orion Sun","isSingle":false,"url":"https://music.apple.com/us/album/getaway-ep/1599795198","isComplete":true,"genreNames":["R&B/Soul","Music"],"trackCount":6,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Getaway - EP","recordLabel":"Mom+Pop","upc":"810090090979","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Mom+Pop","playParams":{"id":"1599795198","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1610810036","type":"albums","href":"/v1/catalog/us/albums/1610810036?l=en-US","attributes":{"artwork":{"width":1500,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/cf/45/60/cf456077-ef64-0534-cd76-da4f85ffc898/194690775673_cover.jpg/{w}x{h}bb.jpg","height":1500,"textColor3":"cacac9","textColor2":"d6a185","textColor4":"ae856e","textColor1":"f8f8f6","bgColor":"121315","hasP3":true},"artistName":"Baby Stone Gorillas","isSingle":false,"url":"https://music.apple.com/us/album/babyst5xne-gorillas/1610810036","isComplete":true,"genreNames":["Hip-Hop/Rap","Music"],"trackCount":23,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"BABYST5XNE GORILLAS","recordLabel":"Baby Stone Gorillas / EMPIRE","upc":"194690775673","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Baby Stone Gorillas / EMPIRE","playParams":{"id":"1610810036","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/63ypakNyLDCYERVQz17caO"}},{"id":"1608832838","type":"albums","href":"/v1/catalog/us/albums/1608832838?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/c1/32/89/c132891d-8878-2d92-8554-20807ffdbfc6/634457092907.png/{w}x{h}bb.jpg","height":1400,"textColor3":"253430","textColor2":"161616","textColor4":"253436","textColor1":"16160f","bgColor":"62acb5","hasP3":false},"artistName":"BOYO","isSingle":false,"url":"https://music.apple.com/us/album/echoes-like-memories/1608832838","isComplete":false,"genreNames":["Rock","Music","New Age"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Echoes Like Memories","recordLabel":"Park The Van","upc":"634457092907","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Park The Van","playParams":{"id":"1608832838","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1g7B8ET8pw3mKxygeVf9qP"}},{"id":"1587673426","type":"albums","href":"/v1/catalog/us/albums/1587673426?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/1e/a7/6b/1ea76b2c-719e-4dcd-21bb-b729a5f3250d/21UM1IM19255.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"b8b8b8","textColor2":"f42127","textColor4":"c41c20","textColor1":"e5e5e5","bgColor":"050505","hasP3":false},"artistName":"The Mysterines","isSingle":false,"url":"https://music.apple.com/us/album/reeling/1587673426","isComplete":true,"genreNames":["Rock","Music"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Reeling","recordLabel":"Fiction","upc":"00602438965427","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2021 Universal Music Operations Limited","playParams":{"id":"1587673426","kind":"album"},"editorialNotes":{"standard":"There are many reasons why you might be left <i>reeling</i>, not all of them positive. It’s the perfect word to describe the people and events that knock us off our axis. As the tracks on The Mysterines’ debut album help to reveal, singer/guitarist Lia Metcalfe knows them well. A fan of The Doors with a passion for poetry like her hero Jim Morrison, she started writing songs at the age of nine. Her teenage years provided more meaningful material to write about, much of which formed a basis for songs on <i>Reeling</i>.\n \nCompleted by guitarist Callum Thompson, bassist George Favager, and drummer Paul Crilly, Liverpool’s The Mysterines specialize in an emotive brand of garage rock that takes inspiration from a variety of sources. Musically, the debut albums by The Strokes and Arcade Fire were the blueprint for youthful swagger and experimentalism, respectively; the films of directors Alejandro Jodorowsky and Terrence Malick provided canvases on which the quartet could imagine new soundtracks. <i>Reeling</i> was produced by Catherine Marks, who, having worked with PJ Harvey and Wolf Alice, is adept at pairing dynamic instrumentals and a voice imbued with a soulful sense of lived experience. “It got pretty intense at times,” Metcalfe tells Apple Music. “It’s such a chunk of my life and represents many big moments.” Here, she and Crilly take us through the album, track by track.\n \n<b>“Life’s a Bitch (But I Like It So Much)”</b>\nLia Metcalfe: “It’s a pretty energetic song and a good introduction to the record because we’re all together in this one moment that’s over before you know it. It’s similar to previous stuff that we’ve done, so we guess that people’s ears are already attuned to this sound of ours. Almost everything else on the record took about 15 to 20 takes, but on this, we did three or four, and Catherine Marks said we had done enough. We knew that we wanted it to be a single but couldn’t due to the frequent uses of the word ‘bitch.’”\n \n<b>“Hung Up”</b>\nLM: “I wouldn’t say it’s necessarily about revenge, but it’s a song that was written to stop me from <i>being</i> vengeful, I guess. Lyrically, it’s one of my favorite songs on the record and it’s pretty intimate. While some of the record is made up of stories rather than things that have happened in real life, this one is quite personal and, listening to the lyrics, it’s fairly self-explanatory what it’s about.”\n \n<b>“Reeling”</b>\nLM: “It’s probably the best summary, lyrically, of what I experienced when we made the album. I did this strange demo that sounds super different to how the song turned out. I watched a film called <i>Santa Sangre</i> [Alejandro Jodorowsky, 1989], which has this sort of circus theme running through it. So, when I did the demo, I wanted it to sound like it had come from a circus. It was pretty weird, and when I played it to everyone else, they didn’t really understand how we’d frame it in a Mysterines sense.”\nPaul Crilly: “It was one of the first songs we recorded for the album, so set the tone for where we wanted to go with everything. Having not met Catherine before, it was a good way for us to sum up what we wanted to do, and she got on board with it fairly quickly.”\n \n<b>“Old Friends / Die Hard”</b>\nLM: “It’s about a friendship between two people that goes a bit wrong and ends in murder. We wanted the song to have a humorous aspect, rather than it be taken seriously and everyone think we’re mass murderers. Being from the north, you’re born with a natural sarcasm. Humor is, therefore, a big part of the band and our lives, so it’s really fun to write something like this, especially when people take it literally. It’s a moment of chaotic madness on the record—in a good way.”\nPC: “The initial demo was just Lia and a guitar. Then it slowly evolved because we wanted it to be funny, and so there were no limits. We threw all this crazy stuff on it, such as the whistling in the introduction.”\n \n<b>“Dangerous”</b>\nLM: “It’s one of the songs that has a lot of emotion attached to it, especially for me. I’ve always seen it as the gateway song. When I played it to the lads, we were all pretty sure it was going to be a single. It came together so naturally, with everyone knowing exactly what to do for the song, so when we came together to play it, it was already in place.”\nPC: “For me, it was probably the hardest to record because we were trying to recreate that moment, that spark, from when we first demoed it and it wasn’t quite working. Eventually, we got there though.”\n \n<b>“On the Run”</b>\nLM: “I watched the film <i>Badlands</i> [Terrence Malick, 1973] and really admired the intensity of the story, even though it feels like nothing really moves or happens. It definitely inspired the lyrics to ‘On the Run’ because that’s what Martin Sheen and Sissy Spacek’s characters are doing. When we demoed ‘On the Run,’ I made this trailer for <i>Badlands</i> and kept putting the song over it until I thought the song was right and fitted with the visuals.”\n \n<b>“Under Your Skin”</b>\nLM: “I wrote the riff for this when I was 17 and the words came to me almost immediately. Around that time, I wasn’t writing anything else like that, so it was a bit of a fluke and a prediction of what was to come. I had the song for years and didn’t really know what to do with it. I needed to figure it out in order to present it to the band. A big reference was a song by The Doors called ‘My Wild Love.’ Once I had that, it made sense to put this song on the record, but the original version I played them is so different from how it has turned out.”\n \n<b>“The Bad Thing”</b>\nLM: “It’s essentially about digging someone you used to love up from a grave. It’s pretty fun to play and the poem is fun to sing, though I hope no one takes it seriously, as I’m not digging any bodies up…yet. The recording of this seemed to go on for ages. It was difficult because we wanted to ensure the intensity came through and there were no overdubs, so we had to make sure it was perfect.”\nPC: “I had to listen to some motivational speeches to get me to go back in and do more takes. The first couple were purely running on energy, but then when you get past a certain point, you start to overthink things and become more self-critical. And after all that, I think we ended up going with one of the first takes.”\n \n<b>“In My Head”</b>\nLM: “This was pretty simple. It was one of the last tracks we took to the studio. I showed it to the lads about two weeks before we went, and I certainly didn’t expect it to be the first single. There are some interesting touches to it, such as getting to scream down the mic and the feedback that runs all the way through it, which I created by running a drumstick up and down guitar strings for a whole song.”\n \n<b>“Means to Bleed”</b>\nLM: “It came out of nowhere. It’s largely based around the riff, but lyrically, it has reflections of other tracks [on the album]. We definitely referenced a [Josh Homme project] Desert Sessions tune when we were developing it. Callum came up with the riff and I already had these words, in the form of a poem, which had the same flow and were right for it. Many of the songs came from poems I’d written before and found again later on.”\n \n<b>“All These Things”</b>\nPC: “It took a while to warm to it because, musically, it strays away from the overall sound of the album quite a bit. It’s a bit happier as a track. It’s not that I’m miserable, but I felt that it interrupted the flow of a fairly serious album with this Wembley Stadium moment. After some time away from it, I realized it works. I’ve grown accustomed to it and it’s a great song.”\n \n<b>“Still Call You Home”</b>\nLM: “I wrote it when I was 17, and it was definitely necessary for me to write it at the time. For a while, when we played it live, I had to detach myself from what it actually meant, as it became difficult for me to put myself there. If I’m honest, I didn’t know if it was going to be on the record. It ended up feeling right though. The moment of recording it was weird, knowing that the band weren’t going to be on the song with me. It was me with one mic and a guitar. It was me and Catherine in the room, which made for an emotionally intimate moment together and drove me to do the song in a certain way. I also didn’t want to record it during the day—it had to be at night—because I was reliving the emotion of what it’s about. It was pretty hard, but that’s why people write music and listen to it, so it was necessary too.”\n \n<b>“Confession Song”</b>\nLM: “I think it was only me and Paul who agreed we wanted this on the record, and it always felt to us like the track to finish with. Everyone else didn’t really get it. It’s a summary of everything, sort of like the credits for the album. Me and Paul had some fun doing the demo, getting drunk on red wine, and listening to loads of Tom Waits beforehand, before throwing sticks at the wall and recording the results. We also put some reversed drums on it too.”","short":"“It’s such a chunk of my life and represents many big moments.”"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/1hkGVzxg3aKTSj1B6EMyRh"}},{"id":"1610302579","type":"albums","href":"/v1/catalog/us/albums/1610302579?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/f5/4f/98/f54f9881-8dd7-fbe3-5a7d-12a35a177348/840200510172_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"9ca6be","textColor2":"d2ba10","textColor4":"a89714","textColor1":"c3cce4","bgColor":"000f24","hasP3":false},"artistName":"Alister Fawnwoda & Mauro Refosco","isSingle":true,"url":"https://music.apple.com/us/album/selinho-na-calcinha-feat-alexia-bomtempo-ep/1610302579","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":1,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Selinho Na Calcinha (feat. Alexia Bomtempo) - EP","recordLabel":"AF-13","upc":"840200510172","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 AF-13 Records","playParams":{"id":"1610302579","kind":"album"},"isCompilation":false}},{"id":"1610756917","type":"albums","href":"/v1/catalog/us/albums/1610756917?l=en-US","attributes":{"artwork":{"width":2500,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/80/bf/b9/80bfb935-ddfc-7f15-d736-6424b3bd2aa5/859760075779_cover.jpg/{w}x{h}bb.jpg","height":2500,"textColor3":"b7bfbe","textColor2":"8eebd9","textColor4":"76c1b2","textColor1":"dfe9e8","bgColor":"171918","hasP3":false},"artistName":"Ben Chapman","isSingle":false,"url":"https://music.apple.com/us/album/make-the-night-better/1610756917","isComplete":true,"genreNames":["Country","Music","Americana"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-09","name":"Make the Night Better","recordLabel":"Hippie Shack","upc":"859760075779","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Hippie Shack","playParams":{"id":"1610756917","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4VI7O1m31rfQsPrplVODGt"}},{"id":"1591083502","type":"albums","href":"/v1/catalog/us/albums/1591083502?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music125/v4/50/20/48/5020485d-4e06-8356-6147-7e527eaf02d4/27955.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"022211","textColor2":"002111","textColor4":"023d1e","textColor1":"000000","bgColor":"0cac55","hasP3":false},"artistName":"Young Guv","isSingle":false,"url":"https://music.apple.com/us/album/guv-iii/1591083502","isComplete":true,"genreNames":["Indie Rock","Music","Alternative"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Guv III","recordLabel":"Run For Cover Records","upc":"811408039864","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Run For Cover Records","playParams":{"id":"1591083502","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2jA60JvmQk3amDSN9BTYBl"}},{"id":"1609109482","type":"albums","href":"/v1/catalog/us/albums/1609109482?l=en-US","attributes":{"artwork":{"width":2400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/31/2a/e8/312ae855-86e1-c1b7-bacd-ffc236bdc052/misbhv003.jpg/{w}x{h}bb.jpg","height":2400,"textColor3":"30312f","textColor2":"1d1c1d","textColor4":"404040","textColor1":"090908","bgColor":"ced0cd","hasP3":false},"artistName":"Radio Slave & DJ Hell","isSingle":false,"url":"https://music.apple.com/us/album/misbhv003-radio-hell-ep/1609109482","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2022-03-25","name":"MISBHV003: Radio Hell - EP","recordLabel":"MISBHV","upc":"4251906659441","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 MISBHV","playParams":{"id":"1609109482","kind":"album"},"isCompilation":false}},{"id":"1600561465","type":"albums","href":"/v1/catalog/us/albums/1600561465?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/25/f3/42/25f342ba-7b22-b0cc-aa6d-fe6684f1933a/29005.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"383a36","textColor2":"1d2628","textColor4":"41423c","textColor1":"121c21","bgColor":"d0b38b","hasP3":false},"artistName":"Alex Cameron","isSingle":false,"url":"https://music.apple.com/us/album/oxy-music/1600561465","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Oxy Music","recordLabel":"Secretly Canadian","upc":"656605044965","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Secretly Canadian","playParams":{"id":"1600561465","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/4PeQkwKNRLafhe166WpWN0"}},{"id":"1592319665","type":"albums","href":"/v1/catalog/us/albums/1592319665?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/fb/cd/37/fbcd37ff-7ecd-0528-bff5-32574ba445f1/190296415937.jpg/{w}x{h}bb.jpg","height":4000,"textColor3":"dacbbe","textColor2":"ead7b6","textColor4":"d3bc99","textColor1":"f3eae4","bgColor":"775025","hasP3":false},"artistName":"Thomas Headon","isSingle":false,"url":"https://music.apple.com/us/album/victoria-ep/1592319665","isComplete":true,"genreNames":["Pop","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Victoria - EP","recordLabel":"Warner Records UK","upc":"190296415937","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Such a Good Company Limited, Except Tracks 1 & 3  (P) 2021 Such a Good Company Limited","playParams":{"id":"1592319665","kind":"album"},"isCompilation":false,"contentRating":"explicit"}},{"id":"1609660201","type":"albums","href":"/v1/catalog/us/albums/1609660201?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/d0/5c/ee/d05ceed8-aec5-d01e-bd8f-d671a2a8f4ef/196626425010.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"0d2531","textColor2":"031118","textColor4":"0a2f41","textColor1":"070404","bgColor":"28a9e6","hasP3":false},"artistName":"Snarky Puppy","isSingle":false,"url":"https://music.apple.com/us/album/live-at-groundup-music-festival/1609660201","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Live at GroundUP Music Festival","recordLabel":"GroundUP Music LLC","upc":"196626425010","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 GroundUP Music LLC","playParams":{"id":"1609660201","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2cmvNahdJfN0d1Os8i5Ztx"}},{"id":"1607990345","type":"albums","href":"/v1/catalog/us/albums/1607990345?l=en-US","attributes":{"artwork":{"width":1425,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/70/a2/56/70a256eb-805c-d2d4-fc2d-45971128c115/075679757784.jpg/{w}x{h}bb.jpg","height":1425,"textColor3":"2f2302","textColor2":"120201","textColor4":"362004","textColor1":"090500","bgColor":"c6980e","hasP3":false},"artistName":"Ho99o9","isSingle":false,"url":"https://music.apple.com/us/album/skin/1607990345","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":12,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"SKIN","recordLabel":"Roadrunner Records","upc":"075679757784","audioTraits":["lossless","lossy-stereo"],"copyright":"A DTA Records / Elektra Records release, ℗ 2022 Elektra Records","playParams":{"id":"1607990345","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/6gl8rX7dP20vjIQPi1mlDO"}},{"id":"1585600815","type":"albums","href":"/v1/catalog/us/albums/1585600815?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music115/v4/42/59/0e/42590e89-aaab-78e0-55f7-370db4078444/196292469226.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"c9b685","textColor2":"e7cf99","textColor4":"bfac81","textColor1":"f3db9e","bgColor":"222021","hasP3":false},"artistName":"The Districts","isSingle":false,"url":"https://music.apple.com/us/album/great-american-painting/1585600815","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":9,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Great American Painting","recordLabel":"Fat Possum","upc":"196292469226","audioTraits":["hi-res-lossless","lossless","lossy-stereo"],"copyright":"℗ 2022 Fat Possum Records","playParams":{"id":"1585600815","kind":"album"},"editorialNotes":{"standard":"Like so much art created during the pandemic, the fifth album from Philly indie rockers The Districts was born in isolation, after singer/guitarist Rob Grote took a wood-cabin retreat in Washington state. <i>Great American Painting</i> is his attempt to reconcile two conflicting visions of America: the chaotic political minefield that we see on the nightly news, and the natural bucolic wonderland he experienced in the wilderness. So while the songs here judder with ripped-from-the-headlines relevancy, they also brim with wide-eyed energy: “No Blood” surveys a paranoid, gun-obsessed culture through an ebullient sing-along that splits the difference between The Shins and MGMT, while “White Devil” is a mocking portrait of privilege delivered as a dust-kicking rock ’n’ roll rave-up. But for all its social critique and satire, <i>Great American Painting</i> climaxes with the heartfelt “I Want to Feel It All,” a rousing synth-pop anthem that preaches compassion and forgiveness as a means to heal a troubled world.","short":"The Philly indie rockers deliver a rousing state-of-the-union address."},"isCompilation":false,"spotify":"https://open.spotify.com/album/3oREMt14gwprQPbaWNScUJ"}},{"id":"1609561081","type":"albums","href":"/v1/catalog/us/albums/1609561081?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/6f/d1/9c/6fd19ce9-fb22-417e-61d6-d7eb91d082e8/840200510035_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bdb8bb","textColor2":"a2c0c6","textColor4":"879fa3","textColor1":"e6e0e5","bgColor":"191b16","hasP3":false},"artistName":"Kush Jones","isSingle":false,"url":"https://music.apple.com/us/album/aquarius-rising-ep/1609561081","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Aquarius Rising - EP","recordLabel":"Kush Jones","upc":"840200510035","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Kush Jones","playParams":{"id":"1609561081","kind":"album"},"isCompilation":false}},{"id":"1598692277","type":"albums","href":"/v1/catalog/us/albums/1598692277?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/ad/b9/09/adb90967-a208-5e85-7f67-ebe9153dfaef/195729171299_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"484748","textColor2":"353336","textColor4":"5c5b5c","textColor1":"1c1b1d","bgColor":"faf9f5","hasP3":false},"artistName":"Maneka","isSingle":false,"url":"https://music.apple.com/us/album/dark-matters/1598692277","isComplete":true,"genreNames":["Grunge","Music","Alternative"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Dark Matters","recordLabel":"Skeletal Lightning","upc":"195729171299","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Skeletal Lightning","playParams":{"id":"1598692277","kind":"album"},"isCompilation":false,"contentRating":"explicit","spotify":"https://open.spotify.com/album/787rhqzpLfQcvKqssuHX6o"}},{"id":"1610529643","type":"albums","href":"/v1/catalog/us/albums/1610529643?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music126/v4/71/e0/81/71e08172-0fb6-5c3c-ec8f-ef64a456a207/blu003.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3b373a","textColor2":"191719","textColor4":"3e3c3e","textColor1":"151113","bgColor":"d4d2d5","hasP3":false},"artistName":"aboynamedblu","isSingle":false,"url":"https://music.apple.com/us/album/404-user-not-found-ep/1610529643","isComplete":true,"genreNames":["Alternative","Music","Indie Rock"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"404 USER NOT FOUND - EP","recordLabel":"Planet Zogg","upc":"4251906660362","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Planet Zogg","playParams":{"id":"1610529643","kind":"album"},"editorialNotes":{"standard":"aboynamedblu continues his existential quest for the answer to it all on his alternative-tinged six-track EP. A Bloc Party-esque melody underpins weighty lyrics (“You Don’t Cry Enough”), while accented vocals frame hazy pop hooks and steady drumlines (“Fenced Off”) and simple guitar chords characterize a standout ballad (“Bending”), all showing off the introspective singer’s immense emotive range. And while there’s a nonchalant indie-rooted quality to this EP, it doesn’t skimp on any of the bells and whistles, with particular detail paid to the tiniest production elements, courtesy of guitarist and producer Cat Gallant.","short":"An alternative-tinged release brimming with emotive range."},"isCompilation":false,"contentRating":"explicit"}},{"id":"1608049223","type":"albums","href":"/v1/catalog/us/albums/1608049223?l=en-US","attributes":{"artwork":{"width":1800,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/ec/06/c2/ec06c2e0-0572-e504-512e-8a52062d7223/4062548037494.png/{w}x{h}bb.jpg","height":1800,"textColor3":"261e16","textColor2":"161616","textColor4":"342c24","textColor1":"060505","bgColor":"a9825b","hasP3":false},"artistName":"Space Dimension Controller","isSingle":false,"url":"https://music.apple.com/us/album/tiraquon-recordings-vol-1/1608049223","isComplete":false,"genreNames":["Electronic","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Tiraquon Recordings Vol. 1","recordLabel":"Tiraquon Recordings","upc":"4062548037494","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Tiraquon Recordings","playParams":{"id":"1608049223","kind":"album"},"isCompilation":false}},{"id":"1589343482","type":"albums","href":"/v1/catalog/us/albums/1589343482?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/cb/4c/41/cb4c41a6-ef89-1588-f8bb-a951a709a672/192641847455_Cover.jpg/{w}x{h}bb.jpg","height":1400,"textColor3":"ccc8c5","textColor2":"ebc7ca","textColor4":"bc9fa2","textColor1":"fffaf7","bgColor":"010101","hasP3":false},"artistName":"Viji","isSingle":false,"url":"https://music.apple.com/us/album/cali-ep/1589343482","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":6,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Cali - EP","recordLabel":"Dirty Hit","upc":"192641847455","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2021 Dirty Hit","playParams":{"id":"1589343482","kind":"album"},"isCompilation":false}},{"id":"1596977714","type":"albums","href":"/v1/catalog/us/albums/1596977714?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/ef/d0/0b/efd00b98-27b2-5e7d-09f5-f6b33c678d88/634457046566.png/{w}x{h}bb.jpg","height":1400,"textColor3":"484848","textColor2":"312f2d","textColor4":"595756","textColor1":"1c1c1c","bgColor":"faf9f7","hasP3":false},"artistName":"Cherokee Rose","isSingle":false,"url":"https://music.apple.com/us/album/buckskin/1596977714","isComplete":true,"genreNames":["Country","Music"],"trackCount":11,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Buckskin","recordLabel":"Don Giovanni Records","upc":"634457046566","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Don Giovanni Records","playParams":{"id":"1596977714","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/1c63m1ZcW5S40hLDWiObqf"}},{"id":"1591287027","type":"albums","href":"/v1/catalog/us/albums/1591287027?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music125/v4/61/d4/75/61d4751e-7b8a-32b1-60ce-6dc22e2dd038/196292488708.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"333231","textColor2":"0f1a34","textColor4":"3f4659","textColor1":"010102","bgColor":"fef3ed","hasP3":false},"artistName":"Drug Church","isSingle":false,"url":"https://music.apple.com/us/album/hygiene/1591287027","isComplete":true,"genreNames":["Rock","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Hygiene","recordLabel":"Pure Noise Records","upc":"196292488708","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Pure Noise Records","playParams":{"id":"1591287027","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7o7dfudZfiankIzcfXXamT"}},{"id":"1611076953","type":"albums","href":"/v1/catalog/us/albums/1611076953?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/19/4d/30/194d3078-22bd-f91c-8308-03fae97ae565/4251804133630_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"8cb7c8","textColor2":"7caeed","textColor4":"638bbd","textColor1":"afe4fa","bgColor":"010101","hasP3":false},"artistName":"Exos","isSingle":false,"url":"https://music.apple.com/us/album/time-to-time-ep/1611076953","isComplete":true,"genreNames":["Electronic","Music"],"trackCount":5,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Time To Time - EP","recordLabel":"Figure","upc":"4251804133630","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Figure","playParams":{"id":"1611076953","kind":"album"},"isCompilation":false}},{"id":"1601642501","type":"albums","href":"/v1/catalog/us/albums/1601642501?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/54/78/de/5478de46-008d-4bdc-b87c-22c3c9f7d78e/0655498298035.png/{w}x{h}bb.jpg","height":3000,"textColor3":"434765","textColor2":"1f2448","textColor4":"4b4e68","textColor1":"161b44","bgColor":"f8f4e8","hasP3":false},"artistName":"Walter Smith III & Matthew Stevens","isSingle":false,"url":"https://music.apple.com/us/album/in-common-iii/1601642501","isComplete":true,"genreNames":["Jazz","Music"],"trackCount":15,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"In Common III","recordLabel":"Whirlwind Recordings","upc":"0655498298035","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Whirlwind Recordings","playParams":{"id":"1601642501","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4PhiVth2ZP7t58vFc0FU3A"}},{"id":"1609992883","type":"albums","href":"/v1/catalog/us/albums/1609992883?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is2-ssl.mzstatic.com/image/thumb/Music126/v4/aa/39/ff/aa39fff5-7e7f-f6ad-b0cf-b392336c2d13/22BMR0003151.rgb.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"3a393e","textColor2":"39321c","textColor4":"5e5846","textColor1":"0d0b13","bgColor":"f0efed","hasP3":false},"artistName":"Jackson Dean","isSingle":false,"url":"https://music.apple.com/us/album/greenbroke/1609992883","isComplete":true,"genreNames":["Country","Music"],"trackCount":10,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Greenbroke","recordLabel":"Big Machine Records, LLC","upc":"00843930080328","audioTraits":["atmos","lossless","lossy-stereo","spatial"],"copyright":"℗ 2022 Big Machine Label Group, LLC","playParams":{"id":"1609992883","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/4Y0V2f8zZ53O0mF9nL1ine"}},{"id":"1611079519","type":"albums","href":"/v1/catalog/us/albums/1611079519?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/08/6f/32/086f32ce-864a-5067-c205-ef36baf4ccfc/4251804133661_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"1c1c1c","textColor2":"090909","textColor4":"222222","textColor1":"010101","bgColor":"898989","hasP3":false},"artistName":"Off The Meds","isSingle":false,"url":"https://music.apple.com/us/album/hiccups-roman-fl%C3%BCgel-remixes-single/1611079519","isComplete":true,"genreNames":["House","Music","Dance"],"trackCount":2,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Hiccups (Roman Flügel Remixes) - Single","recordLabel":"Studio Barnhus","upc":"4251804133661","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Studio Barnhus","playParams":{"id":"1611079519","kind":"album"},"isCompilation":false}},{"id":"1601309956","type":"albums","href":"/v1/catalog/us/albums/1601309956?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/95/59/74/955974f2-fe67-777a-7e6b-0d59fffa0b99/859752369398_cover.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"363635","textColor2":"1b1617","textColor4":"413e3d","textColor1":"0d0c0d","bgColor":"dbdcd6","hasP3":false},"artistName":"Ben Rector","isSingle":false,"url":"https://music.apple.com/us/album/the-joy-of-music/1601309956","isComplete":true,"genreNames":["Pop","Music","Singer/Songwriter"],"trackCount":13,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"The Joy of Music","recordLabel":"OK Kid Recordings, LLC","upc":"859752369398","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 OK Kid Recordings, LLC","playParams":{"id":"1601309956","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2XoxoOgF9kXJeXOp9GbGwI"}},{"id":"1599834852","type":"albums","href":"/v1/catalog/us/albums/1599834852?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/a9/49/5e/a9495ec7-9a82-208a-9a12-df716a311872/191400043152.png/{w}x{h}bb.jpg","height":4000,"textColor3":"323535","textColor2":"532212","textColor4":"6b463a","textColor1":"0d0d0c","bgColor":"cad8db","hasP3":false},"artistName":"Jenny Hval","isSingle":false,"url":"https://music.apple.com/us/album/classic-objects/1599834852","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":8,"isMasteredForItunes":true,"releaseDate":"2022-03-11","name":"Classic Objects","recordLabel":"4AD","upc":"191400043152","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 4AD Ltd","playParams":{"id":"1599834852","kind":"album"},"editorialNotes":{"short":"The Oslo singer-songwriter dissects normality on emotive, tonal art-pop."},"isCompilation":false,"spotify":"https://open.spotify.com/album/71T5vyKWwbd4oUPfDpyNwb"}},{"id":"1606792001","type":"albums","href":"/v1/catalog/us/albums/1606792001?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is5-ssl.mzstatic.com/image/thumb/Music116/v4/2a/f1/20/2af12067-ddc9-5627-94cd-5c19f0ae79c2/8718723194082.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"333333","textColor2":"171717","textColor4":"454545","textColor1":"000000","bgColor":"ffffff","hasP3":false},"artistName":"Kerrie","isSingle":false,"url":"https://music.apple.com/us/album/raw-regimen-ep/1606792001","isComplete":true,"genreNames":["Dance","Music","Techno"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Raw Regimen - EP","recordLabel":"Blueprint Records","upc":"8718723194082","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Blueprint Records","playParams":{"id":"1606792001","kind":"album"},"isCompilation":false}},{"id":"1599265676","type":"albums","href":"/v1/catalog/us/albums/1599265676?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/7d/78/4a/7d784a05-1525-9c75-2e07-5d209a5d5469/28904.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"bcbcbc","textColor2":"cdcdcd","textColor4":"a9a9a9","textColor1":"e4e4e4","bgColor":"1d1d1d","hasP3":false},"artistName":"Widowspeak","isSingle":false,"url":"https://music.apple.com/us/album/the-jacket/1599265676","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"The Jacket","recordLabel":"Captured Tracks","upc":"817949034733","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Captured Tracks","playParams":{"id":"1599265676","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/62cfcv8Z12Gwmgs1VBJ6sO"}},{"id":"1591482699","type":"albums","href":"/v1/catalog/us/albums/1591482699?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music116/v4/82/29/5d/82295d88-b17a-ab15-411e-d474cd7b804d/858053006612.png/{w}x{h}bb.jpg","height":1400,"textColor3":"c7e0e2","textColor2":"f6e9ed","textColor4":"ccd0d4","textColor1":"f0feff","bgColor":"256a6f","hasP3":false},"artistName":"Bodega","isSingle":false,"url":"https://music.apple.com/us/album/broken-equipment/1591482699","isComplete":true,"genreNames":["Rock","Music","Alternative"],"trackCount":12,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Broken Equipment","recordLabel":"What's Your Rupture?","upc":"858053006612","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 What's Your Rupture?","playParams":{"id":"1591482699","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/7cQv9A3WQqO4qclDdN2gRB"}},{"id":"1610344522","type":"albums","href":"/v1/catalog/us/albums/1610344522?l=en-US","attributes":{"artwork":{"width":3000,"url":"https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/a0/75/9a/a0759a2a-ada6-2654-daea-3f43b5007bbc/4251804133050_3000.jpg/{w}x{h}bb.jpg","height":3000,"textColor3":"382529","textColor2":"1b1819","textColor4":"402b2f","textColor1":"111111","bgColor":"d57787","hasP3":false},"artistName":"Orlando Voorn","isSingle":false,"url":"https://music.apple.com/us/album/forcefield-ep/1610344522","isComplete":true,"genreNames":["Techno","Music","Dance","Electronic"],"trackCount":4,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Forcefield - EP","recordLabel":"Transient Nature","upc":"4251804133050","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Transient Nature","playParams":{"id":"1610344522","kind":"album"},"isCompilation":false}},{"id":"1599349538","type":"albums","href":"/v1/catalog/us/albums/1599349538?l=en-US","attributes":{"artwork":{"width":4000,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music116/v4/bf/93/57/bf935758-f73d-8dcc-d5b9-0ae2c49f55e8/889030026057.png/{w}x{h}bb.jpg","height":4000,"textColor3":"cf9650","textColor2":"f5787a","textColor4":"c96565","textColor1":"fcb560","bgColor":"1a1a12","hasP3":false},"artistName":"Ethan P. Flynn","isSingle":false,"url":"https://music.apple.com/us/album/universal-deluge/1599349538","isComplete":true,"genreNames":["Alternative","Music"],"trackCount":7,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Universal Deluge","recordLabel":"Young","upc":"889030026057","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Young","playParams":{"id":"1599349538","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2TpeQd9q0efzmX9UccsqGE"}},{"id":"1610612360","type":"albums","href":"/v1/catalog/us/albums/1610612360?l=en-US","attributes":{"artwork":{"width":3600,"url":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/d4/d2/ac/d4d2ac68-48bb-c0fb-65fb-3ec08e616c6f/8718723196031.jpg/{w}x{h}bb.jpg","height":3600,"textColor3":"bfc2c1","textColor2":"00e9ad","textColor4":"00bb8a","textColor1":"eff2f1","bgColor":"000000","hasP3":false},"artistName":"DJ Godfather","isSingle":false,"url":"https://music.apple.com/us/album/d3t-3l3ctr0/1610612360","isComplete":true,"genreNames":["Electronic","Music","Dance"],"trackCount":16,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"D3t.3L3ctr0","recordLabel":"Databass Records","upc":"8718723196031","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Databass","playParams":{"id":"1610612360","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/2MVbTNvGT7niPXQ37Z7wXY"}},{"id":"1610319703","type":"albums","href":"/v1/catalog/us/albums/1610319703?l=en-US","attributes":{"artwork":{"width":1400,"url":"https://is3-ssl.mzstatic.com/image/thumb/Music126/v4/e4/9a/b7/e49ab7d7-a3e1-87b2-7dd6-dfb8c7648be4/4711232789439.png/{w}x{h}bb.jpg","height":1400,"textColor3":"282826","textColor2":"510e0e","textColor4":"692f2a","textColor1":"000609","bgColor":"c9b09a","hasP3":false},"artistName":"Paul Cherry","isSingle":false,"url":"https://music.apple.com/us/album/back-on-the-music/1610319703","isComplete":false,"genreNames":["Alternative","Music"],"trackCount":10,"isMasteredForItunes":false,"releaseDate":"2022-03-11","name":"Back on the Music!","recordLabel":"Sunset Music Productions Co., Ltd","upc":"4711232789439","audioTraits":["lossless","lossy-stereo"],"copyright":"℗ 2022 Sunset Music Productions Co., Ltd","playParams":{"id":"1610319703","kind":"album"},"isCompilation":false,"spotify":"https://open.spotify.com/album/3j3JDRL7tXMkCwWydL7GHy"}}]}